{
  "daily_summary": "• Activision의 Call of Duty Black Ops 7 부진 후 연속 하위시리즈 출시 중단 결정으로 장기 개발 전략 전환\n\n• Microsoft Halo의 25년 Xbox 독점 종료와 2026년 PlayStation 진출로 콘솔 독점 게임 경계 붕괴 가속화\n\n• Capcom의 Mega Man·Devil May Cry·Ace Attorney 신작 계획 발표로 레거시 IP 재활용 전략 본격화\n\n• Lego Fortnite Ninjago 업데이트와 Legend of Zelda 세트 할인으로 게임-굿즈 크로스 마케팅 확산",
  "articles": [
    {
      "title": "Lego's Legend Of Zelda Deku Tree Model Gets Rare Discount",
      "url": "https://www.gamespot.com/articles/lego-the-legend-of-zelda-great-deku-tree-nintendo-building-set/1100-6523747/",
      "date": "2025-12-09 16:25",
      "comments": 9,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4309133-great-deku-tree-main.jpg",
      "body": "Lego The Legend of Zelda: Great Deku Tree 2-in-1\n$265 (was $300) | 2,500 Pieces\nThe Legend of Zelda fans can save on Lego's 2-in-1 Great Deku Tree building set at Woot right now. The Amazon-owned retailer has the 2,500-piece display model for $265 (was $300). Woot's Lego deals tend to sell out fast, especially on pricey models that almost always sell for full price at major retailers. This is the second time Woot has had a deal on Lego's Great Deku Tree, and the previous deal sold out in hours.\nThis awesome Lego set lets Zelda fans build the Deku Tree based on its appearance in Breath of the Wild or Ocarina of Time. The Great Deku Tree launched in September 2024 on the Lego Store and at major retailers in January 2025. It's the first and currently only Zelda Lego set, but Lego recently teased a new release for 2026.\nThe Great Deku Tree is one of numerous pricey Lego sets on sale at Woot. The deals officially end December 12, but all of the discounted sets will probably sell out before ",
      "media": "GameSpot",
      "title_kr": "Lego의 Legend Of Zelda Deku Tree 모델, 드문 할인 진행",
      "content_summary_kr": "Amazon 소유 리테일러 Woot에서 Lego Legend of Zelda Great Deku Tree 2-in-1 세트를 정가 $300에서 $265로 할인 판매 중. 2,500개 피스로 구성된 이 세트는 Breath of the Wild 또는 Ocarina of Time 버전의 Deku Tree를 제작할 수 있으며, 2024년 9월 출시된 첫 번째이자 현재 유일한 Zelda Lego 세트로 Woot의 이전 할인 시 몇 시간 만에 매진된 바 있음.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.3,
      "importance": 0.1
    },
    {
      "title": "Xbox Teases \"A Lot Of Exciting Things\" To Be Announced In 2026",
      "url": "https://www.gamespot.com/articles/xbox-teases-a-lot-of-exciting-things-to-be-announced-in-2026/1100-6536794/",
      "date": "2025-12-10 02:49",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4619786-xbox.jpg",
      "body": "Xbox's Jason Ronald has teased that Microsoft has \"a lot of exciting things to share\" in 2026 for the Xbox's 25th anniversary. Speaking to the BBC, Ronald was asked specifically if more Original Xbox games would be coming to Xbox Game Pass. Ronald didn't confirm anything outright but said fans have a lot to look forward to for the anniversary next year.\n\"I can't announce anything today, but 2026 is the 25th anniversary of Xbox. And we want to celebrate the great legacy and the history that we have at Xbox, as well as defining the future of where the Xbox ecosystem is going,\" he said. \"So, I can't confirm or deny what you are asking, but stay tuned. We have a lot of exciting things to share next year.\"\nAlso in the interview, Ronald said Xbox feels \"a need but also a responsibility\" to preserve games from the past and \"enable them to be played in entirely new ways.\"\nBeyond the possible addition of more Original Xbox games for Game Pass in 2026, Microsoft will release Halo: Campaign Evolv",
      "media": "GameSpot",
      "title_kr": "Xbox, 2026년에 \"많은 흥미로운 것들\" 발표 예고",
      "content_summary_kr": "Xbox의 Jason Ronald이 2026년 Xbox 25주년을 맞아 \"많은 흥미로운 것들을 공유할 예정\"이라고 예고. BBC 인터뷰에서 Original Xbox 게임의 Game Pass 추가 가능성에 대한 질문에 명확한 답변은 피했으나, Xbox의 게임 보존 책임과 새로운 방식의 플레이 지원 의지를 강조함.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.7,
      "importance": 0.5
    },
    {
      "title": "New Switch 2 System Update Rolling Out, And You Probably Know What It Does",
      "url": "https://www.gamespot.com/articles/new-switch-2-system-update-rolling-out-and-you-probably-know-what-it-does/1100-6536782/",
      "date": "2025-12-09 23:16",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4619701-switch2.png",
      "body": "Stability is nice to have in life. And Nintendo clearly believes it's good for the company's hybrid consoles. That's why updates improving stability for Switch 2 and the original Switch are now available, bringing both hardware versions up to 21.1.0.\nNintendo started rolling out the new system updates for Switch and Switch 2 yesterday, December 8. Both patch notes are the same: \"General system stability improvements to enhance the user's experience.\" This is also the same language from a Switch 2 update in September, and stability patches have been joked about regarding Nintendo for years at this point.\nNow Playing: Metroid Prime 4 Beyond Review\nHowever, last month brought a beefier update to Switch 2 and Switch. Nintendo added better visual clarity on the home menu regarding digital and physical games as well as GameChat improvements, for example. The patch did bring about more stability improvements, too.\nSince releasing in June, Switch 2 has already sold 10 million units, smashing r",
      "media": "GameSpot",
      "title_kr": "새로운 Switch 2 시스템 업데이트 배포 중, 내용은 이미 예상 가능",
      "content_summary_kr": "Nintendo가 Switch 2와 오리지널 Switch를 21.1.0 버전으로 업데이트하며 '시스템 안정성 개선'을 목적으로 패치 배포. 지난 11월에는 홈 메뉴 시각적 개선과 GameChat 기능 향상 등 더 큰 규모의 업데이트가 있었으며, 6월 출시 이후 Switch 2는 이미 1,000만 대 판매 달성.",
      "category": "업데이트 & 패치",
      "game_relevance": 0.9,
      "importance": 0.25
    },
    {
      "title": "Lord Of The Rings Lego Sets On Sale For Big Discounts, But Probably Not For Long",
      "url": "https://www.gamespot.com/articles/lego-lord-of-the-rings-deals-barad-dur-rivendell-building-sets/1100-6528648/",
      "date": "2025-12-09 17:52",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1595/15950357/4619622-legolordoftherings.png",
      "body": "The Lord of the Rings: Barad-dur Lego Set (5,471 Pieces)\n$400 (was $460)\nThe Lord of the Rings: Rivendell Lego Set (6,167 Pieces)\n$440 (was $500)\nThe two largest Lord of the Rings Lego sets are on sale at Amazon-owned retailer Woot. From now until December 12, while supplies last, Lord of the Rings fans can save $60 on the 5,471-piece Barad-dur tower and the 6,167-piece Rivendell Lego set. Both sets are part of the Lego Icons line and almost always sell for full price at major retailers. Woot's Lego deals typically sell out fast; in fact, both of these sets sold out in hours when they were featured in Woot's Black Friday sale last month.\nTake a look at these massive Lego Lord of the Rings models below. We also added a list of more Lego deals at Woot at the bottom of this story, including The Legend of Zelda: The Great Deku Tree, Dungeons & Dragons: Red Dragon's Tale, and several Star Wars UCS models.\nThis $460 Lord of the Rings set includes 5,471 pieces, and the completed build stretch",
      "media": "GameSpot",
      "title_kr": "Lord Of The Rings Lego 세트 대폭 할인 판매 중, 조기 품절 예상",
      "content_summary_kr": "Amazon 소유 리테일러 Woot에서 12월 12일까지 Lord of the Rings Lego 대형 세트 2종을 60달러 할인 판매. Barad-dur(5,471피스) 세트는 400달러, Rivendell(6,167피스) 세트는 440달러에 구매 가능하며, 지난 Black Friday 세일 때 몇 시간 만에 품절된 바 있어 빠른 판매 종료 전망.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.3,
      "importance": 0.1
    },
    {
      "title": "Sony Might Have Leaked Leon Kennedy In Resident Evil Requiem",
      "url": "https://www.gamespot.com/articles/sony-might-have-leaked-leon-kennedy-in-resident-evil-requiem/1100-6536800/",
      "date": "2025-12-10 03:38",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15976769/4619842-rersc.jpg",
      "body": "While we're still a couple of months away from Resident Evil Requiem's release, it looks like there could be a surprise return awaiting fans. Before it was removed, the PlayStation Store revealed new cover art for the game that featured longtime Resident Evil protagonist Leon Kennedy. PlayStation 5 players noticed the art on the pre-download screen for owners of the standard (non-Deluxe) version of the game.\nIGN later confirmed the art, which showed a stubbled and haggard-looking Leon hovering over Requiem's other main protagonist, Grace Ashcroft. Leon appeared similar to his Resident Evil 4 look, with his fur-lined leather jacket, albeit a bit more grizzled.\nLeon's inclusion in the game has been something that Capcom has vehemently denied, with even producer Masato Kumazawa denouncing alleged leaked images of Leon going around last month. \"There has been a photo lately of Leon with an eyepatch, and just basically saying there's a DLC or a new costume for Leon--but just to make sure, t",
      "media": "GameSpot",
      "title_kr": "Sony, Resident Evil Requiem에 Leon Kennedy 등장 실수로 유출",
      "content_summary_kr": "PlayStation Store가 Resident Evil Requiem의 새로운 커버 아트를 통해 Leon Kennedy의 등장을 실수로 공개했다가 삭제함. 커버 아트에는 Resident Evil 4 스타일의 가죽 재킷을 입은 수염 난 Leon이 주인공 Grace Ashcroft 위에 등장하는 모습이 담김. Capcom은 그동안 Leon의 게임 포함 여부를 강력히 부인해왔으나, 이번 유출로 그의 등장 가능성이 사실상 확인됨.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "Games Weren't A Big Part Of Netflix's Attempted WB Takeover",
      "url": "https://www.gamespot.com/articles/games-werent-a-big-part-of-netflixs-attempted-wb-takeover/1100-6536812/",
      "date": "2025-12-10 07:21",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4619993-hogwartslegacy.jpg",
      "body": "Last week, Netflix put forth an $82 million deal to purchase Warner Bros. Studios, one of the biggest movie and TV studios in the world. Warner Bros. also has a considerable place in the video game industry with franchises like Batman, Harry Potter, and Mortal Kombat under its domain. However, one Netflix executive has now acknowledged that Warner Bros.' gaming division wasn't a significant factor in considering its bid.\nDuring a Netflix conference call about the potential WB sale, co-CEO Gregory K. Peters expressed some eagerness to exploit the video game franchises under Warner Bros. in the future. But he added that the games were \"relatively minor\" in the company's initial plans and that it may be \"worth going back again to sort of how we thought about the deal and building our valuation model.\"\n\"While they definitely have been doing some great work in the game space, we actually didn’t attribute any value to that from the get-go because they're relatively minor compared to the gran",
      "media": "GameSpot",
      "title_kr": "게임은 Netflix의 Warner Bros. 인수 시도에서 큰 부분이 아니었음",
      "content_summary_kr": "Netflix가 Warner Bros. Studios 인수를 위해 820억 달러 규모의 제안을 제시했으나, 공동 CEO Gregory K. Peters는 Batman, Harry Potter, Mortal Kombat 등의 게임 프랜차이즈가 인수 결정 과정에서 '상대적으로 사소한' 요소였으며 초기 가치 평가 모델에 게임 부문의 가치를 반영하지 않았다고 밝힘. Netflix는 향후 Warner Bros.의 게임 IP 활용에는 관심을 보였으나, 인수 초기 계획에서 게임 사업은 주요 고려 대상이 아니었음을 인정.",
      "category": "매출 & 성과",
      "game_relevance": 0.7,
      "importance": 0.8
    },
    {
      "title": "Pokemon Legends: Z-A Is Giving Away A Very Big Charizard",
      "url": "https://www.gamespot.com/articles/pokemon-legends-z-a-is-giving-away-a-very-big-charizard/1100-6536807/",
      "date": "2025-12-10 06:56",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15787979/4619946-plzaalphacharizard.jpg",
      "body": "The Pokemon Company is giving away another free gift for Pokemon Legends: Z-A players. Ahead of the game's Mega Dimension DLC, you can snag a mighty alpha Charizard for a limited time.\nOn top of being much larger than a typical Charizard, this particular Pokemon is level 36 and knows Solar Beam--a move Charizard normally can only learn via TM. This should make it a helpful partner to have on your team when facing off against the overleveled Pokemon that reside in Hyperspace Lumiose.\nTo claim the free alpha Charizard, fire up your copy of Pokemon Legends: Z-A and do the following:\nThis code will only be valid until January 19, 2026, so you have until then to claim the free Pokemon.\nThis isn't the only free gift you can get right now in Pokemon Legends: Z-A. The Pokemon Company is also giving away Mega Stones for Diancie and Mewtwo. Once you've claimed the stones and cleared the main story, you can undertake special side quests to catch the two legendary Pokemon.\nPokemon Legends: Z-A's M",
      "media": "GameSpot",
      "title_kr": "Pokemon Legends: Z-A, 거대한 Charizard 무료 배포",
      "content_summary_kr": "The Pokemon Company가 Pokemon Legends: Z-A 플레이어를 대상으로 레벨 36의 알파 Charizard를 2026년 1월 19일까지 무료 배포. 해당 포켓몬은 일반 Charizard보다 크고 Solar Beam 기술을 보유하고 있으며, Diancie와 Mewtwo의 Mega Stone도 함께 무료 증정.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 1.0,
      "importance": 0.1
    },
    {
      "title": "Call Of Duty: Black Ops 7 Is Just $50 On PS5, PS5, And Xbox Right Now",
      "url": "https://www.gamespot.com/articles/call-of-duty-black-ops-7-down-to-its-lowest-price-yet/1100-6536778/",
      "date": "2025-12-10 04:05",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1701/17013431/4619853-blops7.jpg",
      "body": "Call of Duty: Black Ops 7\n$50 (was $70)\nWith the holiday season drawing close, it's not too late to grab a good deal on some new video games like Call of Duty: Black Ops 7. The latest entry in Activision's long-running FPS franchise is already discounted to just $50 (was $70) at Amazon and Walmart. That's a nearly 30% markdown just one month after its launch. The deal applies to the PlayStation 5, PS4, and Xbox Series X Cross-gen physical standard editions, but we're not sure how long it'll be available at this price--and it looks like stocks are low on PS4 version--so it's wise to pick it up soon.\nThe Call of Duty: Black Ops 7 standard edition contains the full base game--which includes a new single-player campaign, multiplayer, and the latest iteration of the popular Call of Duty: Zombies mode. The Xbox version is a cross-gen edition that lets you play on either Xbox Series X or Xbox One, while the PS5 version is only for Sony's latest console. The PS4 version, however, lets you play",
      "media": "GameSpot",
      "title_kr": "Call Of Duty: Black Ops 7, PS5·PS4·Xbox에서 현재 50달러에 판매 중",
      "content_summary_kr": "Call of Duty: Black Ops 7이 출시 한 달 만에 Amazon과 Walmart에서 기존 70달러에서 50달러로 할인 판매 중. 크로스 세대 물리 스탠다드 에디션은 캠페인, 멀티플레이어, Zombies 모드를 포함하나 PS4 버전은 재고가 부족한 상황.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 1.0,
      "importance": 0.1
    },
    {
      "title": "Capcom Has Plans For More Mega Man, Devil May Cry, and Ace Attorney titles",
      "url": "https://www.gamespot.com/articles/capcom-has-plans-for-more-mega-man-devil-may-cry-and-ace-attorney-titles/1100-6536797/",
      "date": "2025-12-10 03:00",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4619756-megamanlegacycollection.jpg",
      "body": "For the last few years, Capcom has been laser-focused on its core franchises like Street Fighter, Resident Evil, and Monster Hunter. Now, Capcom's latest disclosure to investors indicates that the company wants to expand and revisit three of its other franchises: Mega Man, Devil May Cry, and Ace Attorney.\nCapcom's 2025 Integrated Report is online, and it notes that Mega Man, Devil May Cry, and Ace Attorney are the fourth-, fifth-, and seventh-highest-grossing franchises in Capcom's history. COO Haruhiro Tsujimoto mentioned those three games specifically as intellectual properties that the company wants to expand upon.\n\"We consistently release two to three major new titles each year, but recognize the need to grow our pipeline going forward,\" said Tsujimoto. \"Capcom owns a wealth of globally popular brands, such as Mega Man, Devil May Cry, and Ace Attorney. We aim to expand our user base and improve our performance through new releases, remakes, and ports of titles in these series to ne",
      "media": "GameSpot",
      "title_kr": "Capcom, Mega Man, Devil May Cry, Ace Attorney 신작 계획 보유",
      "content_summary_kr": "Capcom이 2025 통합 보고서를 통해 Mega Man, Devil May Cry, Ace Attorney 프랜차이즈 확장 계획을 공개. 해당 시리즈들은 Capcom 역사상 4위, 5위, 7위 매출을 기록한 IP로, COO Haruhiro Tsujimoto는 신작, 리메이크, 포팅을 통해 사용자 기반 확대 및 성과 개선을 목표로 한다고 발표.",
      "category": "매출 & 성과",
      "game_relevance": 0.9,
      "importance": 0.75
    },
    {
      "title": "PlayStation 2025 Wrap-Up: See How Much You Played This Year",
      "url": "https://www.gamespot.com/articles/playstation-2025-wrap-up-see-how-much-you-played-this-year/1100-6536799/",
      "date": "2025-12-10 02:53",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4619808-ps-wrap.jpg",
      "body": "Yearly wraps have become an annual tradition across various platforms, and PlayStation is no exception. The PlayStation Wrap website has gone live, and once again, members of the PlayStation community can explore the total number of hours spent across single-player and multiplayer games. You'll have until January 8 to check out your stats--PlayStation Wrap-Up will continue to update until then--and users can redeem a unique glass-themed avatar once they complete their tour down memory lane.\nThis year's PlayStation Wrap-Up also includes a look at the number of games played on PS5 and PS4, a closer look at your gaming style, and even the DualSense controller you used the most. If you've used other PlayStation accessories, such as PlayStation VR2 or the PlayStation Portal handheld, those stats will also be included in your personal wrap-up. Additionally, you can get a brief look at how active you were on PlayStation Plus throughout the year, and Sony is also offering a curated list of rec",
      "media": "GameSpot",
      "title_kr": "PlayStation 2025 Wrap-Up: 올해 얼마나 플레이했는지 확인",
      "content_summary_kr": "PlayStation이 연례 Wrap-Up 서비스를 공개하여 1월 8일까지 회원들이 올해 플레이 시간, 게임 수, 플레이 스타일, 사용한 DualSense 컨트롤러 등의 통계를 확인할 수 있도록 제공. PlayStation VR2, PlayStation Portal 등 액세서리 사용 통계와 PlayStation Plus 활동 내역도 포함되며, 완료 시 유리 테마 아바타 증정.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.7,
      "importance": 0.3
    },
    {
      "title": "Rumored Assassin's Creed IV: Black Flag Remake Has A Really Silly Title, According To Rating",
      "url": "https://www.gamespot.com/articles/rumored-assassins-creed-iv-black-flag-remake-has-a-really-silly-title-according-to-rating/1100-6536787/",
      "date": "2025-12-10 00:56",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1850/18504982/4619717-ac4_ss4_full.jpg",
      "body": "Evidence of a remake or remaster of the fan-favorite Assassin's Creed IV: Black Flag is solidifying, with a listing from European content-rating board PEGI emerging.\nAccording to the PEGI listing, the re-release of the Ubisoft classic is titled Assassin's Creed Black Flag Resynced, and it unsurprisingly has an 18 adults-only rating for violence, language, and in-game purchases. Ratings are generally a sign that a title's release is imminent.\n\"Resynced\" is an amusing subtitle for a re-release, most likely referring to the in-universe Animus virtual reality machine that lets the player character experience historical events through an avatar, \"syncing\" them with memories of someone else from that time period. If you really want to make a stretch, \"Resynced\" could be a nautical pun.\nThe existence of this Black Flag revisit has been an open secret in the industry for years, with leaks dating back to 2023 and voice actors hinting about the project. Per reports as recent as this November, th",
      "media": "GameSpot",
      "title_kr": "등급 심사에 따르면, 소문으로 떠돌던 Assassin's Creed IV: Black Flag 리메이크의 제목이 정말 엉뚱함",
      "content_summary_kr": "유럽 콘텐츠 등급 심사 기관 PEGI에 'Assassin's Creed Black Flag Resynced'라는 제목으로 등록되면서 팬들이 사랑하는 Black Flag의 리메이크 또는 리마스터 출시 가능성이 구체화. 'Resynced'라는 부제는 게임 내 가상현실 기기인 Animus를 통해 역사적 사건을 경험하는 설정을 반영한 것으로 보이며, 2023년부터 업계에서 공공연한 비밀로 언급되어 온 프로젝트임.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "One Year Ago, Indiana Jones And The Great Circle Reminded Us How Hilarious The Series Is",
      "url": "https://www.gamespot.com/articles/one-year-ago-indiana-jones-and-the-great-circle-reminded-us-how-hilarious-the-series-is/1100-6536764/",
      "date": "2025-12-10 00:27",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1585/15855271/4619721-ss_8221cf729bc6491919a8532679be64f1c67dcdaf.1920x1080.jpg",
      "body": "Indiana Jones and the Great Circle is celebrating its one-year anniversary today, December 9, 2025. Below, we look back at how it uniquely translated the adventurous and comedic spirit of the original movies in video game form.\nThere are several expectations that come with an Indiana Jones video game--it's a legacy franchise and a known quantity, having chugged along across various media since the franchise's inception in 1981. Among the checklist items for any Indy game are whip-swinging traversal, puzzle-solving in exotic locales, and fascist-punching action.\nIndiana Jones and the Great Circle certainly has all of the expected elements, but studio MachineGames went far beyond what anyone thought an Indiana Jones video game could be. In a post-Uncharted world, it would be hard to blame a AAA studio if it just followed Naughty Dog's cinematic game formula, made Indiana Jones basically Nathan Drake with a fedora, and called it a day with little shame.\nInstead, the Great Circle places yo",
      "media": "GameSpot",
      "title_kr": "1년 전, Indiana Jones And The Great Circle이 시리즈의 유머를 상기시킨 방법",
      "content_summary_kr": "Indiana Jones and the Great Circle이 출시 1주년을 맞아, 원작 영화의 모험과 코미디 정신을 게임으로 성공적으로 구현한 방식을 재조명. MachineGames는 Uncharted 스타일의 공식을 따르는 대신 독창적인 접근으로 기대 이상의 Indiana Jones 게임을 제작함.",
      "category": "IP & 콜라보",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "Tron: Ares Is Getting A Steelbook Edition 4K Blu-Ray",
      "url": "https://www.gamespot.com/articles/tron-ares-blu-ray-preorder-gui/1100-6536664/",
      "date": "2025-12-10 09:20",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4615680-tron-ares.jpg",
      "body": "The third entry in Disney's cult-classic sci-fi franchise, Tron: Ares, premiered in theaters earlier this year. The film expands the franchise's mythos with a new story centered on the titular Ares (Jared Leto), a self-aware artificial being who manages to exit the virtual reality of Tron and enter the real world. If you missed it, or you're already a fan and want to add it to your collection, preorders are now live for the Tron: Ares Blu-ray, which releases on January 6, 2026. The film will launch in multiple formats, including a limited-edition steelbook version that you can preorder for $45 at Amazon. Standard edition 4K Blu-ray, regular Blu-ray, and DVD versions are also available.\nThe steelbook edition features artwork of the film's primary cast on the front, and the stylish teaser poster for Tron: Ares on the rear. On the inside, you'll find a screenshot from the movie pulled from the action-packed lightcycle chase scene. The movie supports Dolby Atmos and HDR10, and it includes ",
      "media": "GameSpot",
      "title_kr": "Tron: Ares, 스틸북 에디션 4K Blu-Ray 출시 예정",
      "content_summary_kr": "Disney의 SF 프랜차이즈 세 번째 작품 Tron: Ares가 2026년 1월 6일 Blu-ray로 출시 예정이며, 주연 Jared Leto의 모습이 담긴 한정판 스틸북 에디션($45)을 포함해 다양한 포맷으로 Amazon에서 예약 판매 시작. 영화는 가상현실에서 탈출한 자각 있는 인공 존재 Ares의 이야기를 다루며, 스틸북 에디션은 Dolby Atmos와 HDR10을 지원하는 것으로 확인.",
      "category": "IP & 콜라보",
      "game_relevance": 0.6,
      "importance": 0.5
    },
    {
      "title": "WoW Player Houses Are Now Officially Allowed To Fly",
      "url": "https://www.gamespot.com/articles/wow-player-houses-are-now-officially-allowed-to-fly/1100-6536801/",
      "date": "2025-12-10 03:44",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1647/16470614/4619840-wowhousescanflynow.jpg",
      "body": "World of Warcraft players are pushing the game's new player-housing system to its limit, including defying the laws of gravity in a way Blizzard never intended. But rather than fix the ability to send houses skyward, Blizzard is instead embracing it.\nWhen housing first arrived on December 2 as part of patch 11.2.7, it didn't take long for players to discover that, while the UI didn't show it, houses could actually be lifted off the ground using keybinds. The result was players making all kinds of airborne housing creations, including elaborate treehouses, airships, mechs, homes held up by kites, and everything in between.\nNow Playing: World of Warcraft - Housing 101 Overview Trailer\nIn a forum post, WoW community manager Randy Jordan (aka Kaivax) stated that instead of fixing the ability to elevate houses, Blizzard has with this week's scheduled maintenance actually made it easier by enabling proper controls to move houses upward.\nThat said, Blizzard does have some concerns. Since it n",
      "media": "GameSpot",
      "title_kr": "WoW 플레이어 하우스, 이제 공식적으로 하늘을 날 수 있게 됨",
      "content_summary_kr": "World of Warcraft의 새로운 플레이어 하우징 시스템에서 유저들이 키바인드를 이용해 집을 공중에 띄우는 기법을 발견. Blizzard는 이를 버그로 수정하는 대신 오히려 공식 기능으로 채택하여 이번 주 정기 점검을 통해 집을 위로 이동시킬 수 있는 적절한 컨트롤을 추가하여 더 쉽게 만듦.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "Lego Fortnite Ninjago Update Brings Human Versions Of Ninjago Characters",
      "url": "https://www.gamespot.com/articles/lego-fortnite-ninjago-update-brings-human-versions-of-ninjago-characters/1100-6536783/",
      "date": "2025-12-10 02:18",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1757/17577455/4619699-legofortniteninjago.jpg",
      "body": "Lego Fortnite Odyssey is getting a Ninjago-themed makeover on Thursday, and for the very first time Epic Games will offer Fortnite versions of Lego characters--with Kai, Cole, Zane, and Jay from the Ninjago TV series all getting human-style Fortnite skins.\nKai will actually be the subject of the next Lego Pass--buying the pass for 1,400 V-Bucks, or unlocking it via Fortnite Crew, will instantly unlock both the Lego and Fortnite varieties for Kai. Progressing through the pass from there with XP in any Fortnite experience will grant you a number of Ninjago-themed builds that you can use wherever you like in Lego Fortnite Odyssey, or on your home lot in Lego Fortnite Brick Life.\nThe rest of the Ninjago gang will be available in the item shop on Thursday, and you'll be able to buy them individually or in a big bundle that includes all three and their accompanying accessories. Where are Lloyd and Nya, the other two members of the ninja squad from the show? We don't know, but don't count out",
      "media": "GameSpot",
      "title_kr": "Lego Fortnite Ninjago 업데이트, Ninjago 캐릭터의 인간 버전 추가",
      "content_summary_kr": "Lego Fortnite Odyssey에 목요일 Ninjago 테마 업데이트가 적용되며, Epic Games가 처음으로 Lego 캐릭터의 Fortnite 버전을 제공함. Ninjago TV 시리즈의 Kai, Cole, Zane, Jay가 인간 스타일의 Fortnite 스킨으로 등장하며, Kai는 1,400 V-Bucks의 Lego Pass를 통해 획득 가능하고 나머지 캐릭터들은 개별 또는 번들로 아이템샵에서 판매 예정.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "Skyrim Is Now On Yet Another Platform, But There's A Way To Upgrade For Free",
      "url": "https://www.gamespot.com/articles/skyrim-is-now-on-yet-another-platform-but-theres-a-way-to-upgrade-for-free/1100-6536793/",
      "date": "2025-12-10 01:56",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1647/16470614/4619753-skyrimswitch2release.jpg",
      "body": "Yet another version of The Elder Scrolls V: Skyrim is here, with developer Bethesda Game Studios mega-hit RPG now available for Nintendo Switch 2.\nSkyrim continues to conquer every platform imaginable, and this time it's specifically 2021's Skyrim Anniversary Edition that's available on Nintendo's new console. This new version of the game does come with a few additional bells and whistles not found in the original Switch version, namely Joy-Con 2 mouse-control support. It also sports improved load times and performance in addition to features found in the original Switch version of Skyrim, like Legend of Zelda Amiibo support, Zelda-themed items, and motion controls.\nFor those who already own the Anniversary Edition on the original Switch, the Switch 2 upgrade is available for free. Those who don't already own any version of Skyrim on Switch can buy it on Switch 2 for $60. Owners of the non-Anniversary Edition of Skyrim on Switch can upgrade to the Anniversary Edition for $20 and then r",
      "media": "GameSpot",
      "title_kr": "Skyrim, 또 다른 플랫폼에 출시되었지만 무료 업그레이드 방법 존재",
      "content_summary_kr": "Bethesda Game Studios의 The Elder Scrolls V: Skyrim Anniversary Edition이 Nintendo Switch 2에 출시. 기존 Switch용 Anniversary Edition 소유자는 무료로 Switch 2 버전 업그레이드 가능하며, 신규 구매 시 60달러, 일반 에디션 소유자는 20달러에 Anniversary Edition으로 업그레이드 가능.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "Official Nintendo Switch 2 Wheel Set For Mario Kart Gets First Discount At Amazon",
      "url": "https://www.gamespot.com/articles/official-nintendo-switch-2-wheel-set-for-mario-kart-gets-first-discount-at-amazon/1100-6536789/",
      "date": "2025-12-10 01:12",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1595/15950357/4619738-switch-2-wheel.jpg",
      "body": "Nintendo Switch 2 Wheel Set for Joy-Con 2\n$21.49 (was $25)\nIf you're one of the many holiday shoppers who took advantage of last week's Nintendo Switch 2 Mario Kart World bundle promotion, you should check out this week's deal on the racing wheel attachment set. Nintendo's official Joy-Con 2 Wheel Set is on sale for $21.49 (was $25) at Amazon and Target. Deals on first-party Nintendo accessories are uncommon, so even though you're only saving $3.50, it's still a noteworthy deal. Designed for playing Mario Kart World with motion controls, the two-pack of steering wheels launched alongside the Switch 2 console in June.\nThe official Nintendo Switch 2 Wheel Set comes with one light blue and one red attachment that match the color scheme of the Joy-Con 2 controllers. The textured grips are nicer than a lot of third-party wheels and Nintendo's attachments from the Nintendo Wii era.\nJust like the Switch 2 console itself, the first-party steering wheels have magnetic connectors for the control",
      "media": "GameSpot",
      "title_kr": "Mario Kart용 Nintendo Switch 2 공식 휠 세트, Amazon에서 첫 할인",
      "content_summary_kr": "Nintendo Switch 2용 공식 Joy-Con 2 휠 세트가 Amazon과 Target에서 25달러에서 21.49달러로 할인 판매 중. 6월 Switch 2 콘솔과 함께 출시된 이 제품은 Mario Kart World를 모션 컨트롤로 즐기기 위해 설계되었으며, 1개 닌텐도 순정 액세서리 할인은 흔하지 않아 주목할 만한 세일임.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.6,
      "importance": 0.1
    },
    {
      "title": "Perfect Dark Devs Launch New Studio At Take-Two Following Game's Cancellation",
      "url": "https://www.gamespot.com/articles/perfect-dark-devs-launch-new-studio-at-take-two-following-games-cancellation/1100-6536788/",
      "date": "2025-12-10 00:40",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4619712-perfectdark.jpg",
      "body": "The chances of the Perfect Dark reboot rising from last summer's cancellation are slim-to-none. But two of the primary developers behind it, studio head Darrell Gallagher and director Brian Horton, have found a new home at Take-Two Interactive.\nBloomberg's Jason Schreier broke the story about Gallagher and Horton on Bluesky. According to Schreier, the duo will start their own studio under the Take-Two umbrella. However, there are currently no details about any games that they're working on.\nSchreier previously reported that Take-Two came close to reviving the Perfect Dark reboot. However, the deal reportedly fell apart over which company would own the rights for the franchise. Regardless, it seems that both Gallagher and Horton made an impression on Take-Two that led to them being hired.\nLast summer, Gallagher shared his eulogy for the canceled Perfect Black reboot, and added that he \"couldn't be prouder of the talented and passionate team\" that he put together. It's unclear if any of ",
      "media": "GameSpot",
      "title_kr": "Perfect Dark 개발진, 게임 취소 후 Take-Two에서 새 스튜디오 설립",
      "content_summary_kr": "지난 여름 취소된 Perfect Dark 리부트의 스튜디오 헤드 Darrell Gallagher와 디렉터 Brian Horton이 Take-Two Interactive 산하에 새로운 스튜디오를 설립. Take-Two는 이전에 Perfect Dark 리부트 인수를 추진했으나 IP 소유권 문제로 무산되었으며, 두 개발자는 인수 과정에서 좋은 인상을 남겨 채용으로 이어진 것으로 추정.",
      "category": "매출 & 성과",
      "game_relevance": 0.8,
      "importance": 0.6
    },
    {
      "title": "Battlefield 6 Update Live With Winter Offensive And Limited-Time Multiplayer Event",
      "url": "https://www.gamespot.com/articles/battlefield-6-update-adds-winter-offensive-and-limited-time-multiplayer-event/1100-6536745/",
      "date": "2025-12-10 00:14",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4616836-battlefield6winter.jpg",
      "body": "Battlefield 6's 1.1.3.0 update is live now and brings the fog of war into winter. There's also a new Winter Offensive event pass to complete for new rewards.\nAs part of the new Winter Offensive, players can access a new version of the Empire State map called Ice Lock Empire State. This map will only be around for a limited time, but it swaps out the standard map with frozen streets and other examples of cold and hazardous weather.\nThe new map also has a themed event mode, allowing you to play Domination, Conquest, and Gauntlet mission variations that utilize the new \"Freeze\" mechanic. Players have access to the ice-climbing axe through the Winter Offensive Bonus Path. Once they have the axe, players can unleash it as a melee weapon on unlucky foes. That bonus path also features an 11-tier, time-limited reward track featuring event cosmetics, and XP Boosters.\nAccording to Battlefield Labs, the new update has \"a broad range of fixes and refinements across Battlefield 6.\" Some of the impr",
      "media": "GameSpot",
      "title_kr": "Battlefield 6, Winter Offensive와 기간 한정 멀티플레이어 이벤트가 포함된 업데이트 출시",
      "content_summary_kr": "Battlefield 6의 1.1.3.0 업데이트가 출시되어 겨울 테마의 'Ice Lock Empire State' 맵과 Winter Offensive 이벤트 패스를 추가. 새로운 'Freeze' 메카닉을 활용한 Domination, Conquest, Gauntlet 모드 변형과 빙벽 등반 도끼 근접 무기, 11단계 보상 트랙을 포함한 기간 한정 콘텐츠 제공.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "Analogue 3D Returns Soon With Fresh Retro Colourways",
      "url": "https://www.gamespot.com/articles/analogue-3d-returns-soon-with-fresh-retro-colourways/1100-6536777/",
      "date": "2025-12-09 20:31",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4619646-le_funtastic_img04.jpg",
      "body": "The Analogue 3D is earning high praise as one of the best 4K N64 emulators ever made, and it'll soon be available in a wide range of \"funtastic\" colors. As part of a highly limited-edition release, Analogue will offer its console with transparent shells designed to emulate the look of classic N64 consoles from the 2000s. Priced at $300 each, these will launch alongside matching 8BitDo controllers on December 10 at 8 AM PT / 11 AM ET and will be delivered before Christmas.\nAnalogue says it spent over a year getting the colors just right for this release, and it collaborated with 8BitDo to replicate the look of the Funtastic originals. There'll be eight colorways to choose from: Jungle, Ice, Watermelon, Fire, Grape, Clea, Smoke, and a Gold model inspired by the legendary Toys R Us N4 console that collectors highly covet. The 8BitDo controllers will also be released in the same color set.\nIf you'd prefer a regular version of the Analogue 3D in black or white, it is being restocked on Dece",
      "media": "GameSpot",
      "title_kr": "Analogue 3D, 레트로 컬러웨이로 곧 재출시",
      "content_summary_kr": "최고의 4K N64 에뮬레이터로 평가받는 Analogue 3D가 12월 10일 2000년대 클래식 N64 콘솔을 재현한 투명 쉘의 한정판으로 출시 예정. 8가지 컬러(Jungle, Ice, Watermelon, Fire, Grape, Clear, Smoke, Gold)로 출시되며 가격은 300달러, 8BitDo 컨트롤러도 동일 컬러로 함께 출시.",
      "category": "게임 출시 & 발표",
      "game_relevance": 0.3,
      "importance": 0.3
    },
    {
      "title": "Pokemon Legends: Z-A Is Adding Hoenn Starter Mega Stones As Ranked Rewards",
      "url": "https://www.gamespot.com/articles/pokemon-legends-z-a-is-adding-hoenn-starter-mega-stones-as-ranked-rewards/1100-6536811/",
      "date": "2025-12-10 09:10",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15787979/4619995-plzahoenn.jpg",
      "body": "The Pokemon Company has revealed the next slate of Ranked Battle rewards coming to Pokemon Legends: Z-A. Players will have a chance to earn Mega Stones for the Hoenn starter Pokemon--Sceptile, Swampert, and Blaziken--during the next few seasons of the game's online multiplayer mode.\nLike other special Mega Stones, these elusive items are not otherwise obtainable in the game, so you'll need to participate in Ranked Battles if you want to snag them. Sceptilite will be available during Season 5; Swampertite will be distributed during Season 6; and Blazikenite can be earned during Season 7.\nNow Playing: Pokémon Legends Z-A Everything To Know\nAs before, you'll need to hit a certain rank before the season ends to earn the Mega Stones. Previous rewards, such as the Mega Stones for Chesnaught, Delphox, and Greninja, were distributed upon reaching rank S.\nSeason 3 is currently underway until December 17 and offers the aforementioned Chesnaughtite stone, as well Delphoxite and Greninjite for tho",
      "media": "GameSpot",
      "title_kr": "Pokemon Legends: Z-A, 호연 스타팅 메가스톤을 랭크전 보상으로 추가",
      "content_summary_kr": "The Pokemon Company가 Pokemon Legends: Z-A의 랭크전 보상으로 호연 지방 스타팅 포켓몬(나무지기, 물짱이, 아차모)의 메가스톤을 시즌 5~7에 걸쳐 순차 배포한다고 발표. 해당 메가스톤들은 게임 내에서 얻을 수 없는 희귀 아이템으로, 시즌 종료 전 특정 랭크 달성 시 획득 가능.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "This 15-Inch Super Mario Goomba Plush Is 42% Off",
      "url": "https://www.gamespot.com/articles/super-mario-goomba-club-mocchi-mocchi-plush-is-42-off/1100-6536795/",
      "date": "2025-12-10 09:06",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1702/17023653/4619755-mixcollage-09-dec-2025-09-50-am-7653.jpg",
      "body": "Super Mario Goomba 15-Inch Plush\n$22.74 (was $39)\nAmazon recently restocked a bunch of popular 15-inch Mocchi-Mocchi stuffed plush figures, including the adorable Super Mario Goomba. Not only is it back in stock, but it's listed for one of its best prices of the year at $22.74 (was $39). We've also rounded up the other restocks below, so be sure to check them out if you're shopping for an adorable holiday gift.\nThis Goomba is an officially licensed Nintendo product, meaning you can expect it to be built to high standards. Club Mocchi-Mocchi plushies are always ultra-soft, and they feel much more premium than most other plushies on the market. The 15-inch models are fantastic pieces of home decor for a game room, though they're also ideal snuggle buddies for kids.\nIf you're shopping for a holiday gift, you'll be glad to know that many locations are eligible for next-day shipping. We're not sure how long the popular Goomba will remain in stock, however, so consider snagging it for cheap ",
      "media": "GameSpot",
      "title_kr": "15인치 Super Mario Goomba 인형 42% 할인",
      "content_summary_kr": "Amazon에서 15인치 Super Mario Goomba Mocchi-Mocchi 인형을 39달러에서 22.74달러로 42% 할인 판매 중. 공식 Nintendo 라이선스 제품으로 프리미엄 품질의 초소프트 소재를 사용했으며, 일부 지역은 익일 배송 가능.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.3,
      "importance": 0.1
    },
    {
      "title": "Add Some Retro Flavor To Your Home With This Pac-Man Gaming Pixel Light Deal",
      "url": "https://www.gamespot.com/articles/govee-x-pac-man-gaming-pixel-light-deal/1100-6536791/",
      "date": "2025-12-10 08:56",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1702/17023653/4619729-71vpggbmm8l._ac_sl1500%281%29.jpg",
      "body": "Govee Gaming Light Deals\nSave on Light Bars, Light Boards, and more\nIf you're looking for a quirky way to light up your home for the holidays, Amazon is running a limited-time deal on the Govee x Pac-Man Gaming Pixel Light. Now available at its lowest price ever of $90 (was $140), the customizable LED panel comes with over 100 preset designs--four of which are exclusive Pac-Man animations that bring the retro icon to life. A bunch of other Govee products are discounted ahead of the holidays, which we've listed below in case you're looking for a fun last-minute gift idea.\nThis LED panel features a 52x32 grid of large pixels and can be mounted on a wall or placed on a desk with the included stand. While the display comes pre-programmed with Pac-Man art, it can also run animations and widgets, such as weather forecasts and scores of sports games. There's also a handful of Pac-Man animations and a small, built-in speaker that plays a variety of sound effects and music. It also offers 10 li",
      "media": "GameSpot",
      "title_kr": "Pac-Man 게이밍 픽셀 라이트 할인으로 집에 레트로 감성 추가",
      "content_summary_kr": "Amazon이 Govee x Pac-Man Gaming Pixel Light를 140달러에서 90달러로 할인 판매 중. 52x32 그리드의 LED 패널로 100개 이상의 프리셋 디자인과 4개의 Pac-Man 전용 애니메이션을 제공하며, 날씨 예보 및 스포츠 경기 점수 등의 위젯 기능과 내장 스피커를 통한 효과음 재생 기능 탑재.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.3,
      "importance": 0.1
    },
    {
      "title": "How To Complete All Warzone Easter Eggs On Haven's Hollow And Unlock All Rewards",
      "url": "https://www.gamespot.com/articles/how-to-complete-all-warzone-easter-eggs-on-havens-hollow-and-unlock-all-rewards/1100-6536813/",
      "date": "2025-12-10 08:12",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1639/16394540/4619999-bo7warzones1newmap.jpg",
      "body": "Season 1 of Black Ops 7 adds the new Haven's Hollow map to Call of Duty: Warzone, and this quaint West Virginia town holds a lot of secrets to uncover. This includes six separate Easter eggs to complete for rewards, and there's a final super Easter egg reward for completing them all. In this guide, we'll walk you through how to complete all the Easter eggs on Haven's Hollow and earn every reward.\nThere are six Easter eggs that you can complete on Haven's Hollow, and while these can all be completed solo, two of them can become complicated without the help of teammates.\nThe Easter eggs and rewards are as follows:\nThese Easter eggs are best completed in Warzone's Casual Resurgence mode, and we'll give you the tips for completing them all to earn the \"Now You See Me\" universal weapon camo. They can also be completed in any order.\nThere is a secret cave behind the waterfall in the northern portion of the map. The entrance is high up, as shown in the image above. You can only access this ar",
      "media": "GameSpot",
      "title_kr": "Haven's Hollow에서 모든 Warzone 이스터에그 완료 및 보상 획득 방법",
      "content_summary_kr": "Call of Duty: Warzone의 Black Ops 7 시즌 1에 새로운 맵 Haven's Hollow 추가. 해당 맵에는 6개의 이스터에그가 숨겨져 있으며, 모두 완료 시 최종 보상인 'Now You See Me' 유니버설 무기 위장 획득 가능. Casual Resurgence 모드에서 플레이 시 완료가 가장 용이하며, 일부 이스터에그는 팀원의 도움 필요.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0,
      "importance": 0.3
    },
    {
      "title": "Call Of Duty Will No Longer Do Back-To-Back Black Ops Or Modern Warfare Games",
      "url": "https://www.gamespot.com/articles/call-of-duty-will-no-longer-do-back-to-back-black-ops-or-modern-warfare-games/1100-6536815/",
      "date": "2025-12-10 08:06",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4620032-5859209270-ss_7b.jpg",
      "body": "Activision is making a major strategic shift with the Call of Duty series that will affect it for years to come. Following the less-than-stellar response to Black Ops 7, the franchise will no longer get back-to-back entries in the same sub-series. This applies not only to Black Ops, but also to Modern Warfare.\n\"We will no longer do back-to-back releases of Modern Warfare or Black Ops games,\" Activision said in the official announcement. \"The reasons are many, but the main one is to ensure we provide an absolutely unique experience each and every year.\"\nNow Playing: Call of Duty: Black Ops 7 Campaign Review\nAlongside this announcement, Activision promised \"meaningful, not incremental\" innovation for the series' future. It didn't specify exactly what this would mean, instead stressing it would share more \"when the time is right.\"\nBlack Ops 7 will still be getting the seasonal support players have come to expect from the series, however, and Activision said it \"won't rest until Black Ops ",
      "media": "GameSpot",
      "title_kr": "Call Of Duty, 더 이상 Black Ops나 Modern Warfare 연속 출시 안 한다",
      "content_summary_kr": "Activision이 Black Ops 7의 부진한 반응 이후 Call of Duty 시리즈의 주요 전략 변경을 발표. 더 이상 같은 하위 시리즈(Black Ops, Modern Warfare)를 연속으로 출시하지 않으며, 매년 완전히 독특한 경험을 제공하기 위해 '점진적이 아닌 의미 있는' 혁신을 약속함.",
      "category": "매출 & 성과",
      "game_relevance": 1.0,
      "importance": 0.85
    },
    {
      "title": "New Brandon Sanderson Sci-Fi Book Is 30% Off On Launch Day",
      "url": "https://www.gamespot.com/articles/brandon-sanderson-tailored-realities-new-book-launch-deal-december-2025/1100-6536809/",
      "date": "2025-12-10 07:09",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1595/15950357/4619987-tailoredrealities.png",
      "body": "Brandon Sanderson - Tailored Realities (Hardcover)\n$21 (was $30)\nFantasy and science fiction readers can add another Brandon Sanderson book to the to-be-read pile. Tailored Realities, a lengthy collection of novellas and short stories, is available now, and Amazon is offering a 30% discount on launch day (December 9). The hardcover edition of Tailored Realities is on sale for only $21 (was $30).. Walmart had the same deal, but the retailer is currently sold out of copies.\nIf you're interested in buying the book as a gift for a Sanderson fan, you should order a copy soon. Amazon currently estimates a December 19-21 delivery window for Prime members. Tailored Realities is also available in ebook and audiobook formats. The collection made Amazon's list of the best science fiction and fantasy books of December 2025.\nTailored Realities is a 448-page collection featuring 10 novellas and short stories. Though Sanderson is largely known as a fantasy author, Tailored Realities skews more toward",
      "media": "GameSpot",
      "title_kr": "Brandon Sanderson의 새 SF 소설, 출시 당일 30% 할인 중",
      "content_summary_kr": "판타지 작가 Brandon Sanderson의 SF 단편집 'Tailored Realities'가 12월 9일 출시되어 Amazon에서 30% 할인된 21달러에 판매 중. 448페이지 분량의 이 책은 10편의 중편 및 단편을 수록했으며, Amazon의 2025년 12월 베스트 SF/판타지 도서 목록에 선정됨.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.0,
      "importance": 0.1
    },
    {
      "title": "Divinity Original Sin 3 Not Happening Now At Larian, Nor Is A Toilet Simulator",
      "url": "https://www.gamespot.com/articles/divinity-original-sin-3-not-happening-now-at-larian-or-toilet-simulator/1100-6536810/",
      "date": "2025-12-10 06:25",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4619992-original.jpg",
      "body": "In the lead-up to The Game Awards, there has been some speculation that the scary monolith teaser was for Divinity: Original Sin 3, but developer Larian has now clarified it's not making that game. Nor is it making a toilet simulator game.\nPublishing boss Michael Douse cleared things up on social media, posting, \"There aren't currently any plans for a new Divinity: Original Sin 3 game but once we are ready to show what we've been working on we will.\"\nWhat Larian is making next after the huge success of Baldur's Gate 3 is a mystery, but the studio has said it has multiple projects in various stages of development. One project Larian fans won't get, at least not soon, however, is a game about toilets.\nDouse added, \"I can confirm we aren't working on a toilet simulator at this moment.\"\nThe Game Awards monolith is also not teasing Diablo 4, The Elder Scrolls 6, or the next God of War game, according to reports.\nIn another post, Douse reacted to the revelation that a Definitive Edition of D",
      "media": "GameSpot",
      "title_kr": "Larian, Divinity Original Sin 3 개발하지 않으며 화장실 시뮬레이터도 제작 안 해",
      "content_summary_kr": "Larian Studios의 퍼블리싱 책임자 Michael Douse가 The Game Awards의 티저가 Divinity: Original Sin 3가 아니며, 현재 해당 게임 개발 계획이 없음을 공식 확인. Baldur's Gate 3 성공 이후 진행 중인 여러 프로젝트에 대해서는 공개 준비가 되면 발표하겠다고 언급.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "Sony's PS5 \"Must-Play\" Games Of 2026 Video Includes Halo But Not GTA 6",
      "url": "https://www.gamespot.com/articles/sonys-ps5-must-play-games-of-2026-video-includes-halo-but-not-gta-6/1100-6536806/",
      "date": "2025-12-10 06:16",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4619896-halolarge.jpeg",
      "body": "After 25 years of being exclusive on console to Xbox, Microsoft's Halo series is headed to PlayStation in 2026 with Halo: Campaign Evolved. With the year coming to a close, Sony has published a video highlighting some of the \"must-play\" titles coming to PS5 in 2026, and Halo got a special shoutout in the video, while GTA 6 was not mentioned.\nSeeing Halo promoted so heavily by Sony would have been unthinkable not long ago, and the comments on the video reflect this. The top comment on the video states, \"Seeing Halo here is still surreal.\" Someone else said, \"It feels so weird seeing Halo being advertised by PlayStation.\"\nNow Playing: PlayStation 5 - Upcoming Games in 2026 Trailer\nOthers have pointed out that Rockstar's GTA 6 is not mentioned in the video, with people taking this to mean, or suggest, that Sony is concerned that Rockstar could push the game to 2027. But there could be any number of reasons why GTA 6 was left out. Rockstar, after all, is highly protective of its own game a",
      "media": "GameSpot",
      "title_kr": "Sony의 PS5 2026년 '필수 플레이' 게임 영상에 Halo는 포함되고 GTA 6는 빠짐",
      "content_summary_kr": "25년간 Xbox 독점이었던 Microsoft의 Halo 시리즈가 2026년 PlayStation으로 진출하며, Sony가 PS5 2026년 필수 게임 홍보 영상에 Halo를 포함시킨 반면 GTA 6는 제외함. 업계에서는 GTA 6의 영상 누락을 두고 Sony가 Rockstar의 2027년 출시 연기 가능성을 우려하는 것으로 해석하고 있으며, 팬들은 PlayStation이 Halo를 홍보하는 광경에 낯설어하는 반응.",
      "category": "게임 출시 & 발표",
      "game_relevance": 0.9,
      "importance": 0.75
    },
    {
      "title": "The Game Awards Creator Hears Your Feedback --\"Do We Always Get It Right? No\"",
      "url": "https://www.gamespot.com/articles/the-game-awards-creator-hears-your-feedback-do-we-always-get-it-right-no/1100-6536808/",
      "date": "2025-12-10 06:03",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4619947-screenshot2025-12-09at3.44.25%E2%80%AFpm.png",
      "body": "The Game Awards host and organizer Geoff Keighley has opened up on the challenges of running a show that aims to celebrate games and the people who make them while also acknowledging the challenging times people in the industry today are facing. So far in 2025, numerous developers lost their jobs, Microsoft canceled games, and the industry further consolidated with EA announcing plans to sell itself to Saudi Arabia.\nSpeaking to The Game Business, Keighley said the introduction of the Game Changer award in 2024 was an initial attempt to address this. Amir Satvat was given the prize for his work to support people who were laid off in the gaming industry.\nKeighley hasn't said if this award is coming back in 2025, but it would be a glaring omission if it did not. In any event, Keighley said walking the line between celebrating games and acknowledging current circumstances is no easy task.\n\"It's a very difficult needle to thread, because on one level, it is a celebration of the industry. Bu",
      "media": "GameSpot",
      "title_kr": "The Game Awards 제작자, 피드백 수용 의사 밝혀 -- \"항상 옳은 결정을 내리는가? 아니다\"",
      "content_summary_kr": "The Game Awards의 주최자 Geoff Keighley가 게임 산업의 대규모 해고와 어려운 현실 속에서 게임 축제와 현실 인식 사이의 균형을 맞추는 것이 어렵다고 발언. 2024년 대량 해고된 게임 개발자들을 지원한 Amir Satvat에게 Game Changer 상을 수여하며 업계 문제에 대응하려는 시도를 보였으나, 2025년에도 Microsoft의 게임 취소, EA의 사우디아라비아 매각 계획 등 업계 통합과 구조조정이 지속되는 상황.",
      "category": "규제 & 이슈",
      "game_relevance": 0.8,
      "importance": 0.75
    },
    {
      "title": "Arc Raiders Cold Snap Update: Start Date, New Map Condition, And Everything We Know So Far",
      "url": "https://www.gamespot.com/articles/arc-raiders-cold-snap-update-start-date/1100-6536803/",
      "date": "2025-12-10 04:21",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1632/16320660/4619854-screenshot2025-12-09112115.png",
      "body": "Arc Raiders has been the talk of the town in the multiplayer arena over the past two months, landing a nomination for Best Multiplayer Game at The Game Awards and becoming one of the most played games in recent weeks. As players prep for this month's upcoming Expedition--an optional wipe that resets much of their progress in exchange for in-game rewards--they'll also be treated to the fresh Cold Snap update. This new content includes an additional snow-based map condition, a premium Raider Deck, and another event to complete for goodies. Here's everything we know about it so far.\nArc Raiders' Cold Snap update will release on December 16, 2025. While we don't know an exact launch time for this update yet, the previous North Line update launched at 1:30 AM PT / 4:30 AM ET, so it's safe to assume this one may also launch in the wee hours of the morning for US-based players.\nThe Cold Snap update falls just one day before the Expedition window opens, which will allow players to send their r",
      "media": "GameSpot",
      "title_kr": "Arc Raiders Cold Snap 업데이트: 시작일, 새로운 맵 조건 및 현재까지 알려진 모든 것",
      "content_summary_kr": "Arc Raiders의 Cold Snap 업데이트가 2025년 12월 16일 출시 예정. 눈 기반의 새로운 맵 조건, 프리미엄 Raider Deck, 추가 이벤트가 포함되며, 하루 뒤인 12월 17일에는 플레이어 진행도를 초기화하고 보상을 제공하는 선택적 Expedition 기간이 시작됨.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "Fallout's Ella Purnell Still Has Her Poop Finger In Season 2",
      "url": "https://www.gamespot.com/articles/fallouts-ella-purnell-still-has-her-poop-finger-in-season-2/1100-6536805/",
      "date": "2025-12-10 04:19",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4619849-falloutlucyfinger.jpg",
      "body": "In the first season of Prime Video's Fallout, Ella Purnell's Lucy lost one of her fingers to The Ghoul (Walton Goggins) and eventually replaced it with another ghoul's finger. Purnell has been vocal about her dislike for Lucy's \"poop finger,\" but it's coming back for Season 2.\nWhile speaking with IGN, Purnell offered a more positive assessment of Lucy's mismatched finger.\n\"I'm very fond of my poop finger,\" said Purnell. \"It's the thing that is the Wasteland that Lucy carries with her. It's quite literally a piece of the Wasteland. Some random ghoul's finger that she's now got stuck. Even if she was to go back to the vault to try to continue life as normal, she will always have this reminder.\"\nOutside of the show's set, Purnell conceded that, \"It is still an embarrassment. I just have to remember to take it off at the end of the day and not go home with it.\"\nFollowing the end of Season 1, Lucy is now traveling with the Ghoul, who has her original finger on his hand. It remains to be see",
      "media": "GameSpot",
      "title_kr": "Fallout의 Ella Purnell, 시즌 2에서도 '똥손가락' 유지",
      "content_summary_kr": "Prime Video 드라마 Fallout 시즌 1에서 Ella Purnell이 연기한 Lucy는 The Ghoul에게 손가락을 잃고 구울의 손가락으로 대체했으며, 이른바 '똥손가락'으로 불리는 이 의수가 시즌 2에서도 등장할 예정. Purnell은 이 손가락이 Lucy가 지닌 황무지(Wasteland)의 상징이자 볼트로 돌아가도 남을 흔적이라고 평가하며, 촬영장 밖에서는 퇴근 시 제거하는 것을 잊지 않으려 노력한다고 언급.",
      "category": "IP & 콜라보",
      "game_relevance": 0.6,
      "importance": 0.3
    },
    {
      "title": "Star Wars: Unlimited TCG Booster Boxes Are Super Cheap At Amazon Right Now",
      "url": "https://www.gamespot.com/articles/star-wars-unlimited-tcg-booster-box-starter-deck-best-deals/1100-6536796/",
      "date": "2025-12-10 03:12",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1595/15950357/4619813-starwarsunlimitedtcgdeals.jpg",
      "body": "Star Wars: Unlimited Trading Card Game\nCheck out all deals and recent releases.\nStar Wars: Unlimited Trading Card Game Booster Boxes and Starter Sets are on sale for extremely low prices at Amazon. Three Booster Boxes are available for over 50% off, including Legends of the Force, Jump to Lightspeed, and Twilight of the Republic. If you're interested in playing Asmodee's Star Wars TCG for the first time, the Starter Sets come with two ready-to-play decks and all of the accessories you need to dive in. Twilight of the Republic's Starter Set is discounted to only $18.80 (was $35), and Shadows of the Galaxy's Starter Set is $21.17 (was $35).\nAlong with the deals, Star Wars: Unlimited collectors can pick up the 2025 Gift Box for $30 at Amazon. The Gift Box comes with three exclusive cards and eight Booster Packs, which makes it a nice option for existing players and collectors as well as newcomers.\nStar Wars: Unlimited Booster Boxes include 24 packs with 16 cards each (384 cards total). Th",
      "media": "GameSpot",
      "title_kr": "Star Wars: Unlimited TCG 부스터 박스, Amazon에서 파격 할인 중",
      "content_summary_kr": "Amazon에서 Star Wars: Unlimited 트레이딩 카드 게임의 부스터 박스 3종이 50% 이상 할인 판매 중. Twilight of the Republic 스타터 세트는 $18.80(기존 $35), Shadows of the Galaxy 스타터 세트는 $21.17(기존 $35)로 대폭 할인. 2025 Gift Box는 독점 카드 3장과 부스터 팩 8개를 포함하여 $30에 판매 중.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 1.0,
      "importance": 0.1
    },
    {
      "title": "MS Flight Sim's Stranger Things Collab Has Landed",
      "url": "https://www.gamespot.com/articles/ms-flight-sims-stranger-things-collab-has-landed/1100-6536792/",
      "date": "2025-12-10 01:28",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15976769/4619719-54964396098_b9dd6289c4_h.jpg",
      "body": "While Stranger Things is wrapping up after an almost decade run on Netflix, that hasn't stopped the Upside Down from seeping into places most wouldn't expect. Microsoft Flight Simulator 24's collab with Stranger Things has arrived today on Steam, cloud, Xbox, and, despite initial pushback, PS5. The crossover is more than skins; it even features Murray Bauman (Brett Gelman) from the original cast as you help the citizens of Hawkins escape the encroaching darkness.\n\"Enter the world of Netflix’s Stranger Things to help Hawkins, a town under lockdown, heavy patrols, and supernatural threats,\" it reads on the official PlayStation Blog. \"And, if you’re ready to visit Hawkins, Indiana, even after the credits roll on the crew’s last strange adventure, you will be able to explore a highly detailed map and recreation of the town with more than 40 iconic locations made famous by the show.\"\nPlayers will take to the skies in a Bell UH-1H, also known as the \"Huey\" helicopter, a model primarily used ",
      "media": "GameSpot",
      "title_kr": "MS Flight Sim의 Stranger Things 콜라보 출시",
      "content_summary_kr": "Microsoft Flight Simulator 24가 Netflix 드라마 Stranger Things와의 콜라보를 Steam, Xbox, PS5 등 모든 플랫폼에 출시. 단순 스킨을 넘어 원작 배우 Murray Bauman(Brett Gelman)이 등장하며, Hawkins 마을의 40개 이상 상징적 장소를 Bell UH-1H 헬리콥터로 탐험 가능.",
      "category": "IP & 콜라보",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "Pokemon Go Fest 2026 Announced For Three Major Cities, Including Chicago",
      "url": "https://www.gamespot.com/articles/pokemon-go-fest-2026-announced-for-three-major-cities-including-chicago/1100-6536790/",
      "date": "2025-12-10 00:52",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4619727-pokemongofest2026.jpg",
      "body": "Niantic Inc. has chosen three cities spanning three continents for Pokemon Go Fest 2026: Tokyo, Chicago, and Copenhagen in Denmark. The event--which will celebrate the popular game's 10th anniversary next year--will kick off in late May in Japan and end in the middle of June in Copenhagen.\nDetails are sparse outside the host cities for Pokemon Go Fest 2026 so far. However, there will be global events as well, for players who can't attend at the main locations. For Pokemon Go Fest 2025, global events introduced Gigantamax starters to the game, for example.\nCurrently, there are a ton of Pokemon Go December events happening, such as five-star raids and Spotlight Hours. The Well-Armed event is set to go live this Thursday, December 11, and will bring the fighting-type octopus Clobbopus to the game for the first time.\nPokemon Go saw its leveling system overhauled in October. The level cap for the game was also substantially raised, from 50 to 80.\nGot a news tip or want to contact us directl",
      "media": "GameSpot",
      "title_kr": "Pokemon Go Fest 2026, 시카고를 포함한 3개 주요 도시에서 개최 발표",
      "content_summary_kr": "Niantic Inc.가 Pokemon Go의 10주년을 기념하는 Pokemon Go Fest 2026을 도쿄, 시카고, 코펜하겐 3개 도시에서 개최한다고 발표. 행사는 5월 말 일본에서 시작해 6월 중순 코펜하겐에서 종료 예정이며, 현장 참석이 어려운 플레이어를 위한 글로벌 이벤트도 함께 진행.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 1.0,
      "importance": 0.5
    },
    {
      "title": "AI VTuber Neuro-Sama Finally Completes Hardcore Minecraft, But Some Aren't Happy",
      "url": "https://www.gamespot.com/articles/ai-vtuber-neuro-sama-finally-completes-hardcore-minecraft-but-some-arent-happy/1100-6536784/",
      "date": "2025-12-09 23:31",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1850/18507742/4619693-neuro-sama-minecraft.jpg",
      "body": "When I wrote yesterday about Neuro-Sama attempting to complete Minecraft Hardcore, I never imagined that she would actually cross the threshold a few short hours later and emerge victorious. During a nail-biting seven-hour stream, the AI VTuber ventured into the Nether, discovered a Stronghold, and (mostly) willingly leapt into the End Portal to take on the game's final boss--the Ender Dragon.\nAfter days of tense grinding on her creator Vedal987's Twitch channel, Neuro's Minecraft Hardcore attempts became somewhat of a minor phenomenon due to her tendency to react in a way that no human player would. One minute she'd be hyperfocusing on digging straight lines down (like a termite, according to her fellow players Filian and Crelly), and the next she would be drowning in the middle of a lake. I'll be the first to admit I was joining the participants' weary sighs, wondering if it was an achievable feat.\nThen along came run number 87. Crelly, as Neuro's unofficial new babysitter, spent the",
      "media": "GameSpot",
      "title_kr": "AI VTuber Neuro-Sama, 마침내 Minecraft 하드코어 모드 클리어 성공했지만 일부 불만",
      "content_summary_kr": "AI VTuber Neuro-Sama가 87번째 시도 끝에 7시간의 스트리밍을 통해 Minecraft 하드코어 모드를 클리어하며 Ender Dragon을 처치하는 데 성공. 제작자 Vedal987의 Twitch 채널에서 며칠간 진행된 도전은 인간 플레이어와 전혀 다른 AI의 독특한 반응 방식으로 인해 화제를 모으며 작은 현상으로 발전.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.7,
      "importance": 0.65
    },
    {
      "title": "Medieval Life Sim Adds Free Update That Includes Visible Pregnancy And More",
      "url": "https://www.gamespot.com/articles/medieval-life-sim-adds-free-update-that-includes-visible-pregnancy-and-more/1100-6536776/",
      "date": "2025-12-09 22:14",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4619621-medievaldynasty.jpg",
      "body": "Since its official launch in 2021, Medieval Dynasty has given players a glimpse of life in the middle ages without any fantasy flourishes. You don't have to worry about dragons, wizards, or orcs killing you in this game, but you still have to survive in some harsh conditions. Now, a free update for Medieval Dynasty is adding some new touches for the game that go beyond mere survival.\nThere were pregnancies and children in this game prior to the Labor of Love update, but there are now more realistic depictions of it including visibly pregnant women, new animations and conversations, as well as a productivity boost for the player during the pregnancy and while the mother takes care of the child. In this game, players go on to play as their children after the death of their characters. Additionally, pregnant women will stop working during their second term.\nThis free update is also accompanied by a paid DLC called The Exquisite Pack. The cosmetic options include two new outfits: a dress a",
      "media": "GameSpot",
      "title_kr": "중세 생활 시뮬레이션 게임, 임신 표현 등을 포함한 무료 업데이트 추가",
      "content_summary_kr": "2021년 출시된 중세 생활 시뮬레이션 게임 Medieval Dynasty가 'Labor of Love' 무료 업데이트를 공개. 기존 임신 및 출산 시스템을 개선하여 임신한 여성의 외형 변화, 새로운 애니메이션 및 대화, 임신 중 생산성 증가 등 더욱 사실적인 요소를 추가하였으며, 임신 2기에는 작업을 중단하는 등 세밀한 디테일을 구현함.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0,
      "importance": 0.4
    },
    {
      "title": "Geoff Keighley's Demonic Game Awards Monolith Has Been Spotted In LA",
      "url": "https://www.gamespot.com/articles/geoff-keighleys-demonic-game-awards-monolith-has-been-spotted-in-la/1100-6536779/",
      "date": "2025-12-09 21:43",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4619666-monolith.jpg",
      "body": "As The Game Awards draws closer, everyone's attention right now is on a mysterious demonic monolith that is teasing something. First seen in the Mojave Desert--and described by TGA host Geoff Keighley as being pure \"regal.inspiring.thickness\" as it stood there--the monolith has now been spotted in Los Angeles. It's not clear if this is the same monolith as the one in the desert or a new one, and there's still no clue what this piece of aura-farming architecture is teasing yet.\nOne franchise that it's probably not linked to? Battlefield, as Battlefield Studios senior director of integrated communications Andy McNamara snapped a photo of the monolith and mentioned that it wasn't linked to EA's FPS franchise.\nBeyond that, there have been plenty more guesses as to what the demonic monolith will reveal. Some people have speculated that it could be teasing the next Diablo 4 expansion or The Elder Scrolls 6--industry reporter Jason Schreier claims it's not related to either IP--and CI Games C",
      "media": "GameSpot",
      "title_kr": "Geoff Keighley의 악마 같은 Game Awards 모노리스가 LA에서 포착",
      "content_summary_kr": "The Game Awards를 앞두고 정체불명의 악마 모노리스가 Mojave 사막에 이어 Los Angeles에서 발견되어 화제. 호스트 Geoff Keighley가 언급했으며, Battlefield Studios는 자사 프랜차이즈와 무관함을 밝혔고, Diablo 4 확장팩이나 The Elder Scrolls 6 등 다양한 추측이 나오는 중이나 업계 리포터 Jason Schreier는 해당 IP들과 무관하다고 주장.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.8,
      "importance": 0.5
    },
    {
      "title": "“微恐民俗风”也能赢？疯狂游戏“皮影小游戏”《遗弃之地》杀进微信抖音畅销榜TOP20！",
      "url": "http://www.gamelook.com.cn/2025/12/583615/",
      "date": "2025-12-10 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/yqzd01-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/提到疯狂游戏，一下就能想起这家公司在小游戏市场的多款标杆性产品。最早月流水破亿的现象级产品《海盗来了》，之后的《疯狂骑士团》《咸鱼之王》……都是月流水破亿的热门小游戏。\n然而，随着近几年SLG、RPG等重度品类大举冲入小游戏榜单，叠加三七互娱、途游、大梦龙图等买量大佬进场发力。相比之下，疯狂游戏声势确实多少有所减弱。疯狂游戏下一个爆款在哪，也是外界一直在关注的话题。\n直到近日，疯狂游戏的又一款新游戏《遗弃之地》初步杀出重围，在原生手游市场和小游戏市场都获得了不错的成绩。\n《遗弃之地》早在今年11月就已经上架，直到12月左右开始正式大推。截止目前，游戏最高冲上国内iOS畅销榜TOP20；今天（12月9日），游戏登上微信小游戏畅销榜17名，抖音小游戏则位居畅销榜第14名，且名次还在上升。\n可以说，《遗弃之地》是疯狂游戏过去两年难得表现亮眼的新游戏。虽然刚刚开始发力仍处于早期阶段，但已经展现出了足够的增长潜力。\n抓牢「民俗+皮影戏」文化牌，自带辨识度进场\n第一眼看到《遗弃之地》就能感受到，微恐是这款游戏身上最大的标签之一。\n当然，今天我们聊到微恐可能更多想到巨人大杀四方的《超自然行动组》，《遗弃之地》则是走了一条完全不同的套路：以民俗传说塑造中式微恐氛围，并采用调性高度匹配的皮影戏美术风格，整体感受更偏独立游戏。\n作为颇具代表性的非遗文化，剪纸、皮影戏一直以来都是游戏圈的常客，国内商业化产品都和皮影戏有过交集。如《原神》《阴阳师》《天龙八部》《梦幻西游》《新倩女幽魂》《开心消消乐》……都曾经联动或者加入过皮影戏的内容和元素。\n但真正将「剪纸皮影戏」作为主打元素的商业化游戏产品，少之又少。而《遗弃之地》将这种美术风格紧扣微恐题材（中式民俗传说），用相对可控的成本做出了一款在体量、规格、投入各方面都较为适中的产品。\n这种独特风格直接赋予了《遗弃之地》属于独立游戏的稀缺感，在买量环节也更容易抓住玩家的注意力。\nDataEye-ADX 数据显示，游戏投放素材除了实机视频介绍玩法，主要以凸出中国民俗传说、展现独特皮影美术风格为主——类似素材在外部投放时确实少见，《遗弃之地》得以用一种强烈的新鲜感持续拉高玩家关注度。\n图源：DataEye-ADX\n在GameLook看来，这种文化性正是《遗弃之地》最大的优势，毕竟靶心like",
      "media": "Gamelook",
      "title_kr": "\"미스터리 민속 풍\"도 통한다? 疯狂游戏의 '그림자 인형극 게임' 《遗弃之地》, 위챗·틱톡 매출 순위 TOP20 진입!",
      "content_summary_kr": "疯狂游戏의 신작 《遗弃之地》가 중국 민속 전설과 그림자 인형극(피영희) 미술 스타일을 결합한 미스터리 호러 장르로 위챗 미니게임 매출 17위, 틱톡 미니게임 14위에 진입하며 성공적인 시장 진입. 독특한 문화적 요소와 차별화된 비주얼로 독립 게임 감성을 구현하면서도 상업적 성과를 거두며, 과거 2년간 疯狂游戏의 신작 중 가장 주목받는 성과 달성. 중국 전통 비물질문화유산인 그림자 인형극을 주요 요소로 활용한 드문 상업 게임 사례로, 마케팅에서도 독창적인 문화 콘텐츠로 유저 관심 확보에 성공",
      "category": "매출 & 성과",
      "game_relevance": 1.0,
      "importance": 0.7
    },
    {
      "title": "全行业大兵压境，SLG巨佬壳木“交作业”了：两款休闲SLG长什么样？",
      "url": "http://www.gamelook.com.cn/2025/12/583626/",
      "date": "2025-12-10 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/NextAgers6-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/在存量竞争与用户时间碎片化的双重背景下，休闲化SLG 正成为手游市场中最值得关注的赛道之一。它既保留了 SLG 的长线策略与社交深度，又通过简化操作、融合休闲玩法，显著降低了入门门槛，从而在保留核心用户的同时，成功吸引了更广泛的泛用户群体。\n轻量化的策略也为游戏上线小游戏平台、拓展泛用户提供了便利。Gamelook最近发布的11月微信小游戏报告显示，Top 50当中的SLG已经达到6款。世纪华通旗下点点互动的成功，正是这一趋势的有力证明：《Whiteout Survival（国服“无尽冬日”）》以独特的冰雪生存题材打开市场，《Kingshot（国服名“奔奔王国”）》则巧妙融入偏休闲的塔防元素持续拓圈。\n两款游戏的成功直接推动世纪华通成为全球收入第六的游戏公司，仅次于EA。业内数据显示，自2025年10月份开始，《Whiteout Survival》和《Kingshot》两款游戏就开始会师全球手游畅销榜Top 10，后者更是仅用了9个月的时间，就实现了年内收入超5亿美元的纪录。\n点点互动两个爆款的成功，无疑向行业释放了明确的信号。一场围绕“SLG 进化形态”的竞争已悄然展开。从FunPlus、IGG 已上线的新作，到恺英网络、三七互娱等大厂储备中的多款产品，各大上市公司均已在这一赛道密集布局，试图在下一个爆款窗口期抢占先机。\n而在众多竞争者中，壳木软件凭借长期深耕与稳定产出，在SLG赛道有着长期积累，母公司神州泰岳在10月底的投资者问答中表示，“上线超 6 年的《Age of Origins（旭日之城）》和上线超 8 年的《War and Order（战火与秩序）》，继续保持较高的玩家吸引力，延续稳健流水态势，公司将继续通过稳定的投放、高频的更新，深度挖掘产品的长线运营潜力，使上述两款游戏产品保持稳健的流水状态。”\n如今，壳木软件似乎正迎来新一轮产品爆发期：两款已获版号的新作《Stellar Sanctuary》（荒星传说：牧者之息）与《Next Agers》（长河万卷）已进入上线倒计时，处于“全球爆发前夜”。\n<span data-mce-type=\"bookmark\" style=\"display: inline-block; width: 0px; overflow: hidden; line-heig",
      "media": "Gamelook",
      "title_kr": "전 업계가 총공세, SLG 거장 壳木의 '숙제 제출': 두 캐주얼 SLG의 모습은?",
      "content_summary_kr": "존량 경쟁과 사용자 시간 파편화 속에서 캐주얼 SLG가 모바일 게임 시장의 핵심 트랙으로 부상. 点点互动의 《Whiteout Survival》과 《Kingshot》 성공에 힘입어 FunPlus, IGG, 恺英网络, 三七互娱 등 주요 상장사들이 SLG 진화 형태 경쟁에 밀집 투자. 6년 이상 안정적 수익을 유지한 壳木软件이 버전 번호를 획득한 신작 《Stellar Sanctuary》와 《Next Agers》로 글로벌 출시 임박",
      "category": "매출 & 성과",
      "game_relevance": 0.9,
      "importance": 0.75
    },
    {
      "title": "二游遭冲击：《星穹铁道》宣布4.0版延期，《火影忍者》取消十周年线下活动",
      "url": "http://www.gamelook.com.cn/2025/12/583648/",
      "date": "2025-12-10 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/hm2-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/2025年的年末，对于中国游戏行业，特别是深耕“二次元”赛道的厂商而言，原本应是丰收与庆典的季节。\n近期，受地缘政治关系出现的复杂波动影响，文化产业作为最为敏感的风向标之一，不可避免地受到了波及。在这场没有硝烟的博弈中，无论是坚持原创架构的头部厂商，还是运营多年的经典IP代理，近期都做出了快速的调整。\n作为中国二次元游戏的领军者，米哈游旗下的银河冒险策略游戏《崩坏：星穹铁道》首当其冲。这款自上线以来便在全球范围内屡创佳绩的产品，近期不得不放缓了其在星辰大海中疾驰的步伐。\n据官方最新发布的公告显示，原定按部就班推进的版本更新计划出现重大调整，备受玩家期待的4.0大版本宣告延期，当下的3.8版本持续时间将被迫延长。\n尽管官方在公告中维持了体面与克制，将延期原因归结为“开发团队为追求极致品质，需对4.0版本的游戏内容进行更为精细的打磨与完善”，并承诺期望下一个世界「二相乐园」能带给开拓者们超越以往的沉浸式体验。\n但这一“技术性调整”的说辞，并未能完全平复社区内的猜测。不少网友都联想到，所谓的“打磨”，极大概率是一场伤筋动骨的“修改”。\n据社区的讨论，原定于4.0版本上线的「二相乐园」世界，在原本的早期设定中，可能参考了某国文化的相关内容。在当前敏感的地缘政治节点下，这些曾经被视为“文化包容”的卖点，瞬间转变成了可能引发舆论风险的“雷点”。\n如果猜测属实，为了规避潜在的风险，确保产品的长线安全运营，很显然制作组不得不对此前耗费数月甚至经年累月构建的内容进行修改。对于一款工业化程度极高的游戏而言，这种临阵换将般的修改，其工作量不亚于重新开发一款中型游戏。\n更困难的是，考虑到米哈游《崩坏：星穹铁道》每次整数版本往往是后续一年内容的主舞台，此次延期也许会影响到后续一整年内容的更新。\n虽然考虑到米哈游的工业化实力，庞大的团队规模，只要给时间、后续版本如期而至或许不是问题，但3.8版本的延长，不仅是时间的停滞，更是开发团队在幕后无数个通宵达旦、如今又颇为无奈的缩影。\n如果说《崩坏：星穹铁道》的遭遇是原创内容在风口上的被动避险，那么由腾讯魔方工作室运营的常青树产品《火影忍者》手游，则更是直面了IP源头带来的冲击。作为一款运营即将迈入第十个年头的国民级格斗手游，《火影忍者》本应在2026年迎来其最为辉煌的“十周年庆典”。\n然而，",
      "media": "Gamelook",
      "title_kr": "중국 2차원 게임 산업 타격: 《崩坏：星穹铁道》 4.0 버전 연기, 《火影忍者》 10주년 오프라인 행사 취소",
      "content_summary_kr": "지정학적 긴장 고조로 중국 2차원 게임 업계가 대대적 조정에 돌입. miHoYo의 《崩坏：星穹铁道》는 특정 국가 문화 요소가 포함된 4.0 버전 '二相乐园' 업데이트를 전면 연기하고 대규모 콘텐츠 수정 작업에 착수했으며, Tencent가 운영하는 《火影忍者》 모바일은 IP 본국과의 관계 악화로 10주년 기념 행사 취소를 검토 중. 업계는 이번 사태가 문화 산업의 정치적 민감성을 보여주는 사례이며, 원작 IP 의존도가 높은 게임일수록 더 큰 타격을 받을 것으로 전망",
      "category": "규제 & 이슈",
      "game_relevance": 1.0,
      "importance": 0.85
    },
    {
      "title": "未保之风吹遍全球，社交媒体成为重点关照对象？",
      "url": "http://www.gamelook.com.cn/2025/12/583600/",
      "date": "2025-12-10 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2026/12/azjl00-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/12月10日，或许将成为被全球互联网行业铭记的一天——澳大利亚新法案将正式生效，16岁以下青少年用户全面禁止拥有社交媒体账户以及访问社交媒体平台，包括TikTok、Twitter（X）、Facebook、Instagram等全球社交媒体巨头无一幸免。\n很显然，这项法案是聚焦于未成年人保护，避免他们接触社交媒体上的有害内容。考虑到最近两年，全球范围内都在积极推动未成年保护相关法案落地，因此这次澳大利亚首开先河落地了堪称史上最严格的互联网内容管控措施，可能只是一个风向标。事实上目前已经有多国对澳大利亚的新未保政策表示出高度关注，并计划跟进。\n那么为什么社交媒体会成为当下这股席卷全球的未保风潮中，被重点关注的对象？\n常年处于“混沌之地”状态的社交媒体\n关于这次新法案，澳大利亚主管部门可谓是筹划已久，早在去年澳大利亚总理安东尼·阿尔巴尼斯（Albanese）就表示，政府计划对青少年访问社交媒体设定最低年龄限制。\n去年阿尔巴尼斯发布在先驱太阳报的文章\n总理亲自出面盖章也能看出澳大利亚对于管控社交媒体的决心，只不过很多人没想到，澳大利亚会一刀切式地禁止16岁以下用户使用社交媒体。根据法案内容，相关平台必须禁止16岁以下用户注册账户，违规企业将面临最高4950万澳元(约2.3亿人民币)的罚款。\n为什么社交媒体会成为被集火的目标？如果查看禁用产品列表就会发现，被禁止的都是Tik Tok、Twitter这样的广域社交平台，而像Discord这样需要成员申请加入子频道的更加私密的平台，则得到了免除。\n新法案禁止与允许的部分互联网应用\n从以上这些互联网社媒巨头的发展路径来看，社交媒体最开始的定位只是让用户分享个人生活，社交属性是主导。然而随着大数据技术不断发展，广域社交平台纷纷通过算法推荐进行内容分发，社媒平台也变成了一个鱼龙混杂的内容平台。尤其是随着短视频的高速发展，信息传播速度进一步加快，社媒平台内容管理失序的问题也愈发严重。\n有澳大利亚网友就表示，我们对于影视内容行业有清晰的强制性标准，但是“社交媒体仍然是一片充斥着有害内容的混沌之地”。\n还有人表示，当社交媒体只是一个单纯分享个人生活的平台时一切都良好，但是当算法推荐出现以后，社交平台开始变成“一台为了获取用户注意力，而无休止地推送垃圾内容的机器”。\n大数据技术和算法推荐",
      "media": "Gamelook",
      "title_kr": "미성년자 보호 바람이 전 세계로 확산, 소셜 미디어가 집중 관리 대상으로",
      "content_summary_kr": "호주가 12월 10일부터 16세 미만 청소년의 소셜 미디어 사용을 전면 금지하는 세계 최초의 강력한 규제 법안 시행. TikTok, Twitter, Facebook, Instagram 등 주요 소셜 미디어 플랫폼이 대상이며, 위반 시 최대 4,950만 호주달러(약 2억 3천만 위안)의 벌금 부과. 알고리즘 기반 콘텐츠 추천으로 인해 유해 콘텐츠 관리가 어려워진 소셜 미디어 플랫폼이 미성년자 보호 규제의 핵심 타깃이 된 배경 분석.",
      "category": "규제 & 이슈",
      "game_relevance": 0.3,
      "importance": 0.75
    },
    {
      "title": "报告：“00后”玩家最爱腾讯游戏？TOP10鹅厂占7款，原神/蛋仔/消消乐在列！",
      "url": "http://www.gamelook.com.cn/2025/12/583656/",
      "date": "2025-12-10 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/00HQM1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/QuestMobile近日发布的《2025 “00后”用户消费洞察报告》显示，截止2025年10月，移动互联网“00后”月度活跃用户规模达到1.79亿，同比增长了10.1%，在全网用户中的占比也达到了14%。这部分人群月度人均使用时长和人均使用次数分别达到217.6小时和3296.7次，同比分别增长了3.7%和4%，比全网用户平均水平分别高了18.7%和24.0%。\n“00后”用户对MOBA、策略类和射击类游戏的偏好明显（《王者荣耀》、《开心消消乐》、《和平精英》、《金铲铲之战》、《三角洲行动》”00后”月活跃用户数分别为4245.6万、2523.8万、1339.0万、1301.3万、1146.2万），与他们在分享、达人内容方面的兴趣结合，形成了电竞内容的深度消费，LPL在S15热门赛事期间周活达2157万，KPL总决赛也吸引近660万用户关注。\n数据显示，手游成为“00后”重要的使用方式，仅次于移动视频和社交。2025年10月期间，手游占据这部分用户互联网使用时长的9.7%，同比略有增长。\n2025年10月，00后的手游偏好集中在MOBA、策略和射击三大品类，00后月活用户规模前十的游戏分别为《王者荣耀》、《开心消消乐》、《和平精英》、《金铲铲之战》、《三角洲行动》、《蛋仔派对》、《穿越火线：枪战王者》、《英雄联盟手游》、《原神》和《无畏契约：源能行动》。\n除手游之外，电竞也是“00后”的重要消费内容，他们对头部战队、明星选手和关键赛程有强烈关注。例如在重大赛事期间，英雄联盟职业联赛和KPL王者荣耀职业联赛官方号都有明显的用户活跃度提升，LPL在S15热门赛事期间周活达2157万，KPL总决赛也吸引近660万用户关注，显示了顶级赛事对年轻用户的强吸引力与流量拉动效应。\n报告指出，除了线上消费，00后同样重视现场氛围感，漫展成为了二次元文化商业变现的重要载体，如哔哩哔哩、小红书等内容平台正在通过线下漫展活动串联起品牌与年轻消费者，促进社区建设和商业价值的实现。\n漫展之外，“00后”对电竞赛事与线下演出的参与度同样不低，QuestMobile数据显示，2025KPL年度总决赛吸引观众超6万人，床下“最多观众的单场电竞赛事”吉尼斯世界纪录，还吸引了多个品牌的赞助；10月期间，00后再KPL王者荣耀职业联赛官方账",
      "media": "Gamelook",
      "title_kr": "보고서: '00후' 게이머가 가장 사랑하는 게임은 Tencent 게임? TOP10 중 7개 차지, 原神/蛋仔派对/消消乐 포함!",
      "content_summary_kr": "QuestMobile의 '2025 00후 유저 소비 인사이트 보고서'에 따르면, 2025년 10월 기준 중국 00후(2000년대생) 모바일 게임 이용자는 1.79억 명으로 전년 대비 10.1% 증가했으며, 월평균 사용시간은 217.6시간으로 전체 평균보다 18.7% 높은 수준을 기록함. 00후가 선호하는 게임 TOP10 중 《王者荣耀》, 《开心消消乐》, 《和平精英》 등 Tencent 게임이 7개를 차지했으며, MOBA, 전략, 슈팅 장르에 대한 선호도가 높고 LPL, KPL 등 e스포츠 콘텐츠 소비도 활발한 것으로 나타남. 또한 00후 세대는 온라인 게임뿐 아니라 만화 전시회, e스포츠 오프라인 행사 등 현장 경험을 중시하는 경향을 보임.",
      "category": "매출 & 성과",
      "game_relevance": 0.9,
      "importance": 0.8
    },
    {
      "title": "想潜入中国市场？二游《棕色尘埃2》与Steam审核拉锯无果、官宣下架",
      "url": "http://www.gamelook.com.cn/2025/12/583635/",
      "date": "2025-12-10 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/bd1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/备受全球二次元玩家期待的RPG手游《棕色尘埃2》（Brown Dust 2）在Steam平台的登陆计划，近日在一场戏剧性的拉锯战后宣告彻底流产。\n这款由NEOWIZ运营、GAMFS N开发的游戏，原定于近期正式解锁Steam版本，此前甚至已高调宣布突破20万份愿望单。然而，就在上线前夕的紧要关头，其Steam商店页面突然毫无征兆地消失，令所有等待的玩家措手不及。\n面对这一突发状况，官方最初的公关回应显得颇为仓促，声称将“尽快与Steam方面沟通”以解决问题，试图维持上线的希望。\n然而，随后的事态发展迅速急转直下，官方最终发布了一纸沉重的公告，承认由于存在“难以解决的平台政策问题”，游戏将不再推进在Steam平台提供服务。这一声明宣告了Steam版的“死刑”。\n尽管官方公告对具体原因讳莫如深，仅以“政策问题”一笔带过，但结合SteamDB（Steam数据库）的后台记录及社区的消息，导致《棕色尘埃2》“暴毙”的核心原因，是一场关于“成人内容标签”的反复拉锯。\n这场看似微小的标签之争，实则触碰了Valve的监管红线。\n可以看到「Nudity」等相关标签重复被官方删除\n结合SteamDB的数据，目前最有可能的猜测是，事件的起因在于游戏官方对“中国”市场的执着。为了确保《棕色尘埃2》能够在中国大陆地区的Steam商店（或针对中国IP的全球区展示）正常上架并获得曝光，官方运营团队制定了移除“成人元素”标签的策略。\n众所周知，Steam平台对不同区域有着严格的内容分级展示规则，一旦游戏被打上特定的标签，其在中国区的曝光就会受到影响，无法对中国玩家正常展示。\n然而，Steam的审核团队在对游戏内容进行人工审查后，认定其美术风格和角色立绘包含明显的成人暗示及“擦边”元素，不符合全年龄或一般成熟级游戏的标准，因此Steam在后台强行将“成人元素”标签加了回去。\n矛盾并未就此终结。根据SteamDB的历史数据，在Steam审核团队添加标签后，游戏官方并未接受这一定级，而是再次手动删除了该标签，试图“强行闯关”上线。\n这种无视平台审核意见、反复修改后台元数据的行为，显然会被Valve视为对平台规则的公然挑战。当然这一说法虽然未得到官方的公开承认。\n不过《棕色尘埃2》宁愿冒着被下架的风险也要规避“成人”标签，其背后在GameLook",
      "media": "Gamelook",
      "title_kr": "중국 시장 진출을 노렸다가? 이차원 게임 《Brown Dust 2》, Steam 심사와의 줄다리기 끝에 결국 하차 선언",
      "content_summary_kr": "NEOWIZ가 운영하는 RPG 모바일 게임 《Brown Dust 2》가 Steam 출시를 전격 취소함. 중국 시장 진출을 위해 '성인 콘텐츠' 태그를 반복적으로 삭제하려 했으나, Valve의 심사팀이 게임 내 성인 요소를 확인하고 태그를 강제로 재부착했으며, 이러한 플랫폼 정책 무시 행위가 결국 Steam 버전의 완전한 철회로 이어짐.",
      "category": "규제 & 이슈",
      "game_relevance": 1.0,
      "importance": 0.75
    }
  ]
}