{
  "daily_summary": "• **Baldur's Gate 3**의 2000만 장 판매 돌파와 **miHoYo**의 장기 IP 가치 전략 발표로 게임의 단기 수익보다 지속가능한 문화 콘텐츠 구축 중시\n\n• **IO Interactive**의 007 First Light가 **GTA 6** 출시일 회피를 위해 2개월 연기하며 AAA급 게임 간 출시 스케줄 경쟁 심화  \n\n• **Paramount**의 아바타 극장 개봉 취소 후 **Paramount+** 독점 전환과 **Five Nights at Freddy's 2**의 18일 만 VOD 출시로 자체 플랫폼 우선 배급 전략 확산\n\n• **Marvel**의 Avengers: Doomsday **Captain America** 복귀 발표와 **Star Trek** 시리즈 확장으로 기존 IP의 레거시 캐릭터 재활용을 통한 팬덤 결속 강화",
  "articles": [
    {
      "title": "Marvel Officially Releases Avengers: Doomsday Steve Rogers / Captain America Teaser Trailer Online",
      "url": "https://www.ign.com/articles/avengers-doomsday-steve-rogers-captain-america-teaser-trailer-is-now-online-officially-this-time",
      "date": "2025-12-23 23:18",
      "comments": 96,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/23/screenshot-2025-12-23-141710-1766499459884.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "After a series of leaks and a week-long run exclusively in front of Avatar: Fire and Ash in theaters, the Avengers: Doomsday teaser trailer confirming Steve Rogers / Captain America’s return is online.\nMarvel officially released the teaser trailer today, December 23, with a Thor teaser trailer set to replace it in theaters this week. (The Thor teaser trailer leaked overnight, as this Captain America trailer had last week.)\nAs IGN reported last week, the trailer begins with a figure on a motorbike pulling up to a familiar-looking 1950s house, which Marvel fans may recognize from Avengers: Endgame's closing scene. Inside the house, the figure is revealed to be Chris Evans' Steve Rogers, as he folds away his Captain America uniform and picks up a baby, which we assume is his. On-screen text then reads: \"Steve Rogers will return in Avengers: Doomsday.\" We then get the countdown to Avengers: Doomsday's release date in December 2026, alongside a Doctor Doom-themed Avengers logo.\nSteve Rogers",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "Marvel, Avengers: Doomsday Steve Rogers / Captain America 티저 트레일러 공식 공개",
      "content_summary_kr": "Marvel이 12월 23일 Avengers: Doomsday 티저 트레일러를 공식 공개하며 Chris Evans의 Steve Rogers / Captain America 복귀를 확정. 트레일러는 Avengers: Endgame 마지막 장면의 1950년대 주택에서 Captain America 유니폼을 접고 아기를 안는 Steve Rogers의 모습을 담았으며, 2026년 12월 개봉 예정임을 공개.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Star Citizen Dev Says Squadron 42 Is Now Fully Playable, Is Over 40 Hours in Length, and Is Still on Track for 2026 Release Date",
      "url": "https://www.ign.com/articles/star-citizen-dev-says-squadron-42-is-now-fully-playable-is-over-40-hours-in-length-and-is-still-on-track-for-2026-release-date",
      "date": "2025-12-24 00:02",
      "comments": 60,
      "thumbnail": "https://assets-prd.ignimgs.com/2023/10/23/star-1698055904902.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Star Citizen developer Cloud Imperium Games has told fans that the Mark Hamill-fronted single-player space adventure Squadron 42 is still on track for a 2026 release date — and not to expect “a long, drawn-out marketing campaign” beforehand.\nFounder and CEO Chris Roberts wrote in a blog post that CIG is focusing on quality and polish as it moves toward an internal beta milestone and, eventually, a full release for Squadron 42 at some point next year.\n“We’re confident in the direction the game is headed and are fully focused on delivering,” Roberts said. “We know many of you are eager to play, and we’re looking forward to putting it in your hands. We don’t plan on a long, drawn-out marketing campaign as we’ve already done our share of trailers and gameplay previews. When it’s time, you (and the rest of the gaming world) will hear a lot more from us.”\nAll chapters are said to be fully playable from beginning to end, and “we’ve been playing through the game ourselves regularly,” Roberts a",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Star Citizen 개발사, Squadron 42가 현재 완전히 플레이 가능하며 40시간 이상 분량에 2026년 출시 예정 유지",
      "content_summary_kr": "Cloud Imperium Games가 Mark Hamill이 출연하는 싱글플레이어 우주 어드벤처 게임 Squadron 42의 2026년 출시 목표를 재확인. CEO Chris Roberts는 모든 챕터가 처음부터 끝까지 플레이 가능한 상태이며, 내부 베타 단계를 향해 품질과 완성도에 집중 중이라고 밝히면서, 별도의 장기 마케팅 캠페인 없이 출시 시점에 본격적으로 홍보할 계획임을 발표.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Paramount Ditches Theatrical Release for The Legend of Aang: The Last Airbender, Will Now Go Direct to Paramount+ Instead",
      "url": "https://www.ign.com/articles/paramount-ditches-theatrical-release-for-the-legend-of-aang-the-last-airbender-will-now-go-direct-to-paramount-instead",
      "date": "2025-12-24 03:18",
      "comments": 49,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/06/03/aang-blogroll-1748962350196.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Paramount has ditched plans for a theatrical release of The Legend of Aang: The Last Airbender in favor of an exclusive launch on streaming platform Paramount+.\nThe much-anticipated animated movie was due out in theaters on October 9, 2026. Paramount has now set Paramount+ as the exclusive home of Avatar Studios content, which means The Legend of Aang: The Last Airbender and original series Avatar: Seven Havens are both coming to the platform.\nAvatar fans who were looking forward to seeing the movie in theaters next year are already questioning the decision, which comes as a surprise in the context of huge box office success for anime films in 2025. Demon Slayer: Infinity Castle, for example, has grossed an incredible $774 million at the global box office.\nMeanwhile, Taika Waititi, Geraldine Viswanathan, Dee Bradley Baker, Freida Pinto, and Ke Huy Quan join the previously announced cast of The Legend of Aang: The Last Airbender, which includes previously announced Dave Bautista (a so-f",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "Paramount, '아바타: 아앙의 전설' 극장 개봉 취소하고 Paramount+ 독점 공개로 전환",
      "content_summary_kr": "Paramount가 2026년 10월 극장 개봉 예정이던 애니메이션 영화 'The Legend of Aang: The Last Airbender'를 자사 스트리밍 플랫폼 Paramount+ 독점 공개로 변경 발표. Avatar Studios의 모든 콘텐츠가 Paramount+에서 독점 공개되며, 2025년 애니메이션 영화들의 흥행 성공(Demon Slayer 7억 7,400만 달러 수익) 속에서 나온 결정이라 팬들 사이 논란 발생.",
      "category": "IP & 콜라보"
    },
    {
      "title": "IOI Delays James Bond Video Game 007 First Light to GTA 6's Previous Release Date",
      "url": "https://www.ign.com/articles/ioi-delays-james-bond-video-game-007-first-light-to-gta-6s-previous-release-date",
      "date": "2025-12-24 02:24",
      "comments": 24,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/11/21/ss-a840c903dd0431a24509454787dcb0a565b56d31-1920x1080-1763729435847.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "007 First light is delayed two months for “further polish,” developer and publisher IO Interactive has announced.\nThe James Bond adventure video game was due out March 27, 2026, but will now release on May 27, 2026. In a statement published online, IOI said the delay would ensure it was able to deliver “the strongest possible version at launch.”\nIt’s worth noting that 007 First Light’s new release date is just a day after Grand Theft Auto 6 was due to be released before its latest delay to November 19, 2026. Essentially, IOI has snapped up the release slot left vacant by Rockstar’s behemoth.\n007 First Light was thought to have benefited from the GTA 6 delay, coming out at the time just two months before GTA 6’s prior release date. In an interview with GamesIndustry.biz from last month, IOI CEO Hakan Abrak was asked about GTA 6 kindly getting out of 007’s way.\n“It would be a lie not to say that obviously spring looks really good,” he replied. “I want to say in the same breath that GTA 6",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "IO Interactive, 제임스 본드 게임 '007 First Light'를 GTA 6의 이전 출시일로 연기",
      "content_summary_kr": "개발사 IO Interactive가 '007 First Light'의 출시일을 2026년 3월 27일에서 5월 27일로 2개월 연기한다고 발표. 새로운 출시일은 GTA 6의 이전 출시 예정일(5월 26일) 다음 날로, Rockstar의 GTA 6 연기로 비게 된 시장 공백을 IO Interactive가 차지하게 된 상황. IO Interactive는 출시 시 최상의 버전 제공을 위한 추가 완성도 작업이 연기 이유라고 설명.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Dr. McCoy and Mr. Sulu to Appear in Star Trek: Strange New Worlds Series Finale",
      "url": "https://www.ign.com/articles/dr-mccoy-and-mr-sulu-to-appear-in-star-trek-strange-new-worlds-series-finale-thomas-jane-kai-murakami",
      "date": "2025-12-24 03:00",
      "comments": 18,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/23/mccoy-sulu-st-tos-1766506137691.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Two iconic characters from Star Trek: The Original Series will appear in the final episode of the fifth and final season of Star Trek: Strange New Worlds, which actress Rebecca Romijn revealed had wrapped production this week.\nParamount+ announced Tuesday that Thomas Jane will play Dr. Leonard “Bones” McCoy and Kai Murakami will play Hikaru Sulu in the series finale.\nThey join Paul Wesley’s James T. Kirk, Ethan Peck’s Mr. Spock, Celia Rose Gooding’s Nyota Uhura, Jess Bush’s Christine Chapel, and Martin Quinn’s Montgomery “Scotty” Scott as the classic lineup of the USS Enterprise crew from The Original Series.\nDeForest Kelley and George Takei originated the roles of Dr. McCoy and Mr. Sulu, respectively, while Karl Urban and John Cho played the beloved characters in the Kelvin Timeline films.\nThomas Jane should be no stranger to IGN readers. He played Frank Castle in 2004’s The Punisher and starred in genre projects such as The Mist, Dreamcatcher, Mutant Chronicles, 1922, The Predator, a",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "Dr. McCoy와 Mr. Sulu, Star Trek: Strange New Worlds 시리즈 피날레에 등장",
      "content_summary_kr": "Paramount+가 Star Trek: Strange New Worlds의 최종 시즌 마지막 회에 Thomas Jane이 Dr. Leonard \"Bones\" McCoy 역으로, Kai Murakami가 Hikaru Sulu 역으로 출연한다고 화요일 발표. 이로써 Paul Wesley의 Kirk, Ethan Peck의 Spock 등과 함께 오리지널 시리즈 USS Enterprise 승무원의 클래식 라인업이 완성됨.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Five Nights at Freddy’s 2 Is Now Available to Watch at Home Just 18 Days After It Debuted in Theaters",
      "url": "https://www.ign.com/articles/five-nights-at-freddys-2-is-out-now-on-vod-platforms-after-just-3-weekends-in-theaters",
      "date": "2025-12-24 00:54",
      "comments": 9,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/04/fivenightsatfreddys2-review-blogroll-1764890661849.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Five Nights at Freddy’s 2 is out now on VOD platforms after just three weekends in theaters.\nUniversal made the shock announcement that Blumhouse’s horror sequel would launch on digital platforms to buy or rent on December 23, 2025, just 18 days after its theatrical debut.\nIt was thought that Five Nights at Freddy's 2 had secured a box office win despite a critical mauling. In 2023, Blumhouse’s Five Nights at Freddy’s, which adapts the hugely popular video game series by Scott Cawthon, became the highest-grossing horror film of the year. Two years later, Five Nights at Freddy’s 2 earnt a huge $109 million at the global box office during launch weekend. While that wasn’t as big as Five Nights at Freddy’s $160 million box office debut, it was enough to take the number one spot at the domestic box office with an impressive $63 million haul.\nDuring its third weekend, Five Nights at Freddy’s 2 grossed a further $8 million to reach $92.9 million domestically — that’s more than M3GAN, Get Out",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "Five Nights at Freddy's 2, 극장 개봉 18일 만에 VOD 서비스 시작",
      "content_summary_kr": "Universal이 Blumhouse의 호러 속편 Five Nights at Freddy's 2를 극장 개봉 18일 만인 12월 23일 디지털 플랫폼에서 구매 및 대여 가능하도록 긴급 출시 발표. 영화는 개봉 주말 전 세계 박스오피스에서 1억 900만 달러를 기록했으나, 전편의 1억 6천만 달러에는 미치지 못했으며 3주차 주말 국내 누적 수익 9,290만 달러 달성.",
      "category": "IP & 콜라보"
    },
    {
      "title": "The Top 3 Daily Fix Headlines of 2025",
      "url": "https://www.ign.com/videos/the-top-3-gaming-headlines-of-2025-ign-daily-fix",
      "date": "2025-12-24 01:00",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/22/gfix-122325-blogroll-1766440786438.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "With the year winding down, it’s time to see what were the gaming news stories you were most interested in in 2025. These are the top three most-watched headlines of the Daily Fix this year.",
      "media": "IGN",
      "game_relevance": 0.8,
      "importance": 0.6,
      "title_kr": "2025년 Daily Fix 주요 헤드라인 TOP 3",
      "content_summary_kr": "2025년 한 해 동안 게이머들이 가장 많은 관심을 보인 게임 뉴스 기사 집계. Daily Fix에서 가장 많이 시청된 상위 3개 헤드라인 공개.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "拉瑞安CEO:《博德3》破2000万套离不开腾讯支持，新游《神界》用AI找灵感被围攻？",
      "url": "http://www.gamelook.com.cn/2025/12/584710/",
      "date": "2025-12-24 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/mods06-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/自《博德之门3》横扫TGA年度游戏大奖、赢得全球赞誉之后，开发商拉瑞安工作室的一举一动，都紧紧牵动着玩家与业界的目光。\n就在今年的TGA颁奖典礼上，拉瑞安公开了全新作品《神界》的先导预告，承诺带来一款“广度与深度前所未有的角色扮演游戏”，让无数CRPG粉丝激动万分。而最近，创始人斯温·温克（Swen Vincke）接受了彭博社的采访，在宣布喜人成绩的同时，也透露了一些将《神界》推上舆论风口的信息。\n腾讯给予很大帮助\n《博德之门3》\n斯温在12月11日于洛杉矶的一家酒店套房接受了彭博社的采访。斯温首先透露，《博德之门3》的销量已突破2000万份。对于一个此前是粉丝向的CRPG而言，这是个相当了不起的成绩。\n卖得好，底气就足。斯温也毫不避讳地谈到，腾讯作为重要少数股东给予的支持很关键。这种支持更多是财务上的“定心丸”。用他自己的话说，这让他不用再担心“落魄到站在加油站给妻子打电话说没钱付油费”。这份底气，让拉瑞安在开发《博德之门3》这样宏大的项目时能够免于后顾之忧，专注于创作本身。他强调，腾讯虽在董事会拥有席位，但并不干涉工作室的具体运营。这一成功的商业范例，无疑是许多独立起家的中小型工作室所向往的理想状态：在保持创作独立性的同时，获得足以支撑野心的资源。\n“我想，这会是我们火力全开的一次创作，”斯温在谈到新作《神界》时说，“这是一款回合制角色扮演游戏，融合了我们过去作品中的所有优点，并将其提升到了新的高度。”\n实际上，拉瑞安曾计划继续与孩之宝旗下的威世智合作，开发新的《龙与地下城》项目。但斯温表示，团队在投入新项目几个月后，意识到已找不回当初的创作热情。“从概念上看，所有制作一款出色游戏的要素都已具备，唯独缺了开发者的心。”他说。\n于是，团队于去年放弃了那个项目，转而全力开发《神界》——这个IP恰好也由拉瑞安自主拥有。“《博德之门3》是款好游戏，我为此感到自豪，但我认为《神界》将会好得多。”斯温指出，《龙与地下城》的基础规则体系难以从桌面游戏完美转化为数字游戏。“而这次，我们正在打造一套专为电子游戏设计的系统，理解起来会容易得多。”\n为此，开发者们正在进行一些大胆尝试。他们最近更换了新的游戏引擎，斯温坦言这带来了一些“成长的阵痛”，但最终将是值得的。团队希望改进游戏内容的流式加载系统，并进一步强化在《博德之门",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Larian CEO: 《Baldur's Gate 3》 2000만 장 돌파는 Tencent 지원 덕분, 신작 《Divinity》 AI 활용으로 논란?",
      "content_summary_kr": "Larian Studios의 CEO Swen Vincke가 《Baldur's Gate 3》의 판매량 2000만 장 돌파를 발표하며, 소수지분 투자자인 Tencent의 재정적 지원이 큰 도움이 되었다고 밝힘. 신작 《Divinity》는 자체 IP로 개발 중이며 《D&D》 후속작 대신 전자게임에 최적화된 턴제 RPG를 제작하고 있다고 공개.",
      "category": "매출 & 성과"
    },
    {
      "title": "米哈游副总裁殷春波：坚持长期主义、从商业成功到文化符号！",
      "url": "http://www.gamelook.com.cn/2025/12/584702/",
      "date": "2025-12-24 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/mods01-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/在数字浪潮奔涌、产业格局深刻重塑的今天，如何让一款游戏产品超越短暂的商业热度，积淀为持久的文化符号，已成为整个行业共同思考的命题。在12月19日举行的2025年游戏产业年会上，上海米哈游网络科技股份有限公司副总裁殷春波先生以“IP价值的长期主义：从商业成功到文化符号”为题，分享了米哈游在这一道路上的探索与思考。\n他认为，真正的核心竞争力源于文化的生命力，并讲述了IP价值演化的三个阶段：以文化与科技筑牢内核，以用户共创激发活力，最终以链接现实与践行责任赋能长远发展。以耐心与定力，在马拉松式的文化创造中，锻造拥有世界影响力的中国文化符号。\n以下为GameLook整理润色后的内容：\n尊敬的各位领导、各位同仁、媒体朋友们，大家好。很高兴再次与大家相聚产业年会。过去的一年，中国游戏产业展现出了令人瞩目的成就。身处这一蓬勃发展的浪潮之中，我们也在思考一个更为深远的问题：究竟什么才是能够穿越周期的核心竞争力？我们认为，市场的热度纵有起伏，唯有文化的生命力才能穿越时代。商业成功并不是终点，而应该是起点。将产品沉淀为穿越周期的文化符号，这是我们应该长期坚守的努力方向。围绕这一思考，我想今天与大家分享我所坚持的长期主义。\n在我看来，这是IP价值演化的必由之路，具体体现为三个层层递进的阶段。第一阶段，源于内核：以文化为魂，科技为翼。一个值得被长久探索的IP，其根本在于深厚的文化底蕴与卓越的品质体验。这就要求我们在创作源头就必须坚持文创与科创的深度融合。“以文化为魂”，是说我们致力于让中华优秀传统文化成为IP的灵魂。这并不是简单的元素堆砌，而是深度的精神共鸣。在《原神》中，我们不仅以数字技术复刻了桂林、张家界的山水神韵，更通过海灯节、逐月节等节庆活动，让全球玩家可以体会中华传统节日背后关于团圆与传承的精神内涵。\n在科幻题材作品《崩坏：星穹铁道》中，我们将《山海经》神话意象与太空歌剧相结合，创造出了被海外玩家誉为“丝绸朋克”的中华科幻美学。正是这种源自文化自信的表达，才为我们IP奠定了坚实的文化根基。“以科技为翼”，是说优质的文化内容需要技术的支撑才能飞得更高更远。因此，我们坚持在技术研发上持续投入，力求为用户带来极致的体验。比如，我们率先实现了电脑、手机、主机的多端数据互通。近年来，我们更是持续投入云游戏技术，致力于让高品质的游戏",
      "media": "Gamelook",
      "game_relevance": 0.8,
      "importance": 0.8,
      "title_kr": "miHoYo 부사장 인춘보: 장기주의 고수, 상업적 성공에서 문화 상징으로!",
      "content_summary_kr": "miHoYo 부사장 인춘보가 2025년 게임산업 연례회의에서 'IP 가치의 장기주의'를 주제로 발표. 게임의 상업적 성공을 넘어 지속 가능한 문화 상징으로 발전시키기 위해 문화와 기술의 융합, 사용자 공동 창작, 사회적 책임 실천이라는 3단계 IP 가치 진화 전략을 제시. 《原神(Genshin Impact)》과 《崩坏：星穹铁道(Honkai: Star Rail)》을 사례로 중국 전통문화를 현대 게임에 접목해 글로벌 영향력을 지닌 문화 콘텐츠로 육성하는 방법론을 공유함.",
      "category": "매출 & 성과"
    }
  ]
}