{
  "daily_summary": "• Xbox의 South of Midnight와 Call of Duty Game Pass 1위 성과로 Microsoft의 멀티플랫폼 확장과 구독 서비스 중심 전략 강화\n\n• Bethesda의 Skyrim Switch 2 성능 문제와 Deus Ex Remastered 출시 연기로 리마스터 게임 품질 관리 이슈 부각\n\n• The Game Awards에서 Casey Hudson의 Star Wars 신작과 Larian의 Divinity 발표로 유명 개발자 중심 마케팅 전략 확산\n\n• Rockstar의 GTA 6 개발진 34명 해고 사건으로 게임 업계 기밀 보안 강화와 노동권 갈등 심화",
  "articles": [
    {
      "title": "Skyrim Fans Brand Switch 2 Version a 'Disaster' After Port Arrives With Performance Issues",
      "url": "https://www.ign.com/articles/bethesda-investigating-skyrim-switch-2-performance-issues-as-fans-brand-latest-port-a-disaster",
      "date": "2025-12-11 20:41",
      "comments": 76,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/08/theelderscrolls5skyrimgameplaytrailer-ign-blogroll-1765215234542.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Just a day after Bethesda announced and launched The Elder Scrolls V: Skyrim on Nintendo Switch 2, fans report that the game has arrived with notable performance issues.\nIn a lengthy thread on reddit that brands the port as a \"disaster,\" there are widespread complaints about input lag and the game's locked 30 frames per second visuals. \"There's like a whole second between me flicking the stick and my character moving its head,\" the post's author wrote, describing the experience as worse than \"online Smash Bros.\"\nMany have compared Skyrim's Switch 2 port with that of the far more recent Cyberpunk 2077, which offers 40 frames per second on Nintendo's new hardware while rendering considerably more detailed environments. And there has been criticism, too, of the fact the game hogs 53GB of space on the Switch 2's relatively limited internal memory, compared to just 25GB on PC.\nA separate reddit post with more than 2,400 upvotes showing a video of the game's input delay can be seen above.\nTh",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Switch 2용 Skyrim, 성능 문제로 출시 직후 팬들의 '재앙' 평가",
      "content_summary_kr": "Bethesda가 Nintendo Switch 2용 The Elder Scrolls V: Skyrim을 출시한 직후, 심각한 입력 지연과 30fps 고정 프레임 등 성능 문제로 팬들의 거센 비판에 직면. Reddit에서는 Cyberpunk 2077이 40fps로 구동되는 것과 비교하며 최적화 실패를 지적하고, PC판 대비 2배 이상인 53GB의 과도한 용량 문제도 제기.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Everything Announced So Far During The Game Awards",
      "url": "https://www.ign.com/articles/the-game-awards-2025-everything-announced",
      "date": "2025-12-12 07:03",
      "comments": 57,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/thegameawards2025-blogroll-1765487206144.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The Game Awards is back again to end this year with a celebration of the best games of 2025 and an exciting look into the future. While we may not know all the surprises in store for us this year, we do know we will be covering everything live and gathering it right here for you.\nThis article will be the place to catch all the biggest reveals, trailers, gameplay, shocking moments, and more, and we'll be updating it as it happens, so be sure to keep checking back!\nStar Wars: Knights of the Old Republic and Mass Effect's Casey Hudson is directing Star Wars: Fate of the Old Republic, a brand-new single-player narrative-driven action RPG game set in that beloved galaxy far, far away. This new game from Acanaut Studios is set \"across a galaxy on the brink of rebirth where every decision shapes your path towards light or darkness.\" And yes, it is a spiritual successor to KOTOR.\nThat statue in the middle of the Mojave Desert was in fact a tease for the reveal of Divinity from Baldur's Gate 3'",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "The Game Awards에서 지금까지 발표된 모든 것",
      "content_summary_kr": "The Game Awards에서 Star Wars: Knights of the Old Republic과 Mass Effect의 디렉터 Casey Hudson이 신작 Star Wars: Fate of the Old Republic 공개. Acanaut Studios가 개발하는 이 싱글플레이어 액션 RPG는 KOTOR의 정신적 후속작으로, 플레이어의 선택에 따라 광명과 어둠의 길이 결정되는 시스템 채택.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Rockstar Issues Statement on Fired Employees After UK Prime Minister Keir Starmer Called the Case 'Deeply Concerning'",
      "url": "https://www.ign.com/articles/gta-6-developer-rockstar-claims-fired-employees-were-dismissed-for-leaking-specific-game-features-from-upcoming-and-unannounced-titles-not-because-they-were-trying-to-unionize",
      "date": "2025-12-12 02:59",
      "comments": 49,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/11/12/whatsapp-image-2025-11-06-at-09-13-39-1762965445274.jpeg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Rockstar has claimed the employees it recently fired were dismissed because they leaked game features for upcoming and unannounced titles in Discord, not because they were trying to unionize.\n34 members of staff at Rockstar were dismissed, 31 in the UK and three in Canada, sparking protests outside the office of GTA 6 developer Rockstar North in Edinburgh, Scotland, and outside parent company Take-Two’s office in London.\nAt the time, Rockstar insisted the fired staff had leaked company secrets in a “public forum,\" which was reported to be Discord. The Independent Workers Union of Great Britain (IWGB), which is representing the affected staff in the UK, refuted the claim, saying that workers \"only communicated in private and legally-protected trade union channels.\"\nLast month, the IWGB said 220 letters signed by staff at Rockstar were delivered to management at the company demanding the fired employees were immediately reinstated. All the employees who signed the letters are members of ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "영국 총리 Keir Starmer가 '매우 우려스럽다'고 언급한 직원 해고 사건에 대한 Rockstar의 입장 발표",
      "content_summary_kr": "Rockstar가 최근 해고한 34명의 직원(영국 31명, 캐나다 3명)에 대해, 노조 결성 시도가 아닌 Discord에서 미공개 게임 정보를 유출했기 때문이라고 해명. 영국 독립노동조합(IWGB)은 직원들이 법적으로 보호받는 노조 채널에서만 소통했다며 Rockstar의 주장을 반박하고, 220명의 직원 서명을 받아 해고자 복직을 요구하는 서한을 경영진에 전달.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Bethesda 'Really, Really Pleased' With How Well The Elder Scrolls IV: Oblivion Remastered Performed, Todd Howard Points to Shadow Drops When Asked About Potential Fallout 3 Remastered",
      "url": "https://www.ign.com/articles/bethesda-chief-todd-howard-says-fallout-is-the-franchise-that-were-doing-the-most-in-right-now-coy-on-potential-return-to-new-vegas-or-a-fallout-3-remaster-while-fans-wait-for-fallout-5",
      "date": "2025-12-11 19:26",
      "comments": 30,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/fallout-1765447087329.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The Elder Scrolls 6 may be the next big brand new video game announced by Bethesda to be in the works, but Fallout is the franchise the studio is doing the most in right now, Todd Howard has told IGN.\nFallout Season 2 is set to hit Prime Video this month, and while Bethesda has a new Fallout: New Vegas bundle, there’s no word yet on a Fallout remaster or a Fallout: New Vegas 2 to capitalize on the surge of interest in the franchise.\nThere was no mention made during the recent Fallout Day broadcast of a Fallout: New Vegas remaster, which some (including Danny Trejo!) had called on Bethesda to develop. Indeed, there were no new Fallout games announced at all. Find out everything announced during the Fallout Day broadcast here.\nBut there are all sorts of rumors floating around about potential Fallout remakes now that The Elder Scrolls IV: Oblivion Remastered is out the door (Fallout 3 Remastered was leaked back in 2023, but those plans may have changed). And we know Bethesda wants to even",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Bethesda, The Elder Scrolls IV: Oblivion Remastered의 성공적 성과에 '매우 만족', Todd Howard는 Fallout 3 Remastered 가능성 질문에 깜짝 출시 방식 언급",
      "content_summary_kr": "Bethesda의 Todd Howard가 The Elder Scrolls IV: Oblivion Remastered의 성공적 성과에 만족감을 표하고, Fallout 3 Remastered 가능성에 대한 질문에 깜짝 출시(shadow drop) 방식을 시사함. Fallout 시즌 2가 이달 Prime Video에 공개 예정이나 Fallout: New Vegas 리마스터나 후속작에 대한 공식 발표는 없었으며, 최근 Fallout Day 방송에서도 새로운 Fallout 게임 발표는 없었음.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Live-Action Skyrim Trailer Teases The Elder Scrolls 6 Release Year, Fans Think",
      "url": "https://www.ign.com/articles/this-honestly-might-be-the-best-piece-of-evidence-we-have-for-a-release-date-fans-think-the-elder-scrolls-6-is-out-in-2027-because-of-a-speech-skill-in-a-live-action-skyrim-trailer",
      "date": "2025-12-11 22:33",
      "comments": 23,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/screenshot-2025-12-11-132953-1765459855930.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "As the wait for The Elder Scrolls 6 goes on, some fans believe developer Bethesda teased its release year in a live-action Skyrim trailer.\nEarlier this week, Bethesda shadow-dropped Skyrim on Nintendo Switch 2, and in doing so released a live-action comedy trailer that saw a bad Santa enlist the help of two of his elves.\nThe trailer, below, shows one of the elves raising their speech level to 27 after suggesting Skyrim launch on Switch 2, with their overall character level progress working towards 20. Why pick 20 and 27 specifically? Because The Elder Scrolls 6 is coming out in 2027, some fans are now saying.\n“This honestly might be the best piece of evidence we have for a release date,” one fan said. “Those are very specific numbers and I don’t think they would use those numbers by accident.” “My god we’ve gotten so desperate,” countered another.\nThey are oddly specific numbers though, and you’d like to think Bethesda knew what it was doing by choosing them, rather than rolling the di",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "실사 Skyrim 트레일러, The Elder Scrolls 6 출시 연도 암시했다고 팬들 추측",
      "content_summary_kr": "Bethesda가 Nintendo Switch 2용 Skyrim 출시와 함께 공개한 실사 트레일러에서 캐릭터 레벨 20과 스피치 스킬 27이라는 구체적인 숫자 등장. 일부 팬들은 이를 The Elder Scrolls 6의 2027년 출시 암시로 해석하며, 출시일에 대한 최고의 단서라고 평가하는 반면 다른 팬들은 지나친 억측이라고 반응.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "007 First Light Leak Reveals Music Star Will Play New James Bond Villain — And You'll Never Guess Who It Is",
      "url": "https://www.ign.com/articles/007-first-light-leak-reveals-music-star-will-play-new-james-bond-villain-and-youll-never-guess-who-it-is",
      "date": "2025-12-11 20:25",
      "comments": 21,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/09/04/007-first-light-blog-1756992493915.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Yet another leak ahead of tonight's The Game Awards 2025 has revealed a legendary music star as a new James Bond villain in 007 First Light.\nIn a now-deleted social post from the official 007 social media account, Fly Away singer Lenny Kravitz was unmasked as playing a First Light character named Bawma, who shares Kravitz's likeness. And while the post may have been swiftly removed, the internet still took notice — seemingly letting a further secret out ahead of tonight's big gaming awards and announcement event.\n\"He rose from nothing, broke free, and built his own Kindom of Aleph,\" the now-deleted post read. \"Introducing Bawma, the largest black-market dealer in the Western Hemisphere who's as charismatic as he is unpredictable.\"\nThe accompanying video, now also deleted, shows clearly that Bawma is a villain, as he has strung up Bond and threatens to drop him into a pit packed with crocodiles.\nKravitz is most famous for his lengthy Grammy Award-winning musical career, but the star als",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "007 First Light 유출, 음악 스타가 새로운 James Bond 악당으로 등장 — 그 주인공은 바로 이 사람",
      "content_summary_kr": "The Game Awards 2025를 앞두고 007 공식 SNS 계정에서 실수로 게시한 내용을 통해 전설적인 뮤지션 Lenny Kravitz가 신작 게임 '007 First Light'에서 악당 캐릭터 'Bawma' 역으로 출연한다는 사실이 유출됨. Bawma는 서반구 최대 암시장 딜러로 묘사되며, 삭제된 영상에서는 Bond를 악어 구덩이 위에 매달아 놓고 위협하는 장면이 공개됨.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Jonathan Blow Has an Announcement of an Announcement Set for The Game Awards",
      "url": "https://www.ign.com/articles/braid-and-the-witness-creator-jonathan-blow-teases-the-game-awards-announcement",
      "date": "2025-12-11 19:46",
      "comments": 17,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/gettyimages-162261302-1765449929439.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Jonathan Blow has just \"announced an announcement,\" teasing he just may be getting on a plane today to join a \"gaming industry event coming up.\"\nBlow — perhaps best known for 2008's Braid and 2016's The Witness — popped up on his YouTube channel with a brief video, revealing that a project that has likely taken \"nine or 10 years to make\" is \"finally get[ting] out to people.\" And while it's probably not \"a trailer for like an RPG where you fight monsters from hell\" — \"nothing wrong with that,\" he hastily added — whatever it is seems likely to be showing up at 2025's The Game Awards.\n\"We've been working hard on projects for a very long time. We have a wide variety of things that we've been developing. They're very complicated. Sometimes they take a while to come to fruition. Do we give up? No, we do not. We keep going, and we get them done because ultimately, even if something took nine years or 10 years to make, if you work hard for a long time, you can produce something that is tremend",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Jonathan Blow, The Game Awards에서 발표 예고",
      "content_summary_kr": "Braid와 The Witness로 유명한 개발자 Jonathan Blow가 9~10년간 개발한 프로젝트를 곧 공개할 예정임을 암시. 2025년 The Game Awards에서 해당 프로젝트 발표 가능성이 높으며, RPG 트레일러 같은 일반적인 게임은 아닐 것으로 예상됨.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "It Looks Like Creative Assembly Is Announcing Total War: Warhammer 40,000 at The Game Awards",
      "url": "https://www.ign.com/articles/eagle-eyed-total-war-fan-spots-what-looks-like-a-leak-for-creative-assemblys-much-rumored-total-war-warhammer-40000-with-the-game-awards-announcement-just-hours-away",
      "date": "2025-12-11 20:24",
      "comments": 14,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/11/08/wh500worlds-vcms-thumbs-recovered-1762612481618.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Creative Assembly has confirmed it has a new Total War video game set to be announced at The Game Awards, but what is it? Warhammer 40,000 fans think they know — and one eagle-eyed viewer even spotted what looks like concrete evidence.\nThe Sega-owned strategy specialist behind Total War: Warhammer (the fantasy version of Games Workshop's much-loved tabletop setting) is rumored to be working on a Warhammer 40,000 and a Star Wars take on its long-running Total War series, and it looks like the Warhammer 40,000 game will finally get announced at The Game Awards tonight.\nRedditor Knavbot took to the Total War subreddit to point to a blink-and-you’ll miss it reference to 40K in Creative Assembly’s recent showcase livestream (the one where the developer announced Total War: Medieval 3). I really do mean blink-and-you'll miss it because the files labeled 40k are incredibly hard to spot. I had to slow the video right down at the 32:42 mark and freeze-frame to see them, but yes, they are there:",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Creative Assembly, The Game Awards에서 Total War: Warhammer 40,000 발표 예상",
      "content_summary_kr": "Creative Assembly가 The Game Awards에서 새로운 Total War 게임을 발표할 예정인 가운데, 최근 공개한 쇼케이스 영상에서 '40k'라는 파일명이 포착되면서 Total War: Warhammer 40,000의 공개 가능성이 높아짐. 해당 개발사는 이미 판타지 버전인 Total War: Warhammer를 성공시킨 바 있으며, Warhammer 40,000와 Star Wars 버전 Total War를 개발 중이라는 소문이 있었음.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Hideo Kojima's OD: Release Date, Gameplay, And Everything We Know",
      "url": "https://www.gamespot.com/articles/hideo-kojimas-od-release-date-gameplay-and-everything-we-know/1100-6533769/",
      "date": "2025-12-11 15:42",
      "comments": 13,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4545841-od-2.jpg",
      "body": "With work on Death Stranding 2: On the Beach complete, all eyes are on the next game from Kojima Productions, OD. Also known as Overdose, OD is one of several games from Hideo Kojima and his team at Kojima Productions that we know about, and it's being made in partnership with Xbox Game Studios. Kojima has kept most details on OD under wraps, allowing the brief reveal trailer to do the talking for him and get fans of his work speculating on what he's cooking up right now. A few other details on the game have been revealed since it was first announced during the 2023 edition of The Game Awards. Here's a closer look at everything we know about OD so far.\nA release date for OD hasn't been revealed yet, and we're expecting this game to be in incubation for a few more years before it sees the light of day. Kojima, who is now in his 60s, is keenly aware that he can only remain active in game development for as long as his body and mind holds out, but the veteran developer has promised to sta",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Hideo Kojima의 OD: 출시일, 게임플레이 그리고 현재까지 알려진 모든 것",
      "content_summary_kr": "Kojima Productions의 차기작 OD는 Xbox Game Studios와 협업으로 제작 중이며, Death Stranding 2: On the Beach 작업 완료 후 주목받는 프로젝트임. 2023년 The Game Awards에서 첫 공개된 이후 Hideo Kojima는 대부분의 세부 사항을 비공개로 유지하고 있으며, 정식 출시까지는 수년이 더 소요될 것으로 예상됨.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Monster Hunter Wilds Sets Out Roadmap To Improve Performance on PC, Starting With Title Update 4",
      "url": "https://www.ign.com/articles/monster-hunter-wilds-sets-out-roadmap-to-improve-performance-on-pc-starting-with-title-update-4",
      "date": "2025-12-11 21:25",
      "comments": 13,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/ss-31b5597fecf2d9a2904bc9bbf8011aacb18143db-1920x1080-1765455846865.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Monster Hunter Wilds Title Update 4, which addresses a number of stability and performance issues, arrives on December 16, Capcom has announced.\nAs part of this, Capcom has \"committed\" to improving stability and performance, detailing what changes are coming and when, including CPU/GPU improvements, load reduction, and the optimization of \"PC-specific processes and addition of options and presets to reduce processing load.\"\nThe commitment comes as Monster Hunter Wilds' impressive sales, especially on PC, were offset by its 'Mixed' Steam reviews at launch. Despite director Yuya Tokuda's commitment to stability and improvements, dissatisfaction persists, and even with new content and seasons, fans remain unhappy with the state of the game, to the point where some are taking things too far and harassing individual Capcom team members.\nNow, Capcom says the free Title Update 4 will introduce \"an array of performance improvements across all platforms,\" focusing on CPU and GPU optimization an",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Monster Hunter Wilds, PC 성능 개선 로드맵 공개... Title Update 4부터 시작",
      "content_summary_kr": "Capcom이 12월 16일 Monster Hunter Wilds Title Update 4를 통해 안정성 및 성능 문제를 개선한다고 발표. PC 버전의 'Mixed' Steam 리뷰에 대응하여 CPU/GPU 최적화, 로드 감소, PC 전용 프로세스 최적화 등을 포함한 구체적인 개선 계획을 공개. 일부 팬들의 과도한 불만으로 개발진에 대한 개인 공격까지 발생하는 상황에서 전 플랫폼 성능 향상에 집중하겠다는 의지 표명.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Justin Theroux on Preparing to Play Mr. House in Fallout Season 2: 'Watching the Gameplay Wasn't As Helpful As You Might Think'",
      "url": "https://www.ign.com/articles/fallout-season-2-justin-theroux-on-finding-the-voice-of-broken-idealist-and-villain-robert-house",
      "date": "2025-12-12 00:00",
      "comments": 9,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/10/f2-theroux-house-1280a-1765400087452.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Fallout: Season 2 explores the backstory of how movie star and Vault-Tec pitchman Cooper Howard (played by Walton Goggins) went to Las Vegas before the war and met the man who he later tells Lucy MacLean was the main cause of the end of the world: Robert House.\nAs seen in the trailer, House recognizes the darkness lurking within Coop that will one day consume him as The Ghoul. House deems Coop “actually quite a violent man” who would do anything to protect his family. “You just don’t want to kill me … yet.” It seems then that the first steps of Coop’s tragic transformation into The Ghoul begins with his interactions with Mr. House.\nFans first saw Mr. House in live-action in Season 1 of the hit Prime Video series where the tech magnate was played by actor Rafi Silver. The Leftovers star Justin Theroux takes over the role for the show’s second season, lending the RobCo Industries founder a more urbane gravitas than the character we met in the first season.\nI recently chatted with Justin ",
      "media": "IGN",
      "game_relevance": 0.7,
      "importance": 0.5,
      "title_kr": "Justin Theroux, Fallout 시즌 2에서 Mr. House 역할 준비에 대해: '게임플레이 시청이 생각만큼 도움되지 않았다'",
      "content_summary_kr": "Fallout 시즌 2에서 Justin Theroux가 Mr. House 역할을 맡아 시즌 1의 Rafi Silver를 교체. 시즌 2는 전쟁 전 Las Vegas에서 Cooper Howard가 Mr. House를 만나는 과정을 다루며, House는 Cooper 내면의 어둠을 간파하고 그가 The Ghoul로 변모하는 시작점을 제시하는 내용 공개.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Arrowhead Boss Casually Reveals That a Helldivers 2 Roguelite Mode Is in the Works, and It 'Changes the Game Fundamentally'",
      "url": "https://www.ign.com/articles/arrowhead-boss-casually-reveals-that-a-helldivers-2-roguelite-mode-is-in-the-works-and-it-changes-the-game-fundamentally",
      "date": "2025-12-11 21:10",
      "comments": 9,
      "thumbnail": "https://assets-prd.ignimgs.com/2024/05/12/hd2-blog-1709811363355-1715480666596.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Helldivers 2 developer Arrowhead is working on a roguelite mode, the studio’s boss has revealed, although there's no guarantee it will actually come out.\nArrowhead CCO and Helldivers 2 creative director, Johan Pilestedt, responded to a fan on social media to say “we have a prototype of a roguelite mode — it changes the game fundamentally!”\nThat casual reveal has already set fans of the explosive co-op action shooter into overdrive imagining how a roguelite mode would work in the game, which revolves around open and shut missions restricted by time limits.\n“Going to be us defending the Evac from endless patrols but the bird never shows up,” suggested one fan. “Wave complete. Choose a booster to add: Reinforcement budget, flexible budget, discount budget (reinforcing multiple teammates takes up only one call in),” suggested another. And here’s another take: “I think it would be cool to add that… a mission that has no helldiver limit, or no time limit with a limited amount of reinforcemen",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Arrowhead 대표, Helldivers 2 로그라이트 모드 개발 중이라고 무심코 밝혀... '게임을 근본적으로 바꿀 것'",
      "content_summary_kr": "Helldivers 2 개발사 Arrowhead의 CCO Johan Pilestedt가 로그라이트 모드 프로토타입을 개발 중이며 이것이 게임을 근본적으로 변화시킬 것이라고 SNS를 통해 공개. 팬들은 시간 제한이 있는 기존 미션 구조와 달리 무한 방어전, 부스터 선택 시스템, 무제한 미션 등 다양한 방식으로 구현될 수 있을 것으로 예상하고 있으나, 실제 출시 여부는 아직 불확실한 상황.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Star Wars: Fate of the Old Republic Announced From Former KOTOR and Mass Effect Director Casey Hudson | The Game Awards 2025",
      "url": "https://www.ign.com/articles/star-wars-fate-of-the-old-republic-announced-from-former-kotor-and-mass-effect-director-casey-hudson-the-game-awards-2025",
      "date": "2025-12-12 10:20",
      "comments": 7,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/starwars-fateoftheoldrepublic-blogroll-1765502307923.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The Game Awards 2025 kicked off with a huge announcement: Star Wars: Fate of the Old Republic.\nStar Wars: Fate of the Old Republic is led by Casey Hudson, former director of the much-loved Star Wars: Knights of the Old Republic and the Mass Effect trilogy. The development studio is Edmonton, Alberta-based Arcanaut Studios.\nIt's described as a narrative-driven, single-player RPG and spiritual successor to Knights of the Old Republic. Lucasfilm insisted Fate of the Old Republic is not a direct sequel or continuation of KOTOR, and will introduce new characters for an all-new story. It's said to be in the early stages of development. The teaser trailer is below.\nHere's the official blurb:\n“Working on Star Wars: Knights of the Old Republic was one of the defining experiences of my career,” Hudson said. “With Star Wars: Fate of the Old Republic, we’re telling a completely new and different story with everything we’ve learned since - crafting an adventure about choice, destiny, and the timele",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "전 KOTOR 및 Mass Effect 디렉터 Casey Hudson, Star Wars: Fate of the Old Republic 발표 | The Game Awards 2025",
      "content_summary_kr": "The Game Awards 2025에서 Star Wars: Knights of the Old Republic과 Mass Effect trilogy의 디렉터였던 Casey Hudson이 이끄는 Star Wars: Fate of the Old Republic 공개. 캐나다 Edmonton 소재 Arcanaut Studios가 개발하는 본 작품은 KOTOR의 정신적 후속작으로, 직접적인 속편은 아니며 새로운 캐릭터와 스토리로 구성된 내러티브 중심의 싱글플레이어 RPG로 현재 초기 개발 단계.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Surprise Lords of the Fallen 2.5 Update Available Now, Just Hours Ahead of Sequel's Big Game Awards Showing",
      "url": "https://www.ign.com/articles/surprise-lords-of-the-fallen-25-update-available-now-just-hours-ahead-of-sequels-big-game-awards-showing",
      "date": "2025-12-12 03:00",
      "comments": 7,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/1-3-1765470534258.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Lords of the Fallen publisher CI Games has just announced and released a surprise final update to its 2023 game — mere hours ahead of its sequel getting a fresh airing at tonight's Game Awards.\nToday's new Version 2.5 release caps off a lengthy journey for the action role-player, which launched to mixed reviews but has since turned around its player sentiment via a series of major post-launch patches.\nLords of the Fallen's previous major 2.0 update was once believed to be its last — as was its 1.5 update before that. But, based on further fan feedback, CI Games has put together one final offering that reworks enemy and boss behavior and adds a new Veteran Mode for those seeking the game's toughest challenge.\n\"We've prided ourselves on being a players-first studio, and we mean that,\" CI Games' creative strategist Ryan Hill told IGN today. \"Version 2.0 in April was a huge milestone, but we weren't finished... It became clear that players wanted a greater challenge from both enemies and b",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Lords of the Fallen 2.5 업데이트 깜짝 출시, 속편 Game Awards 공개 불과 몇 시간 전",
      "content_summary_kr": "CI Games가 2023년 출시작 Lords of the Fallen의 최종 업데이트 버전 2.5를 오늘 깜짝 발표 및 배포. 이번 업데이트는 적과 보스 행동 패턴 개선 및 최고 난이도의 베테랑 모드 추가를 포함하며, 출시 후 혼조 평가를 받았던 게임이 지속적인 패치를 통해 플레이어 반응을 개선해온 여정의 마무리.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Blizzard Officially Sanctions World of Warcraft's Flying Houses",
      "url": "https://www.ign.com/articles/world-of-warcraft-players-figured-out-how-to-make-flying-houses-and-blizzard-has-given-them-its-official-seal-of-approval",
      "date": "2025-12-12 01:07",
      "comments": 7,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/02/07/worldofwarcrafthousingfirstlook-1738945288889.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "World of Warcraft's new housing feature has been available for those who pre-purchased the upcoming Midnight expansion for over a week now, which naturally means folks have had plenty of time to get really, really creative with their new library of decor. One of the wildest player discoveries early on was finding a trick that would make houses float in the air, which a number of people have used to make wild flying creations. Better yet, instead of patching it out, Blizzard has surprisingly given its blessing for airborne abodes.\nLofting one's house was discovered almost immediately after the housing feature dropped, with players initially using it simply to raise their homes in the air as a fun gimmick.\nApparently, flying houses are surprisingly easy to do. If you're just using the base creation tools, you're never going to be able to do this on accident, as the most you can do is move the house around on the ground within your lot. However, players using Advanced Mode can raise a hou",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Blizzard, World of Warcraft의 하늘을 나는 집 공식 허용",
      "content_summary_kr": "World of Warcraft의 새로운 하우징 기능 출시 후 플레이어들이 집을 공중에 띄우는 기법을 발견했으며, Blizzard는 이를 버그로 수정하는 대신 공식적으로 허용하기로 결정. 고급 모드를 사용하면 집을 공중에 띄울 수 있으며, 플레이어들은 이를 활용해 창의적인 공중 건축물을 제작 중.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Clair Obscur: Expedition 33 Budget Was Remarkably Small - Report",
      "url": "https://www.gamespot.com/articles/clair-obscur-expedition-33-budget-was-under-10-million-report/1100-6536874/",
      "date": "2025-12-12 01:02",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621144-33.jpg",
      "body": "Clair Obscur: Expedition 33 has been one of 2025's breakout success stories in gaming, and it was developed on a relatively small budget, apparently.\nThe New York Times reports that the budget was \"less than $10 million,\" crediting the information to developer Sandfall. The report added that the team \"conserved resources\" by purposefully avoiding an open-world setup in favor of making Expedition 33 a turn-based game.\nSandfall's Guillaume Broche said Sandfall now has the right technology to \"make those games with a relatively small team,\" and he hopes to see more like it from other studios.\n\"Games like this are coming. We are lucky to be early,\" he said.\nBroche did not elaborate as to what technology specifically he was referring to as it relates to being able to embrace new systems to build games on a smaller budget. GameSpot has contacted Sandfall for further details on Expedition 33's budget.\nIndependent developer Billy Basso, who made Animal Well, said he hopes to see \"more straight",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Clair Obscur: Expedition 33, 놀라울 정도로 적은 예산으로 개발 - 보도",
      "content_summary_kr": "2025년 주목받는 게임 Clair Obscur: Expedition 33이 1,000만 달러 미만의 예산으로 개발된 것으로 New York Times 보도. 개발사 Sandfall은 오픈 월드 대신 턴제 방식을 채택해 자원을 절약했으며, 적은 규모의 팀으로도 게임 제작이 가능한 새로운 기술을 확보했다고 설명.",
      "category": "매출 & 성과"
    },
    {
      "title": "South of Midnight Is the Latest Xbox Game Studios Title to Go Cross-platform",
      "url": "https://www.ign.com/articles/former-xbox-exclusive-south-of-midnight-is-coming-to-playstation-and-switch-2",
      "date": "2025-12-12 09:30",
      "comments": 4,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/01/23/4k-developer-direct-2025-1737656313349.jpeg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The Game Awards don't start for another half hour, but video game announcements are still finding a way to sneak in anyway. Compulsion Games just revealed that South of Midnight is coming to PlayStation 5 and Nintendo Switch 2 in spring of 2026.\nThis comes from a pair of tweets/X posts from the official Compulsion Games account, announcing each platform release respectively.\nDepending on what the final release date ends up being, this will likely time out to be roughly one year from South of Midnight's initial release, which was on April 8, 2025 of this year. This puts South of Midnight in good company with a number of other Xbox Game Studios games that have gone onto rival platforms, including Pentiment, Grounded, Sea of Thieves, Indiana Jones and the Great Circle, and The Elder Scrolls IV: Oblivion Remake. A remake of the original Halo was announced earlier this year for both Xbox and PlayStation.\nSouth of Midnight might have flown under the radar for some, but it's worth checking ou",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "South of Midnight, Xbox Game Studios의 최신 크로스 플랫폼 진출 타이틀로 확정",
      "content_summary_kr": "Compulsion Games의 South of Midnight가 2026년 봄 PlayStation 5와 Nintendo Switch 2로 출시 예정임을 발표. 2025년 4월 8일 Xbox 초기 출시 후 약 1년 만의 멀티 플랫폼 확장으로, Pentiment, Sea of Thieves, Indiana Jones and the Great Circle 등 다른 Xbox Game Studios 타이틀들과 함께 경쟁 플랫폼 진출 행보에 동참.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Rockstar Insists GTA 6 Devs Were Fired For Leaks, Not Unionizing",
      "url": "https://www.gamespot.com/articles/rockstar-insists-gta-6-devs-were-fired-for-leaks-not-unionizing/1100-6536894/",
      "date": "2025-12-12 06:29",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621331-gta.jpg",
      "body": "Rockstar Games has released a new statement regarding the situation surrounding the fired workers in the UK and internationally, once again claiming the 30+ staffers were let go not because they were trying to form a union, but because they were breaching company policy.\nSpecifically, Rockstar Games told GameSpot that the action was taken against the workers because they were discussing \"specific game features from upcoming and unannounced titles\" and other \"confidential information\" in a public forum.\nRockstar said this was \"in breach of company policy and their legal obligations.\"\nThe fired staffers and a union seeking to represent them said the Rockstar workers were fired for their efforts to establish a union. Rockstar pushed back, telling GameSpot, \"Claims that these dismissals were linked to union membership or activities are entirely false and misleading.\"\nThis is what Rockstar has been saying since the firings happened in October. At the time the action came to light, Rockstar ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Rockstar, GTA 6 개발자 해고가 노조 결성이 아닌 기밀 유출 때문이라고 주장",
      "content_summary_kr": "Rockstar Games가 30명 이상의 직원 해고와 관련해 노조 결성 시도가 아닌 회사 정책 위반 때문이라는 입장을 재확인. 해고된 직원들이 공개 포럼에서 미발표 게임의 특정 기능과 기밀 정보를 논의한 것이 해고 사유라고 설명했으며, 노조 측은 이것이 노조 결성 활동에 대한 보복이라고 반박하는 상황.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Yup, That Weird Statue Was Teasing a New Divinity Game | The Game Awards 2025",
      "url": "https://www.ign.com/articles/yup-that-weird-statue-was-teasing-a-new-divinity-game-the-game-awards-2025",
      "date": "2025-12-12 10:25",
      "comments": 3,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/divinity-blogroll-1765502791272.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "After some unusual teases and a trademark inadvertently showing Larian Studios' hand, the Baldur's Gate 3 developer's next game has been officially revealed at The Game Awards with one heck of a disturbing trailer. It's Divinity. Just Divinity.\nWe don't have any details on the game itself, but we can glean some from the very cinematic trailer. We saw a medieval-looking festival with all sorts of revelry, and a giant wicker man ready for burning. Inside the man, an actual man is chained and tortured as they burn the effigy down. But as he melts away (it's gross, okay?), his blood (?) drips into the soil, weird screaming plants come up, the wicker man goes nuts, there's a lot of screaming, and then we see the statue that's had everyone guessing for the last couple of weeks. Divinity!\nNotably, this is not a new Divinity: Original Sin game, but more specifically Divinity, its predecessor. Larian first released Divine Divinity in 2002, followed by Beyond Divinity in 2004, Divinity 2 in 2009",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "맞습니다, 그 이상한 동상은 새로운 Divinity 게임 티저였음 | The Game Awards 2025",
      "content_summary_kr": "Baldur's Gate 3 개발사 Larian Studios가 The Game Awards에서 신작 'Divinity'를 공식 발표. Divinity: Original Sin이 아닌 전작 시리즈의 정통 후속작으로, 중세 축제와 위커맨 제물 의식을 담은 충격적인 시네마틱 트레일러 공개. 지난 수주간 화제가 됐던 수상한 동상이 이 게임의 티저였음이 확인됨.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Deus Ex Remastered Delayed After Complaints About Its New Graphics",
      "url": "https://www.gamespot.com/articles/deus-ex-remastered-delayed-to-better-meet-fan-expectations/1100-6536890/",
      "date": "2025-12-12 04:23",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15789366/4621202-derimage.jpg",
      "body": "Developer Aspyr Media announced that Deus Ex Remastered has been delayed (seemingly indefinitely) so the team can \"deliver the best possible experience.\"\nAspyr delivered the news on X, posting that, alongside a commitment to delivering the best possible experience, the team wants to meet the expectations of its fanbase.\nAs such, the game has been pushed back from its initial February 5, 2026 release date. More updates will be shared \"when the time comes,\" Aspyr said. By delaying the game, the studio is also refunding all preorders while thanking fans for their continued patience and support.\nDeus Ex Remastered was revealed during Sony's September 24 State of Play livestream. The trailer showed off visual \"enhancements,\" with associate brand manager Matthew Ray explaining on the PlayStation Blog that the remaster would introduce overhauled controls, haptic feedback with the DualSense controller, updated lighting, improved shadows, increased particle effects, and enhanced textures.\nUnfor",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Deus Ex Remastered, 새로운 그래픽에 대한 불만으로 출시 연기",
      "content_summary_kr": "개발사 Aspyr Media가 Deus Ex Remastered의 출시를 무기한 연기한다고 발표. 팬들의 기대에 부응하고 최상의 경험을 제공하기 위한 결정으로, 2026년 2월 5일 예정이었던 출시일이 미정으로 변경되고 모든 예약 주문은 환불 처리. 해당 리마스터는 2024년 9월 Sony State of Play에서 공개되었으며 개선된 조작감, 햅틱 피드백, 향상된 조명과 텍스처 등을 선보일 예정이었으나, 공개된 그래픽에 대한 부정적 반응이 연기의 주요 원인으로 작용.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Wah! A New GameCube Game Just Surprise-Released On Switch 2",
      "url": "https://www.gamespot.com/articles/wah-a-new-gamecube-game-just-surprise-released-on-switch-2/1100-6536871/",
      "date": "2025-12-11 23:36",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4621089-warioworld.jpg",
      "body": "Maybe as a holiday treat, Nintendo has added a new GameCube title for Nintendo Switch Online + Expansion Pack subscribers out of the blue. Wario World is now playable for the service on Switch 2.\nOriginally released in 2003, Wario World is a 3D platformer that sees the antihero looking for payback after his treasure is stolen and his castle destroyed. Coincidentally, Treasure is the developer behind the GameCube title. The studio is known for Gunstar Heroes, Sin and Punishment, and Ikaruga.\nWario World brings the GameCube library up to seven titles on Switch 2 for the Expansion Pack tier. What's intriguing about Wario World is that Nintendo has teased GameCube titles that still aren't out on the service, such as Fire Emblem: Path of Radiance and Pokemon Colosseum. Meanwhile, Wario World hadn't previously been mentioned. Luigi's Mansion arrived on the subscription service right before Halloween and was the last addition.\nEarlier this week, Nintendo announced that Rayman 2: The Great Esc",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "와! 새로운 GameCube 게임이 Switch 2에 깜짝 출시",
      "content_summary_kr": "Nintendo가 Switch 2의 Nintendo Switch Online + Expansion Pack 구독자를 위해 GameCube 타이틀 'Wario World'를 예고 없이 깜짝 공개. 2003년 출시된 이 3D 플랫포머는 Treasure가 개발했으며, 이로써 Switch 2의 GameCube 라이브러리는 총 7개 타이틀로 확대. Nintendo가 예고했던 Fire Emblem: Path of Radiance나 Pokemon Colosseum보다 먼저 출시되어 주목받음.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Here's How Much It Could Cost To Show A Game At The Game Awards",
      "url": "https://www.gamespot.com/articles/heres-how-much-it-could-cost-to-show-a-game-at-the-game-awards/1100-6536881/",
      "date": "2025-12-12 01:48",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621187-geoff.jpg",
      "body": "A new report detailed how much it costs for developers to have their games shown off at The Game Awards. Kotaku reported that a 60-second trailer can cost up to $450,000, with the price scaling to $1 million for a three-minute trailer.\nThe ad sales team for The Game Awards can charge that much due in part to the show's massive scale. The Game Awards 2024 drew an audience of 154 million livestreams, which was up from 118 million for The Game Awards 2023. This counts streams on YouTube, Twitch, Steam, TikTok, X, Instagram, Facebook, and international platforms like Bilibili and WeChat in China, among other sources.\nThe viewership number for The Game Awards 2024 was many millions higher than the latest Super Bowl (127.7 million), but the comparison is not apples to apples. Super Bowl ads for Super Bowl LIX this past February reportedly cost as much as $8 million for 30 seconds.\nGameSpot has contacted the organizers of The Game Awards for comment on ad pricing.\nPeople have criticized The G",
      "media": "GameSpot",
      "game_relevance": 0.8,
      "importance": 0.6,
      "title_kr": "The Game Awards에서 게임을 공개하는 데 드는 비용",
      "content_summary_kr": "The Game Awards에서 게임 트레일러를 공개하는 비용이 60초 기준 최대 45만 달러, 3분 트레일러는 100만 달러에 달하는 것으로 보도됨. The Game Awards 2024는 1억 5400만 시청 스트림을 기록하며 전년 대비 대폭 증가한 규모를 보여주었고, 이러한 막대한 시청자 수가 높은 광고 비용 책정의 근거가 되고 있음.",
      "category": "매출 & 성과"
    },
    {
      "title": "Call Of Duty Was 2025's Top Franchise On Game Pass",
      "url": "https://www.gamespot.com/articles/call-of-duty-was-2025s-top-franchise-on-game-pass/1100-6536860/",
      "date": "2025-12-11 19:29",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4620948-callofdutyblackops7pcspecs.jpg",
      "body": "It seems telling that Microsoft and Activision haven't been touting sales numbers for Call of Duty: Black Ops 7, a sequel that hasn't been as well-received by players as Black Ops 6 was a year earlier. Regardless, Microsoft has announced that the Call of Duty franchise led the charge on Xbox Game Pass in 2025 in two key categories.\nOn social media, the official account for Xbox Game Pass noted that Call of Duty ranked first for total players and hours in 2025. Specific figures beyond that weren't included in the announcement.\nThe timing is interesting because Activision released a statement of its own earlier this week which acknowledged that Black Ops 7 fell short of the mark the publisher set for itself. Furthermore, Activision pledged to refrain from any future CoD year-to-year releases that are direct sequels, as Black Ops 6 and 7 were.\n\"[We know] that for some of you, the franchise has not met your expectations fully,\" reads the statement. \"To be very clear, we know what you expec",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Call of Duty, 2025년 Game Pass에서 최고의 프랜차이즈로 등극",
      "content_summary_kr": "Microsoft, Call of Duty 프랜차이즈가 2025년 Xbox Game Pass에서 총 플레이어 수와 플레이 시간 부문 1위를 기록했다고 발표. 다만 Activision은 Black Ops 7이 기대에 미치지 못했음을 인정하며, 향후 연속된 후속작을 매년 출시하지 않겠다고 선언.",
      "category": "매출 & 성과"
    },
    {
      "title": "The Game Awards 2025 Winners: The Full List (Updating Live)",
      "url": "https://www.ign.com/articles/the-game-awards-2025-winners-the-full-list",
      "date": "2025-12-12 08:09",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/liveblog-tga25-blogroll-1765493180097.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "With all the reveals, leaks and drama that surround The Game Awards, it's easy to forget about the actual winners themselves. Luckily for you, as well as tracking every big game reveal, announcement and trailer from the show, we'll updating this page in real time as the winners of The Game Awards 2025 are announced.\nCan anything beat Grand Theft Auto 6 for the Most Anticipated Game trophy? Will Clair Obscur: Expedition 33 take home Game of the Year? Will muppets somehow be involved in the show again this year? Does the appearance of Evanescence as the live musical act mean Geoff Keighley was a teen goth? Expect answers to some of those questions right here, as they happen.\nYou can watch The Game Awards 2025 with us at any of the links below. The show will begin with a special pre-show, which will start at 4:30pm PT / 7:30pm ET.\nRachel Weber is the Senior Editorial Director of Games at IGN and an elder millennial. She's been a professional nerd since 2006 when she got her start on Offic",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "The Game Awards 2025 수상자: 전체 목록 (실시간 업데이트)",
      "content_summary_kr": "The Game Awards 2025의 수상자를 실시간으로 업데이트하며 발표. Grand Theft Auto 6의 최다 기대작 수상 여부와 Clair Obscur: Expedition 33의 올해의 게임 수상 가능성에 관심 집중. 행사는 태평양 표준시 기준 오후 4시 30분에 프리쇼로 시작.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "Tomb Raider, 007 First Light Details Leak Ahead of The Game Awards - IGN Daily Fix",
      "url": "https://www.ign.com/videos/tomb-raider-007-first-light-details-leak-ahead-of-the-game-awards-ign-daily-fix",
      "date": "2025-12-12 06:24",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/gfix-121125-blogroll-1765480770569.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "In today's Daily Fix:\nTonight is The Game Awards, and with it we can expect a deluge of new announcements and surprises. But a few surprises have already leaked onto the internet, including what look like the first images from the upcoming Tomb Raider remake. The remake will be a top-to-bottom retelling of the original game from 1996, but it will be set in the same continuity as the Tomb Raider Survivor trilogy that began in 2011. Another major leak is the reveal of the villain in the upcoming 007 First Light game. The villain, Bawma, will be played by Lenny Kravitz. And in other news, Helldivers 2 dev Arrowhead has teased a roguelite mode, but don't get your hopes up. It's still in its early stages and may never actually get released. And finally take a peak into the Wizarding World of Harry Potter at Universal Orlando Resort.\nPresented by Universal Orlando Resort.",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "The Game Awards를 앞두고 Tomb Raider, 007 First Light 세부 정보 유출",
      "content_summary_kr": "The Game Awards 개최를 앞두고 1996년 오리지널을 리메이크한 Tomb Raider의 첫 이미지와 Lenny Kravitz가 악역으로 출연하는 007 First Light의 정보가 사전 유출. Helldivers 2 개발사 Arrowhead는 로그라이트 모드를 암시했으나 초기 단계로 실제 출시 여부는 불확실.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Clair Obscur: Expedition 33 Is GameSpot's Game Of The Year 2025",
      "url": "https://www.gamespot.com/articles/clair-obscur-expedition-33-is-gamespots-game-of-the-year-2025/1100-6536771/",
      "date": "2025-12-12 09:38",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/123/1239113/4619720-goty_gamespot_best-of-2025_article-header_1-1.jpg",
      "body": "In 2023, Final Fantasy Final Fantasy XVI producer Naoki Yoshida indicated his distaste for the term JRPG, saying that Square Enix doesn't go into its games trying to make a JRPG. \"We go into them thinking we're going to create RPGs,\" he explained.\nBefore this, Nintendo producer Hitoshi Yamagami, who worked with MonolithSoft on Xenoblade Chronicles X, echoed similar sentiments, saying, \"I feel like we just make RPGs, I don't need anyone to add the 'J', personally.\"\nIn these two instances, there is both a direct and an implied acknowledgement that although there can be positive connotations attached to the label, \"JRPG\" can also feel limiting and discriminatory.\nOver time, the term JRPG has felt more and more outdated, partly because Japanese developers have expressed opposition to the pigeonholing of their art, and partly because the characteristics that were typically used to demarcate a JRPG have become less and less exclusive to Japanese developers.\nFinal Fantasy, in particular, unde",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Clair Obscur: Expedition 33, GameSpot 선정 2025 올해의 게임",
      "content_summary_kr": "Final Fantasy XVI 프로듀서 Naoki Yoshida와 Nintendo 프로듀서 Hitoshi Yamagami가 'JRPG'라는 용어에 대한 반대 의사를 표명. 일본 개발자들은 자신들의 게임을 단순히 'RPG'로 분류하길 원하며, JRPG라는 표현이 차별적이고 제한적일 수 있다고 지적. 시간이 지나면서 JRPG의 특징이 일본 개발사에만 국한되지 않게 되면서 해당 용어의 유효성이 감소하고 있다는 분석.",
      "category": "규제 & 이슈"
    },
    {
      "title": "New Game Decrepit Blends Souls-Like Combat With Old-School Dungeon-Crawling",
      "url": "https://www.gamespot.com/articles/new-game-decrepit-blends-souls-like-combat-with-old-school-dungeon-crawling/1100-6536862/",
      "date": "2025-12-12 09:37",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4621035-decrepit.jpg",
      "body": "Decrepit, a new dark fantasy game, has been unveiled at The Game Awards. Inspired by souls-like games, the first-person dungeon-crawler doesn't have a final release date yet, but it is in development for PC and is aiming to launch in 2026.\nLike several other souls-likes, Decrepit is built around stamina-based combat. Developer Jämmerdal Games says players will need to master the space around them to overcome the monsters that stand in their way, and while hidden secrets can provide permanent bonuses, they are no substitute for knowledge and the perfect execution of moves. Each weapon in Decrepit has distinct attack patterns, and spells can be used to deal heavy damage when a window of opportunity opens up.\nGames like Hexen and Eye of the Beholder are some of the influences cited by the developer, but with a modern souls-like inspiration at its core, you'll need to study enemy attack patterns and strike quickly at the right time. Every death drags you back to the starting dungeons--and ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "신작 게임 Decrepit, 소울라이크 전투와 고전 던전 크롤링 결합",
      "content_summary_kr": "다크 판타지 게임 Decrepit이 The Game Awards에서 공개. 개발사 Jämmerdal Games는 스태미나 기반 전투와 1인칭 던전 크롤링을 결합한 소울라이크 장르로, Hexen과 Eye of the Beholder 등 고전 게임에서 영감을 받아 PC용으로 2026년 출시 목표.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Another Great Xbox Exclusive Headed To PS5 And Switch 2",
      "url": "https://www.gamespot.com/articles/another-great-xbox-exclusive-headed-to-ps5-and-switch-2/1100-6536898/",
      "date": "2025-12-12 09:25",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621463-screenshot2025-12-11at7.15.32%E2%80%AFpm.png",
      "body": "Another great Xbox exclusive, South of Midnight, is heading to rival platforms. Developer Compulsion Games has announced that the action-adventure game is coming to PS5 and Switch 2 in Spring 2026.\nSouth of Midnight launched in April for PC and Xbox Series X|S, meaning it'll be coming to different systems after about a period of a year, depending on when exactly it hits PS5 and Switch 2.\nSouth of Midnight is set in the American Deep South. The game follows the character Hazel, who, along with her mother, are preparing for a huge hurricane.\nIt's just the latest Xbox exclusive to come to rival platforms. Just this week, Microsoft put Microsoft Flight Simulator 2024 on PS5, while games like Doom: The Dark Ages and The Outer Worlds 2 came to PS5 this year. Next year, Microsoft will launch Halo: Campaign Evolved on PS5.\nMicrosoft is bringing Xbox games to rival systems to help titles reach a wider audience, and to help Microsoft make more money considering how much larger the PS5 install ba",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "또 다른 Xbox 독점작 South of Midnight, PS5와 Switch 2로 출시",
      "content_summary_kr": "Xbox 독점작이었던 액션 어드벤처 게임 South of Midnight가 2026년 봄 PS5와 Switch 2로 출시 예정. 개발사 Compulsion Games가 발표한 이번 결정은 2025년 4월 PC와 Xbox Series X|S로 먼저 출시된 지 약 1년 만에 이루어진 것으로, Microsoft Flight Simulator 2024, Doom: The Dark Ages 등에 이어 Xbox 독점작들이 경쟁 플랫폼으로 확장되는 Microsoft의 전략을 보여줌.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Fans Think A Skyrim Trailer Might Secretly Reveal Elder Scrolls 6's Release Year",
      "url": "https://www.gamespot.com/articles/fans-think-a-skyrim-trailer-might-secretly-reveal-elder-scrolls-6s-release-year/1100-6536892/",
      "date": "2025-12-12 06:06",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15976769/4621264-screenshot%28292%29.jpg",
      "body": "The wait for The Elder Scrolls 6 has been long, and fans are eager for any sign of progress--and don't expect any sort of announcement this holiday season. However, that excitement only grew when Bethesda released a live-action comedy trailer to celebrate Skyrim's sudden launch on the Nintendo Switch 2. The trailer features a mischievous Santa and two elves, and at first glance, it seems like simple holiday fun. But the numbers shown on the elves' character screen quickly caught the community's attention.\nThe reason: One elf's speech skill jumps to 27, while their overall level is shown moving toward 20. Some fans believe these numbers are a deliberate hint that The Elder Scrolls 6 is planned for 2027. Supporters of the theory argue that the numbers are too specific to be random, while others think people may be reading too much into a random number. Still, because Bethesda rarely shares direct updates about the game, even small details like this can spark big debates.\n\"This honestly m",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "팬들, Skyrim 트레일러가 Elder Scrolls 6 출시 연도를 암시한다고 주장",
      "content_summary_kr": "Bethesda가 Nintendo Switch 2용 Skyrim 출시를 기념해 공개한 실사 코미디 트레일러에서 엘프 캐릭터의 스킬 레벨이 27, 전체 레벨이 20으로 표시되자, 팬들은 이를 Elder Scrolls 6의 2027년 출시를 암시하는 의도적 힌트로 해석. 공식 업데이트가 거의 없는 상황에서 이러한 작은 디테일도 커뮤니티 내 큰 논쟁으로 확산.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "The Game Awards 2025: How To Watch, Start Times, And What To Expect",
      "url": "https://www.gamespot.com/articles/the-game-awards-2025-how-to-watch-start-times-and-what-to-expect/1100-6536768/",
      "date": "2025-12-12 05:05",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15789366/4618453-tgaimage.jpg",
      "body": "The Game Awards are set to kick off today, December 11, at 4:30 PM PT / 7:30 PM ET, and it's sure to come with some surprise announcements and premieres that we may or may not have predicted well. With the nominations and the snubs revealed, here's a rundown on where you can stream Geoff Keighley's annual show.\nAs aforementioned, The Game Awards starts at 4:30 PM PT / 7:30 PM ET on Thursday, December 11 with a 30-minute pre-show that'll likely include the typical fare: announcements, smaller awards, trailers, and the like. Below is a more detailed breakdown of the showcase's start time for various other regions:\nWe'll have a stream available right here for you to watch, so you can either bookmark this post or return to GameSpot to read some articles and catch the show.\nOutside of our dedicated livestream on YouTube, The Game Awards will be available to watch on the usual platforms: Facebook Live, TikTok Live, Twitch, YouTube, and X. You can also stream the show on IGN, Instagram Live, ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "The Game Awards 2025: 시청 방법, 시작 시간 및 예상 내용",
      "content_summary_kr": "The Game Awards가 12월 11일 오후 4시 30분(PT) / 오후 7시 30분(ET)에 개최되며, Geoff Keighley가 진행하는 연례 시상식에서 예상치 못한 게임 발표와 공개 예정. 30분 분량의 사전 쇼를 포함해 YouTube, Twitch, TikTok Live, Facebook Live 등 다양한 플랫폼을 통한 생중계 진행.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "Battlefield 6's Buggy Update Is Being Fixed, As New Patches Scheduled And Tournament Delayed",
      "url": "https://www.gamespot.com/articles/battlefield-6s-buggy-update-is-being-fixed-as-new-patches-scheduled-and-tournament-delayed/1100-6536891/",
      "date": "2025-12-12 03:49",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1639/16394540/4621206-bf6-recon-class-nologo-16x9.jpg",
      "body": "The Winter Offensive update went live in Battlefield 6 on December 9, bringing new content and a limited-time event. Unfortunately, the update also added a host of issues that affected gameplay. The problems were so severe that the developer has now postponed Battlefield 6's $1 million tournament series for Redsec and outlined the fixes planned for future updates.\nThe Winter Offensive update caused a wide variety of issues across all platforms, with bugs related to the Breakthrough and Portal modes, as well as performance issues with stuttering on PC. There was even a main menu issue that prevented some players from selecting and playing game modes.\nNow Playing: 10 Minutes Of Battlefield 6 Season 1 New Maps Gameplay (Blackwell Fields and Eastwood)\nThe developer has responded with a new community update post, which details known issues as well as new updates planned to release before the holidays.\nAccording to the post, several issues have already been addressed via hotfixes. This inclu",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Battlefield 6의 버그 투성이 업데이트 수정 중, 새 패치 예정 및 토너먼트 연기",
      "content_summary_kr": "Battlefield 6의 Winter Offensive 업데이트가 12월 9일 출시되었으나 심각한 버그로 인해 100만 달러 규모의 Redsec 토너먼트 시리즈 연기. Breakthrough 및 Portal 모드 오류, PC 성능 저하, 메인 메뉴 접속 문제 등 다양한 플랫폼에서 문제 발생. 개발사는 커뮤니티 업데이트를 통해 핫픽스로 일부 문제를 해결했으며 연휴 전 추가 패치 계획 발표.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Fallout Is The Franchise That Bethesda Is \"Doing The Most In\" Right Now",
      "url": "https://www.gamespot.com/articles/fallout-is-the-franchise-that-bethesda-is-doing-the-most-in-right-now/1100-6536889/",
      "date": "2025-12-12 03:41",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4621197-fallout3.jpg",
      "body": "Fallout fans have been understandably curious about the future of the franchise, especially since Fallout 5 isn't expected to arrive before The Elder Scrolls 6, and Bethesda hasn't been very forthcoming about when that game is coming either. For now, Bethesda's Todd Howard is keeping the company's plans close to his vest, but he has indicated there's more happening with Fallout than any other Bethesda property at the moment.\n\"We've had a long-term plan for Fallout, and so I wish I could talk about all those today,\" Howard told IGN. \"I'll just say this, it's the franchise that we're doing the most in right now.\"\nHoward also indicated that the success of Prime Video's Fallout TV series hasn't altered those plans or caused Bethesda to move up its timetable.\n\"We had a plan for the games we were going to make,\" said Howard. \"The TV show was part obviously of our Fallout plan as far as a franchise. And in a lot of ways, I view it as an entry, as a game entry. Games are one lens into the worl",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Fallout, 현재 Bethesda가 '가장 많은 작업을 하고 있는' 프랜차이즈",
      "content_summary_kr": "Bethesda의 Todd Howard, Fallout이 현재 회사에서 가장 활발히 진행 중인 프랜차이즈라고 언급. Fallout 5는 The Elder Scrolls 6 이후 출시 예정이며, Prime Video의 Fallout TV 시리즈 성공에도 불구하고 기존 개발 계획에는 변동 없음을 확인. Howard는 Fallout의 장기 계획이 존재하나 현재로서는 구체적 내용 공개 불가함을 밝힘.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "GTA 6 Clues May Be Hidden In GTA Online's Big New Update, Fans Think",
      "url": "https://www.gamespot.com/articles/gta-6-clues-may-be-hidden-in-gta-onlines-big-new-update-fans-think/1100-6536887/",
      "date": "2025-12-12 02:49",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621201-screenshot2025-12-11at12.43.36%E2%80%AFpm.png",
      "body": "The recent A Safehouse in the Hills update for GTA Online may contain clues about Grand Theft Auto VI, or at least that's what the franchise's passionate fanbase is theorizing based on some recent discoveries.\nAfter the big new update went live on December 10, people dug into the game's code in search of anything that might provide clues about GTA 6, and people think they found some. A line of text that was discovered references a voice line for the character Jimmy, the son of main character Michael, that says he is \"moving out of state.\" Another line, from his mother Amanda, says, \"Our son is finally moving away from home.\" People are taking this to suggest that Jimmy may have moved to Leonida, the stand-in for GTA 6's setting of Florida, but that's just conjecture for now.\nNow Playing: GTA Online: A Safehouse In The Hills - Update Launch Trailer\nDataminers also discovered that the KnoWay autonomous driving company that was added to GTA Online in the new update was formerly known as S",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "GTA 6 단서가 GTA Online 대규모 신규 업데이트에 숨겨져 있을 가능성, 팬들의 추측",
      "content_summary_kr": "12월 10일 공개된 GTA Online의 'A Safehouse in the Hills' 업데이트에서 데이터마이너들이 GTA 6 관련 단서 발견. Michael의 아들 Jimmy가 '주 밖으로 이사간다'는 음성 대사 코드를 확인했으며, 팬들은 이를 GTA 6의 배경인 Florida를 모티브로 한 Leonida로 이주하는 복선으로 해석.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Skyrim's Switch 2 Port Has Significant Performance Issues, Bethesda Investigating",
      "url": "https://www.gamespot.com/articles/skyrims-switch-2-port-has-a-bit-of-a-performance-issue/1100-6536879/",
      "date": "2025-12-12 00:58",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15976769/4621141-the_elder_scrolls_v_skyrim_anniversary_edition_banner.jpg",
      "body": "Just one day after Bethesda released The Elder Scrolls V: Skyrim on the Nintendo Switch 2, the publisher admitted the new version has performance problems. Players called the port a \"disaster,\" and many more reported major input lag and a locked 30 frames per second.\nOver on Reddit, the details of the lag became apparent when someone posted the delay between moving the Joy-Con stick and his character reacting in the game. \"There's like a whole second between me flicking the stick and my character moving its head.\"\nThe discussion evolved into comparing Skyrim's Switch 2 version to Cyberpunk 2077, which runs at 40 frames per second on the same hardware while showing more detailed worlds. Another common complaint is the game's size: Skyrim takes up 53GB of the Switch 2's limited internal storage, even though it uses only 25GB on PC. For many fans, this raised questions about how the port was handled.\nOn Bethesda's official support site, the company posted a mouthful of a question titled \"",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Skyrim의 Switch 2 이식작, 심각한 성능 문제로 Bethesda 조사 착수",
      "content_summary_kr": "Bethesda가 Nintendo Switch 2로 출시한 The Elder Scrolls V: Skyrim에서 심각한 성능 문제 발생. 플레이어들은 1초에 가까운 입력 지연과 30fps 제한을 보고하며 '재앙'이라 평가했고, 동일 하드웨어에서 40fps로 구동되는 Cyberpunk 2077와 비교하며 최적화 부실 지적. PC판 25GB 대비 53GB에 달하는 용량 문제도 제기되며 Bethesda는 공식 지원 사이트를 통해 조사 중임을 공표.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Helldivers 2 Could Be Getting A Roguelite Mode",
      "url": "https://www.gamespot.com/articles/helldivers-2-could-be-getting-a-roguelite-mode/1100-6536875/",
      "date": "2025-12-12 00:46",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4621140-helldivers2action.jpg",
      "body": "Helldivers 2 has been one of the big live service success stories of 2025, but there may be a new way to play the multiplayer title in the future. Arrowhead Game Studios CCO and Helldivers 2 creative director Johan Pilestedt has revealed that there is a prototype version of a roguelite mode, and he hinted that it brings some big changes to the game.\nPilestedt shared the news while replying to a message on social media, adding that \"It changes the game fundamentally!\"\nIt's currently unclear what the roguelite version of Helldivers 2 would entail, and whether it will ultimately be released. The only thing that Pilestedt has confirmed is that a roguelite prototype exists. Everything else is speculation for now.\nThe Helldivers 2 dev team recently disclosed that it's taking a break from the content roadmap to focus on fixing the various critical bugs that have popped up. To that end, director Mikael Eriksson announced that Helldivers 2 will be releasing patches every two weeks in the hope t",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Helldivers 2, 로그라이트 모드 추가 가능성",
      "content_summary_kr": "Arrowhead Game Studios의 CCO이자 Helldivers 2 크리에이티브 디렉터 Johan Pilestedt가 로그라이트 모드의 프로토타입 버전이 존재하며 게임을 근본적으로 변화시킬 것이라고 SNS를 통해 암시. 다만 구체적인 내용이나 출시 여부는 아직 불확실하며, 현재 개발팀은 콘텐츠 로드맵을 중단하고 주요 버그 수정에 집중 중.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Skyrim's Many Re-Releases Have Become \"A Bit Of A Joke,\" Dev Says",
      "url": "https://www.gamespot.com/articles/skyrims-many-re-releases-have-become-a-bit-of-a-joke-dev-says/1100-6536870/",
      "date": "2025-12-11 23:45",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621096-screenshot2025-12-11at9.39.58%E2%80%AFam.png",
      "body": "Bethesda's RPG The Elder Scrolls V: Skyrim has been released on so many platforms over the years since its 2011 debut that one developer at Bethesda believes it's becoming something of a joke.\nBethesda's Matt Carofano, the creative director for the just-released Switch 2 Anniversary Edition of Skyrim, told Nintendo Life that, \"It's a bit of a joke at this point how often we release Skyrim.\"\nNow Playing: Skyrim Made Dominic Monaghan's PS3 EXPLODE | Star Players\nCarofano said Skyrim is a \"great game\" and the goal in releasing the game in so many places is to help it reach more people \"in the best way possible.\"\nHe also discussed bringing Skyrim to Switch 2, saying there is a \"whole new generation\" of people who might pick up a Switch 2 and \"that's the first time they've ever played Skyrim.\"\nBethesda previously put Skyrim on the original Switch, so creating a native Switch 2 version was \"really an easy development process\" and a \"pretty quick\" job to do, at least compared to Bethesda's tr",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Skyrim의 잦은 재출시, \"이제 농담 수준\"이라고 개발자 언급",
      "content_summary_kr": "Bethesda의 Matt Carofano 크리에이티브 디렉터가 2011년 출시 이후 수많은 플랫폼에 재출시된 The Elder Scrolls V: Skyrim에 대해 \"이제 농담 수준\"이라고 인정. 다만 새로운 세대의 플레이어들에게 게임을 전달하기 위한 목적이며, Switch 2 버전은 기존 Switch 버전 경험을 바탕으로 빠르고 쉽게 개발 완료했다고 설명.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "The Villain In 007 First Light May Be Played By Someone Totally Unexpected",
      "url": "https://www.gamespot.com/articles/the-villain-in-007-first-light-may-be-played-by-someone-totally-unexpected/1100-6536867/",
      "date": "2025-12-11 23:01",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621086-screenshot2025-12-11at8.50.43%E2%80%AFam.png",
      "body": "Ahead of The Game Awards, a trailer for the new James Bond game 007: First Light has leaked, revealing what appears to be the game's main villain and the actor playing him. The character is reportedly named Bawma and he will be played by Lenny Kravitz, according to the trailer leak.\nKravitz is best known for his success in music, but he does have acting experience as well, appearing in The Hunger Games movies as Cinna. He also acts in his many music videos.\nNow Playing: 007 First Light – Official 34 Minute Gameplay Reveal | Sony State of Play\nActor Patrick Gibson plays a young James Bond in First Light, which tells a new, original story of how Bond became 007. The game's cast also includes No Time To Die actor Priyanga Burford as M, The Walking Dead's Lennie James as Greenway, Death in Paradise's Kiera Lester as Miss Moneypenny, and Andor actor Alastair Mackenzie as Q.\nAdditionally, Marvel actor Gemma Chan plays Dr. Selina Tan and Noemie Nakai (Tokyo Vice) portrays Miss Roth.\nFirst Lig",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "007 First Light의 악당 역할, 뜻밖의 인물이 맡아",
      "content_summary_kr": "새로운 James Bond 게임 '007: First Light'의 트레일러가 유출되며 주요 악당 Bawma 역을 뮤지션 Lenny Kravitz가 맡은 것으로 확인. 젊은 Bond 역의 Patrick Gibson을 비롯해 Gemma Chan, Priyanga Burford 등 다수의 배우진이 참여하며, Bond가 007이 되는 과정을 다룬 새로운 오리지널 스토리 공개.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Legendary Dev's Long-Lost NES Game Is Getting Its First-Ever Release",
      "url": "https://www.gamespot.com/articles/legendary-devs-long-lost-nes-game-is-getting-its-first-ever-release/1100-6536857/",
      "date": "2025-12-11 19:27",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4620937-xcavator.jpg",
      "body": "In 2012, programmer Chris Oberth passed away after a career that spanned from the dawn of video games in the late '70s to the PlayStation 2 era. Now, one of Oberth's unfinished games, Xcavator 2025, has been completed and it's slated for a physical release on the console it was originally intended for: the NES.\nThe Video Game History Foundation--with the permission and support of Oberth's family--found the source code for Xcavator 2025 in Oberth's development archives. It was originally developed by Incredible Technologies Inc., the company behind the Golden Tee Golf and Big Buck Hunter arcade games. However, it was rejected by publishers in 1991, and it was never seen again until now.\nTo finish the game, the VGHF teamed up with Mega Cat Studios, which was guided by the remaining materials to recapture the spirit of Oberth's original vision. Towards that end, Mega Cat Studios' development team only used the tools and environments that would have been available at the time. A standalone",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "전설적인 개발자의 오랫동안 잃어버린 NES 게임, 최초 출시 예정",
      "content_summary_kr": "2012년 사망한 프로그래머 Chris Oberth의 미완성 게임 'Xcavator 2025'가 Video Game History Foundation과 Mega Cat Studios의 협업으로 완성되어 원래 의도했던 콘솔인 NES로 물리적 출시 예정. 1991년 퍼블리셔에게 거절당한 후 사라졌던 이 게임은 Oberth의 개발 아카이브에서 소스 코드가 발견되었으며, 당시 사용 가능했던 도구와 환경만을 활용해 원작의 정신을 되살리는 방식으로 개발 완료.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Next Minecraft Update Release Date And Contents Speculation",
      "url": "https://www.gamespot.com/articles/next-minecraft-update-release-date/1100-6530316/",
      "date": "2025-12-11 19:25",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1850/18507742/4578731-next-minecraft-update.png",
      "body": "The next Minecraft update hasn't been revealed yet, as Mounts of Mayhem was only recently released, on 9 December. Usually, the next Minecraft update happens every three months though, so we'd expect another one around February 2026.\nThe next Minecraft update release date should fall around late February 2026. Mojang has promised four updates a year, and since Mounts of Mayhem was released in early December, we'd estimate that the next update will be around three months after that.\nFor players using the game's Snapshots feature, where you can try out new additions in beta form, you may already have some suspicions around the next update features.\nWhile there are no details about what's coming next to Minecraft just yet, thanks to a recent video put out by the Minecraft team we can let you know what won't be included. \"We try to avoid bringing in pop culture references,\" commented X, \"Like hot dogs or pirates!\" added X. \"However, we could do Villagers that live on the sea, so it's about",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "다음 Minecraft 업데이트 출시일 및 내용 추측",
      "content_summary_kr": "Minecraft의 다음 업데이트는 2026년 2월 말 출시 예상. Mojang은 연 4회 업데이트를 약속했으며, 12월 초 출시된 Mounts of Mayhem 이후 약 3개월 뒤인 2월경 새 업데이트 공개 전망. Minecraft 팀은 최근 영상을 통해 핫도그나 해적 같은 대중문화 요소는 포함하지 않을 것이라고 언급.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "4Loop Revealed as PlayStation's New Sci-Fi Co-Op Shooter from Bad Robot and Left 4 Dead Designer | The Game Awards 2025",
      "url": "https://www.ign.com/articles/4loop-revealed-as-playstations-new-sci-fi-co-op-shooter-from-bad-robot-and-left-4-dead-designer-the-game-awards-2025",
      "date": "2025-12-12 10:40",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/4loop-blogroll-1765503470540.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "J.J. Abrams and Left 4 Dead creator Mike Booth took to The Game Awards 2025 to announce that their mysterious new co-op video game is a sci-fi third-person shooter called 4Loop.\nA trailer for the PlayStation 5 and PC project was unveiled during today’s show, revealing a twisted new version of Earth filled with deadly creatures (and a lot of purple). The first trailer for 4Loop teases gameplay that requires players to form a world-saving team that will live and die by how it learns from its failures.\nFor all of tonight’s biggest highlights, you can check out everything announced at The Game Awards 2025. You can also keep up with our running list of all of the winners.\nDeveloping…\nMichael Cripe is a freelance writer with IGN. He's best known for his work at sites like The Pitch, The Escapist, and OnlySP. Be sure to give him a follow on Bluesky (@mikecripe.bsky.social) and Twitter (@MikeCripe).\nNever miss another deal or preorder. Subscribe to the IGN Deals newsletter and get them deliver",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "PlayStation의 새로운 SF 협동 슈팅 게임 '4Loop', Bad Robot과 Left 4 Dead 디자이너가 공개 | The Game Awards 2025",
      "content_summary_kr": "J.J. Abrams와 Left 4 Dead 제작자 Mike Booth가 The Game Awards 2025에서 신작 협동 게임 '4Loop'를 발표. PlayStation 5와 PC용 SF 3인칭 슈팅 게임으로, 치명적인 생명체로 가득한 뒤틀린 지구를 배경으로 플레이어들이 실패를 통해 학습하며 세계를 구하는 팀 플레이를 선보일 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Pragmata Gets Release Date, Demo, and Will Come to Nintendo Switch 2 | The Game Awards 2025",
      "url": "https://www.ign.com/articles/pragmata-gets-release-date-demo-and-will-come-to-nintendo-switch-2-the-game-awards-2025",
      "date": "2025-12-12 09:57",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/pragmata-blogroll-1765502807821.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Capcom's upcoming space adventure Pragmata was back at The Game Awards today with some pretty significant news after years of delays. It has a release date at last: April 24, 2026.\nIn addition, we learned today that a gameplay demo is now available today on Steam. And in addition to previously-announced platforms PC, PlayStation, and Xbox, it's also coming to Nintendo Switch 2 in a pretty significant get for the new console.\nPragmata follows an astronaut named Hugh stranded in space, aided by a friendly artificial intelligence named DI0367, who he refers to as Diana. She takes the form of a little girl who rides on Hugh's back as he fights his way through hostile space alien-robot things, and hacks them so that they're vulnerable to his abilities. Together, the two take on a lunar station AI that's trying to keep Hugh from returning to earth. Based on today's trailer, it looks like the pair might visit a city somewhat like New York City, though it seems to be located on the moon.\nPragm",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Pragmata, 출시일과 데모 공개 및 Nintendo Switch 2 출시 확정 | The Game Awards 2025",
      "content_summary_kr": "Capcom의 우주 어드벤처 게임 Pragmata가 수년간의 연기 끝에 2026년 4월 24일 출시일 확정. Steam에서 게임플레이 데모를 즉시 플레이 가능하며, 기존 PC, PlayStation, Xbox에 더해 Nintendo Switch 2로도 출시 예정. 우주에 고립된 우주비행사 Hugh와 인공지능 Diana가 함께 지구 귀환을 막는 달 기지 AI에 맞서 싸우는 내용으로, 트레일러에서는 달에 위치한 뉴욕과 유사한 도시를 방문하는 장면 공개.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Mario + Rabbids Creator Davide Soliani Announces New Platforming Game Bradley the Badger | The Game Awards 2025 - IGN",
      "url": "https://www.ign.com/articles/mario-rabbids-creator-davide-soliani-announces-new-platforming-game-bradley-the-badger-the-game-awards-2025",
      "date": "2025-12-12 09:55",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/screenshot-2025-12-12-005309-1765500832145.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Davide Soliani, the lead creator behind the Mario + Rabbids games, has revealed Bradley the Badger — his first new project since leaving Ubisoft and forming a new studio.\nBradley the Badger mixes classic platforming gameplay with fresh twists and a rather meta-feeling story that sees players helping the video game mascot through its creator's unfinished work. Tonight's trailer, shown during The Game Awards 2025, featured obvious nods to Bloodborne, Cyberpunk 2077 and The Last of Us, and... Marvel star Evan Peters as Bradley.\nThe game is the first from Day 4 Night Studios, Soliani's new outfit founded alongside Red Dead Redemption, Shadow of Mordor and Perfect Dark veteran Christian Cantamessa. The pair are joined by a trio of other former Ubisoft employees — Cristina Nava, Gian Marco Zanna and Luca Breda — who previously worked on publisher's the Mario + Rabbids, Just Dance and Ghost Recon franchises.\nExploring the team's new game as Bradley, you'll visit numerous work-in-progress crea",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Mario + Rabbids 크리에이터 Davide Soliani, 새 플랫폼 게임 Bradley the Badger 발표 | The Game Awards 2025",
      "content_summary_kr": "Mario + Rabbids 시리즈를 제작한 Davide Soliani가 Ubisoft를 떠나 설립한 신규 스튜디오 Day 4 Night Studios에서 첫 작품 Bradley the Badger를 공개. The Game Awards 2025에서 공개된 이 게임은 클래식 플랫포머 장르에 메타적 스토리를 결합하며, Bloodborne, Cyberpunk 2077, The Last of Us 등에 대한 오마주와 Marvel 배우 Evan Peters의 목소리 연기가 특징. Red Dead Redemption, Shadow of Mordor 개발에 참여한 Christian Cantamessa를 비롯해 Ubisoft 출신 개발자들이 함께 참여한 프로젝트임.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Deadzone: Rogue - Zone 4 Apophis Release Date Exclusive",
      "url": "https://www.ign.com/articles/deadzone-rogue-zone-4-apophis-release-date-exclusive",
      "date": "2025-12-12 08:21",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/08/11/deadzoneroguelaunchtrailer-ign-blogroll-1754927275434.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Roguelite FPS Deadzone: Rogue just got a release date for its newest free DLC, Zone 4 - Apophis. It will add new missions and story to the game, along with new enemies and encounters, more weapons, as well as adding extra systems, elements, perks, and augments. The Zone 4: Apophis Content Update for Deadzone: Rogue is launching on December 17, and as an added bonus that date also marks the start of a free-to-play access period if you haven't had a chance to jump in yet.\nDeadzone: Rogue was officially released in August this year on PlayStation 5, Xbox Series X|S, and PC, and is currently rocking a Very Positive ranking on Steam. You can play solo or with co-op team of up to 3 players, and puts you on board the colony ship ISS-X, which is unfortunately also home to facing murderous robots and mutants. Ain't that always the way?\nIt's the work of indie studio Prophecy Games, which was original part of the Hi-Rez Studios group but went solo in 2020. It's other game is Tribes 3: Rivals, a t",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Deadzone: Rogue - Zone 4 Apophis 출시일 단독 공개",
      "content_summary_kr": "로그라이트 FPS Deadzone: Rogue의 무료 DLC 'Zone 4 - Apophis'가 12월 17일 출시 예정. 새로운 미션과 스토리, 적과 무기, 시스템 요소들이 추가되며, 동일자에 무료 플레이 기간도 함께 시작.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "这游戏太搞笑！说好的10万人在线、发售后仅5人，几百万营销费打水漂",
      "url": "http://www.gamelook.com.cn/2025/12/583800/",
      "date": "2025-12-12 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/GS1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/长久以来，上线前夸下海口、信心满满，上线后一地鸡毛、回旋镖吃满的事情，在游戏行业常有发生。这一方面是反映出许多游戏开发者对于自己的产品都会有更加乐观的自信，另一方面，上线前夸下的海口某种程度上也是一种向市场提供积极预期的行为，无论最后成没成，至少当开发商吹下牛皮以后，总归能吸引一部分玩家过来尝尝咸淡。\n但是如果有一款游戏，上线前的预期和上线后的实际表现，出现了上万倍的差距，这就很难说是单纯的过度自信了。\n近期，这离谱的一幕就发生在英国开发商Glowmade Games开发的《King of Meat》身上。《King of Meat》是Glowmade Games的首款游戏，由亚马逊代理发行。这是一款四人联机的地牢建造闯关游戏，玩法体验上有点接近糖豆人，只不过风格上选取了地牢风。\n据外媒Insider Gaming报道，该项目的“一位高管”（目前尚不清楚是亚马逊负责该项目的管理人员，还是Glowmade Games的高管），在游戏上线前对《King of Meat》的预期是同时在线人数至少达到10万人。\n然而游戏实际上线表现却令人大跌眼镜，根据SteamDB的数据，这款游戏在Steam平台上的最高在线人数仅为320人，而这还是在周末免费活动的前提之下。游戏如今的同时在线人数已经跌至十几人，甚至截止完稿时只有5人。考虑到游戏是四人合作，这意味着目前《King of Meat》只能凑出一局游戏。\n单纯看这个数据，很多人会觉得《King of Meat》是不是一款上线前就被开发商放弃的“小凉游”。但事实恰恰相反，不仅游戏项目组夸下了“至少10万在线”的海口，他们还为《King of Meat》投入了大量营销预算。\n据外媒Insider Gaming所说，《King of Meat》的营销费用至少为数百万美元，去年游戏还登上了科隆开幕夜（ONL）直播活动，并在现场播放了播片，而据业内人士透露，科隆ONL现场主秀的播片报价为24.2万美元。\n除此之外，Glowmade Games还邀请到外网的顶流游戏博主Mr. Beast（仅在油管上就拥有超过5000万订阅用户）为其制作了一期定制化商单视频。而这期视频单纯从成本来看就耗费巨大——Mr. Beast搭建了一个室内小型比赛场馆，邀请几十名玩家进行《King of Mea",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "이 게임 너무 웃긴다! 10만 동접 예상했지만 출시 후 5명뿐, 수백만 달러 마케팅 비용 허공으로",
      "content_summary_kr": "영국 개발사 Glowmade Games의 신작 《King of Meat》이 출시 전 최소 10만 동접을 예상했으나, Steam 최고 동접 320명에 그치고 현재는 5명까지 급락. 아마존이 유통을 맡은 이 4인 협동 던전 게임은 수백만 달러의 마케팅 비용을 투입하고 gamescom Opening Night Live 참가, 유튜버 Mr. Beast와의 협업 등 대규모 홍보를 진행했으나 참패.",
      "category": "규제 & 이슈"
    },
    {
      "title": "“PUBG之父”的星球级大饼来了？万众瞩目之下、游戏直接凉凉",
      "url": "http://www.gamelook.com.cn/2025/12/583786/",
      "date": "2025-12-12 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/DBB17-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/Brendan Greene从缔造了全球神话的《PUBG》开发商Krafton离职，已经过去了四年。\n2021年，这位“大逃杀”玩法真正的开创者、前PUBG创意总监，在阿姆斯特丹成立了自己的新工作室PlayerUnknown Productions，并获得了老东家的投资，着手开发一个名叫《Prologue: Go Wayback》的游戏。当时他画下的“饼”可谓雄心万丈：要打造一个规模达64平方公里、前所未有的开放世界。\n四年后的2025年11月20日，这款名为《Prologue: Go Wayback》的游戏，终于在Steam以EA（抢先体验）形式上架。然而，与当年《PUBG》上线时引爆全球的盛况相比，这一次的场景似乎有点“凉凉”。\n截至GameLook完稿时，游戏在Steam上仅收获了163条评论，评价“褒贬不一”。没有媒体的广泛报道，没有玩家的热烈讨论，这位曾经用PUBG一款游戏彻底改变射击赛道、催生无数跟风者的“行业颠覆者”，交出的新答卷，似乎连一点像样的水花都没能激起。\n这不禁让GameLook感到困惑与好奇：Brendan Greene这几年究竟在做什么？他拿出的东西，到底有何不同？这款看似“暴死”的作品，是江郎才尽，还是一场宏大叙事的低调序章？\n一个极致硬核的“单人苦修模拟器”\n我们首先得看看这到底是个什么游戏。从Steam页面工作室自己贴上的标签来看，非常明确：生存、探索、沉浸式模拟、开放世界。说白了，这是一款标准的SOC（生存开放建造）游戏。从海外如日中天的《Rust》、《森林》，到国内大厂接连下场的《明日之后》、《黎明觉醒》、《七日世界》，SOC品类已经是一片竞争白热化的红海。那么，Brendan Greene的“新酒”，装在了哪个“老瓶子”里？\n《Prologue: Go Wayback》的核心玩法，可以用一句话概括：扮演一位名叫露西的女驴友，在随机生成的广袤荒野中，依靠极致的拟真生存手段，找到并抵达遥远的气象塔。听起来很简单，但游戏的“硬核”程度却高得吓人。\n首先是有些拟真到“变态”的生存系统，游戏没有血条，取而代之的是需要时刻关注的饥饿度、口渴度和一个极为关键的“冷暖度”指针。你需要精确计算食物的卡路里与水分，用瓶罐接雨水，收集柴火点火取暖、烤干衣物。一旦任何一项指标失衡，等待你的就",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "PUBG의 아버지가 선보인 야심찬 프로젝트, 출시 직후 외면받아",
      "content_summary_kr": "PUBG 창시자 Brendan Greene이 4년간 개발한 신작 'Prologue: Go Wayback'이 Steam 앞서 해보기로 출시되었으나 163개의 평가와 '복합적' 반응만 얻으며 참담한 성적 기록. 64평방킬로미터 규모의 오픈월드를 표방한 이 하드코어 생존 게임은 극사실적인 생존 시스템을 특징으로 하지만, PUBG의 성공과 달리 미디어와 플레이어들의 관심을 끌지 못하며 SOC 장르의 치열한 경쟁 속에서 존재감 상실.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "抗日游戏没人做？10位鹅厂离职仔：这活儿我们来！",
      "url": "http://www.gamelook.com.cn/2025/12/583769/",
      "date": "2025-12-12 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/FH1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/自近期日本首相发布严重错误言论后，中日关系被迅速恶化。近期日方碰瓷辽宁舰编队的行为，更是再度激起国内民愤。考虑到正值抗日战争暨世界反法西斯战争胜利80周年，以及日本始终对历史问题不道歉、不反思的态度，也让导致中日关系变得愈发紧张。\n中日关系持续动荡，直接影响了两国文化层面的交流：不止是多部日本电影国内撤档，游戏行业也受到了一种双向的影响。\n一方面，腾讯《火影忍者》手游取消了意义非凡的10周年线下庆典；米哈游《崩坏：星穹铁道》也宣布因更新计划出现重大调整，4.0大版本被迫延期，疑似早期设定可能参考了某国文化内容。近日，腾讯《三角洲行动》也推迟了与Konami《潜龙谍影△：食蛇者》的联动……这些动作都令人浮想联翩，暂时也不知道未来还会有多少游戏受到影响。\n但同时，抗日题材游戏的国内关注度明显上升。12月5日，烽火工作室发布了国产抗日FPS《烽火十四》先导预告，并上架了Steam商店页。短短几天，首爆PV播放量仅B站就冲破230万次。\n<span data-mce-type=\"bookmark\" style=\"display: inline-block; width: 0px; overflow: hidden; line-height: 0;\" class=\"mce_SELRES_start\">﻿</span>\n游戏预告\n根据B站UP主“中年玩家张小夏”对制作组的采访，目前烽火工作室规模在10人左右，全都是腾讯离职员工。考虑到抗战题材游戏头部大厂往往很难亲自动手，但是这群离开了鹅厂的游戏人却拿出了自己的决心：“希望向玩家呈现抗战十四年间无数中华英雄儿女的战斗与挣扎”。\n而这，其实也是很多抗战游戏的缩影——目前多数项目都是独立游戏团队制作。其中，已经有团队对外宣布了大概发售时间：抗战题材动作射击单机游戏《抵抗者》制作人孔禹衡曾在采访中提到，游戏有望在2027年上线。\nUE5开发已逾一年，以PvE单人模式重现16场真实战役\n根据UP主“中年玩家张小夏”的采访，《烽火十四》由UE5开发，玩家将扮演7位主要角色，亲身参与抗日战争十四年间（1931-1945）的16场真实历史战役。游戏总流程在大约15个小时左右，每一关的时间差异可能较大。\n根据制作组所说，《烽火十四》首曝PV全部为游戏实机画面。只是因优化尚未结束，所以实",
      "media": "Gamelook",
      "game_relevance": 0.9,
      "importance": 0.6,
      "title_kr": "항일 게임을 만드는 사람이 없다고? Tencent 퇴사자 10명: 우리가 한다!",
      "content_summary_kr": "중일 관계 악화로 일본 관련 게임들이 이벤트 취소 및 업데이트 연기를 하는 가운데, Tencent 퇴사자 10명으로 구성된 烽火工作室가 항일 전쟁을 다룬 FPS 게임 《烽火十四》 제작 발표. UE5로 개발 중인 이 게임은 1931-1945년 실제 역사 전투 16개를 재현하며, 플레이 시간 약 15시간 규모의 싱글 PvE 게임으로 2027년 출시 목표.",
      "category": "게임 출시 & 발표"
    }
  ]
}