{
  "daily_summary": "• Rockstar의 GTA 6 개발자 31명 해고 사건이 영국 총리 차원의 조사로 이어지며 게임업계 노동 문제의 정치적 이슈화\n\n• Netflix의 Warner Bros. 827억 달러 인수에서 게임 사업부 가치를 0달러로 평가하여 전통 게임 퍼블리셔의 자산 가치 급락 시사\n\n• Call of Duty: Black Ops 7의 전작 대비 50% 판매량 감소로 Activision이 동일 테마 연속 출시 전략 포기 선언\n\n• Cyberpunk 2077의 공식 TCG 출시와 Tomb Raider TV 시리즈 제작으로 게임 IP의 미디어 확장 전략 본격화",
  "articles": [
    {
      "title": "GTA 6 Developers Fired by Rockstar Due to Alleged Union Busting is 'A Deeply Concerning Case', According to UK Prime Minister Sir Keir Starmer, Who Pledges That Ministers Will Now Investigate",
      "url": "https://www.ign.com/articles/uk-prime-minister-sir-keir-starmer-says-rockstar-firing-31-gta-6-developers-over-alleged-union-busting-is-deeply-concerning-and-pledges-that-ministers-will-now-investigate",
      "date": "2025-12-10 23:23",
      "comments": 158,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/10/gettyimages-2249290269-1765378365133.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Rockstar's controversial recent firing of 31 Grand Theft Auto 6 staff has now reached UK Prime Minister Sir Keir Starmer, who has described the matter as \"deeply concerning\" and pledged that ministers would invesigate.\nThe layoffs, which took place at the end of October, were raised in the UK's Parliament during today's session of Prime Minister's Questions, by Rockstar North's local MP Chris Murray.\n\"The video games company Rockstar in my constituency last month fired 31 employees without providing evidence or union representation,\" Murray told the Prime Minister. \"The [Independent Workers Union of Great Britain union] IWGB alleges union busting. Having met Rockstar they failed to reassure me they are following employment law and I share concerns about union busting.\n\"Given this government is responsible for the biggest increase in workers rights in a generation,\" Murray continued, \"does the Prime Minister agree all companies regardless of profit size must follow UK employment law and",
      "media": "IGN",
      "game_relevance": 0.8,
      "importance": 0.9,
      "title_kr": "Rockstar의 GTA 6 개발자 해고 건, 영국 총리 Keir Starmer 경이 '매우 우려스러운 사안'이라 언급하며 장관급 조사 착수 약속",
      "content_summary_kr": "Rockstar가 10월 말 GTA 6 개발 인력 31명을 해고한 사건이 영국 국회에서 논의되며, Keir Starmer 총리는 이를 '매우 우려스러운 사안'으로 규정하고 장관급 조사를 약속함. 지역구 의원 Chris Murray는 Rockstar가 증거 제시나 노조 대표 없이 직원들을 해고했으며, 영국 독립노동조합(IWGB)이 노조 탄압 의혹을 제기하고 있다고 밝힘. Murray 의원은 Rockstar와의 면담에서 고용법 준수에 대한 확신을 얻지 못했으며, 기업 규모와 무관하게 영국 고용법을 준수해야 한다고 강조함.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Netflix Did Not Attribute Any Value to Warner Bros. Games in Its $83 Billion Deal",
      "url": "https://www.ign.com/articles/warner-bros-video-games-business-relatively-minor-compared-to-the-grand-scheme-of-things-netflix-says",
      "date": "2025-12-10 20:46",
      "comments": 24,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/10/ss-535045ba6877519d2d95a3c89716a72c174eab7e-1920x1080-1765366417681.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Netflix has admitted it did not attribute any value to Warner Bros.’ video game business in its $82.7 billion acquisition deal, sparking concern for the future of everything from Mortal Kombat to Hogwarts Legacy.\nWhile Warner Bros. is best known for its movie and TV business, Warner Bros. Games includes a number of well-known video game developers and brands. Batman Arkham developer Rocksteady, LEGO games developer Traveller's Tales, Hogwarts Legacy developer Avalanche Software, and Mortal Kombat maker NetherRealm are all on Warner Bros. Games’ books.\nAnd despite the fact some of Warner Bros. games, in particular smash hit Hogwarts Legacy, have sold tens of millions of copies and generated billions of dollars in revenue, as far as Netflix is concerned, they’re pretty much an afterthought in this mega deal.\nSpeaking during a conference presentation about the deal reported on by Pocket Gamer, Netflix co-CEO Greg Peters responded to a question about whether buying Warner Bros. would accel",
      "media": "IGN",
      "game_relevance": 0.9,
      "importance": 0.8,
      "title_kr": "Netflix, 830억 달러 규모 인수 계약에서 Warner Bros. Games에 어떠한 가치도 부여하지 않음",
      "content_summary_kr": "Netflix가 Warner Bros.를 827억 달러에 인수하면서 게임 사업부에 전혀 가치를 부여하지 않았다고 인정. Warner Bros. Games는 Rocksteady, NetherRealm, Avalanche Software 등 주요 개발사를 보유하고 있으며, Hogwarts Legacy 같은 게임이 수십억 달러 수익을 창출했음에도 이번 대형 인수 계약에서 사실상 부차적으로 취급된 것으로 확인됨.",
      "category": "매출 & 성과"
    },
    {
      "title": "Netflix Unveils Avatar: The Last Airbender Season 2 Trailer",
      "url": "https://www.ign.com/articles/avatar-the-last-airbender-season-2-gets-debut-trailer-and-first-look-photos-hits-netflix-in-2026",
      "date": "2025-12-10 23:30",
      "comments": 16,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/10/avatar-main-1765375142892.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Netflix has released the debut trailer for Avatar: The Last Airbender Season 2 alongside first look photos, confirming a 2026 release window.\nThe teaser for the live-action series showcases fan-favorite Earthbender, Toph (Miya Cech), the newest member of Team Avatar that includes Aang (Gordon Cormier), Katara (Kiawentiio), and Sokka (Ian Ousley).\nAvatar: The Last Airbender is a live-action reimagining of the beloved Nickelodeon animated series. It follows Aang, the young Avatar, as he learns to master the four elements (Water, Earth, Fire, Air) to restore balance to a world threatened by the Fire Nation. In Season 2, after a bittersweet victory saving the Northern Water Tribe from the invading Fire Nation, Avatar Aang, Katara, and Sokka regroup and set off on a mission to convince the elusive Earth King to aid in their battle against fearsome Fire Lord Ozai.\nChristine Boylan (Poker Face, Once Upon a Time) serves as executive producer and writer. Jabbar Raisani (Lost in Space, Stranger ",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "Netflix, Avatar: The Last Airbender 시즌 2 예고편 공개",
      "content_summary_kr": "Netflix가 실사 드라마 Avatar: The Last Airbender 시즌 2의 첫 예고편과 스틸컷을 공개하며 2026년 출시 예정을 확정. 예고편에는 팬들이 사랑하는 캐릭터 Toph(Miya Cech)가 Aang, Katara, Sokka로 구성된 Team Avatar의 새 멤버로 등장하며, 시즌 2에서는 북부 물의 부족을 구한 후 Fire Lord Ozai와의 전투를 위해 Earth King을 설득하는 여정을 그림.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Clair Obscur: Expedition 33 Team Had \"A Lot Of Arguments\" About The Game's Ending",
      "url": "https://www.gamespot.com/articles/clair-obscur-expedition-33-team-had-a-lot-of-arguments-about-the-games-ending/1100-6536844/",
      "date": "2025-12-11 03:53",
      "comments": 5,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1639/16394322/4620659-4545867-clair-obscur-landscape.jpg",
      "body": "The Game Awards are just around the corner, and while this time of year is surely exciting for all the nominees--and those of us eager for new game announcements--this year, there is one studio in particular that has more reason than any to celebrate: Sandfall Interactive.\nEarlier this year, the small-scale studio took the world by storm with its debut title, Clair Obscur: Expedition 33. Despite being Sandfall's first game, the narrative-driven, turn-based RPG quickly entered the pantheon of all-time greatest RPGs, earning nearly universal critical acclaim for its artistry, story, and espousal of mechanics and themes typically associated with Japanese RPGs.\nNow Playing: Clair Obscur: Expedition 33 GameSpot Video Review\nNow, Sandfall Interactive stands poised to make The Game Awards history. Last month, the studio broke The Game Awards' record for most award nominations, earning a whopping 13, including Game of the Year. Earlier this year, I spoke with the studio's creative director, Gu",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Clair Obscur: Expedition 33 Team Had \"A Lot Of Arguments\" About The Game's Ending",
      "content_summary_kr": "The Game Awards are just around the corner, and while this time of year is surely exciting for all the nominees--and those of us eager for new game announcements--this year, there is one studio in par",
      "category": "기타"
    },
    {
      "title": "Pokémon Legends: Z-A Version — Mega Dimension DLC Released, Revealing Many New Evolutions",
      "url": "https://www.ign.com/articles/pokemon-legends-z-a-version-200-arrives-adding-mega-dimension-dlc-and-many-all-new-evolutions",
      "date": "2025-12-10 19:36",
      "comments": 4,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/09/12/nintendo-direct-9-12-2025-01-24-03-1757686243745.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Today's release of Pokémon Legends: Z-A DLC Mega Dimension has seen the Nintendo Switch and Switch 2 adventure receive its version 2.0.0 update — and a list of all-new Mega Pokémon evolutions.\nNintendo had previously shown off a handful of Mega Dimension's new Mega Evolutions, but also kept many back for players to find as they explore the game — or, inevitably, discover online as the update was immediately datamined.\nMega Dimension adds a fresh story campaign to Pokémon Legends: Z-A, starring a donut chef and the Mythical Pokémon Hoopa. Notably, it takes players into a Hyperspace version of Lumiose City where the franchise's typical level 100 cap can be surpassed. But, for many, collecting all of the series' brand-new Mega Evolutions will be the core attraction.\nWe'll leave details of the new Mega Pokémon species under spoiler tags below, for those who wish to discover them during gameplay, ahead of the game's latest patch notes.\nFor now, these look to be the last additions likely for",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Pokémon Legends: Z-A 버전 — Mega Dimension DLC 출시, 다수의 새로운 진화 공개",
      "content_summary_kr": "Pokémon Legends: Z-A의 DLC 'Mega Dimension'이 출시되어 Nintendo Switch 및 Switch 2용 버전 2.0.0 업데이트와 함께 다수의 새로운 메가 진화 포켓몬 공개. 이번 DLC는 도넛 요리사와 환상의 포켓몬 Hoopa가 등장하는 새로운 스토리 캠페인을 추가하며, 레벨 100 제한을 초과할 수 있는 하이퍼스페이스 버전의 Lumiose City로 플레이어를 안내. 새로운 메가 진화 포켓몬 수집이 핵심 콘텐츠로 예상됨.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "John Romero's Canceled Shooter Is Back On Again, Sort Of",
      "url": "https://www.gamespot.com/articles/john-romeros-canceled-shooter-is-back-on-again-sort-of/1100-6536832/",
      "date": "2025-12-10 23:52",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4620324-doom.jpg",
      "body": "Earlier this year, John Romero--the creator of Doom and Quake--announced that his next first-person shooter had been canceled. Although Romero and his company, Romero Games, didn't confirm that the project was a victim of Microsoft's layoffs and cutbacks, one of Romero Games' laid-off employees did. However, it appears the still-unnamed shooter isn't completely dead, according to Romero himself.\nDuring his appearance at Salón del Videojuego de Madrid (via Eurogamer), Romero confirmed that the project is back on, and that it's been given a fresh redesign.\n\"We're not starting at ground zero,\" said Romero. \"We can take pieces out of and put into a brand-new indie game. We have a lot of stuff we can put in the game. The design is completely different, but the team is very excited about the new design.\"\nRomero clarified that the current incarnation isn't the same exact title as his previous project, but \"it incorporates a lot of the elements\" and it's a much smaller game in this version. He",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "John Romero의 취소된 슈팅 게임, 새로운 모습으로 개발 재개",
      "content_summary_kr": "Doom과 Quake의 제작자 John Romero가 올해 초 Microsoft의 구조조정으로 취소된 FPS 프로젝트를 인디 게임으로 재설계하여 개발을 재개한다고 발표. 기존 프로젝트의 요소들을 활용하되 훨씬 작은 규모로 제작되며, 완전히 새로운 디자인으로 팀이 개발에 착수한 상황.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Cyberpunk Is Getting An Official Physical Trading Card Game In Collaboration With CD Projekt Red",
      "url": "https://www.gamespot.com/articles/cyberpunk-is-getting-an-official-physical-trading-card-game-in-collaboration-with-cd-projekt-red/1100-6536818/",
      "date": "2025-12-10 18:20",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4620199-cyberpunk2077.jpg",
      "body": "The Cyberpunk series is getting an official physical trading card game as part of a new collaboration between CD Projekt Red and TCG newcomers WeirdCo. The game will feature characters from across Cyberpunk 2077 and the anime series Edgerunners, while also drawing from the extended Cyberpunk universe to make a TCG that's faithful to the franchise's origins.\nIGN reported revealed the upcoming project in an interview with key players from both CD Projekt Red and WeirdCo, who share a mutual passion for bringing Cyberpunk to the TCG space--which will also mark CD Projekt Red's first physical TCG.\n\"Every one of us at WeirdCo loves the Cyberpunk universe, and we built the TCG bit by bit on this foundation,\" WeirdCo co-founder Elliot Cook said, revealing that the team looked not only to 2077 and Edgerunners for inspiration, but also the Dark Horse comic series. \"At each step we analyzed every little detail, constantly asking ourselves: 'How do we make this more authentic to Cyberpunk?'\"\nA hyp",
      "media": "GameSpot",
      "game_relevance": 0.7,
      "importance": 0.6,
      "title_kr": "Cyberpunk, CD Projekt Red와 협업으로 공식 피지컬 트레이딩 카드 게임 출시",
      "content_summary_kr": "CD Projekt Red와 TCG 신생 기업 WeirdCo의 협업으로 Cyberpunk 시리즈의 공식 피지컬 트레이딩 카드 게임 제작 발표. Cyberpunk 2077, 애니메이션 시리즈 Edgerunners, Dark Horse 코믹 시리즈 등 확장 세계관의 캐릭터들을 활용하여 원작에 충실한 TCG 구현 예정. CD Projekt Red의 첫 피지컬 TCG 프로젝트로, WeirdCo는 세부 요소마다 Cyberpunk 세계관의 진정성을 살리기 위해 노력했다고 밝힘.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Sigourney Weaver In Talks To Join Tomb Raider TV Show - Report",
      "url": "https://www.gamespot.com/articles/sigourney-weaver-in-talks-to-join-tomb-raider-tv-show-report/1100-6536817/",
      "date": "2025-12-10 18:11",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4620177-sigourney-weaver-avatar-1756468574.jpg",
      "body": "Amazon's live action Tomb Raider TV show finally seems to be going ahead after a few false starts, with Game of Thrones alum Sophie Turner in the lead role. Now, reports suggest sci-fi legend Sigourney Weaver is up for a role in the TV adaptation.\nDeadline reports that Weaver is circling a role in the upcoming Tomb Raider TV show, though a deal has not yet been closed. It's unknown what role she would play if cast.\nNow Playing: The Complete TOMB RAIDER Timeline Explained!\nSigourney Weaver has played a part in a number of iconic film franchises, from her breakout role in the Alien series to her more recent appearances in James Cameron's Avatar films--with the latest, Avatar: Fire And Ash, releasing in cinemas on December 19. Weaver is also set to appear in next year's Star Wars: The Mandalorian & Grogu.\nAmazon's upcoming Tomb Raider series is being produced by Story Kitchen--who are also behind Netflix's Tomb Raider animated series and a number of other video game adaptations--in collab",
      "media": "GameSpot",
      "game_relevance": 0.7,
      "importance": 0.5,
      "title_kr": "Sigourney Weaver, Tomb Raider TV 시리즈 출연 협상 중 - 보도",
      "content_summary_kr": "Amazon의 실사 Tomb Raider TV 시리즈에 Sophie Turner가 주연으로 확정된 가운데, SF 영화 레전드 Sigourney Weaver가 출연 협상 중인 것으로 보도. Weaver는 Alien 시리즈와 Avatar 영화로 유명하며, 구체적인 배역은 아직 미공개. Story Kitchen이 제작을 맡은 이번 시리즈는 여러 차례 지연 끝에 본격 제작 단계 진입.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Jennifer Lawrence, Josh Hutcherson Are Back for The Hunger Games: Sunrise on the Reaping",
      "url": "https://www.ign.com/articles/jennifer-lawrence-josh-hutcherson-are-back-for-the-hunger-games-sunrise-on-the-reaping",
      "date": "2025-12-11 11:13",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2022/04/28/mockingjay1118151280jpg-19b567-1651187649431.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Hunger Games stars Jennifer Lawrence and Josh Hutcherson are set to reprise their roles as Katniss Everdeen and Peeta Mellark, respectively, in 2026’s The Hunger Games: Sunrise on the Reaping, according to The Hollywood Reporter.\nNo specifics of their planned appearance have been otherwise discussed but, as Sunrise on the Reaping is set 24 years before the events of the first film, it’s clear some kind of time jump will be necessary. Those who have already read Hunger Games author Suzanne Collins’ Sunrise on the Reaping novel, published in March this year, will already have an idea of how and when Katniss and Peeta are likely to pop up in this adaptation.\nThe debut trailer for The Hunger Games: Sunrise on the Reaping was released last month, a year out from its November 20, 2026 release date. It will be the sixth installment of The Hunger Games film franchise.\nSunrise on the Reaping acts as both a prequel to the original series and a sequel to the first Hunger Games prequel story, The ",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "Jennifer Lawrence, Josh Hutcherson, The Hunger Games: Sunrise on the Reaping에 복귀",
      "content_summary_kr": "Jennifer Lawrence와 Josh Hutcherson이 2026년 개봉 예정인 The Hunger Games: Sunrise on the Reaping에서 Katniss Everdeen과 Peeta Mellark 역할로 복귀 예정. 이번 작품은 첫 번째 영화보다 24년 전을 배경으로 하는 프리퀄이며, The Hunger Games 영화 프랜차이즈의 여섯 번째 작품으로 2026년 11월 20일 개봉 예정임.",
      "category": "IP & 콜라보"
    },
    {
      "title": "John Romero's New Shooter Will Be 'A Really New Experience' Inspired by Games Like Elden Ring",
      "url": "https://www.ign.com/articles/john-romeros-canceled-shooter-is-still-canceled-but-hes-taking-elements-and-putting-them-in-a-brand-new-game",
      "date": "2025-12-10 21:37",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/10/john-romero-1765370135030.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Doom co-creator John Romero has revealed that while his previous shooter was canceled, \"elements\" of it live on in his latest secret project.\nRomero Games, the studio founded by John and Brenda Romero, was left \"heartbroken\" this summer after Microsoft reportedly pulled funding of its next project as part of the company's latest round of cuts and mass layoffs. The cuts also affected other internal Xbox studios, leading to the cancellation of the likes of Everwild and Perfect Dark, as well as other unannounced titles Microsoft had been funding.\nDespite some reports, the studio did not close, and the Romeros assured fans they were \"evaluating opportunities\" from publishers that had been in touch since the funding issues were announced, but very little was known about the game other than it was a first-person shooter.\nNow, in a new interview at Salón del Videojuego de Madrid (thanks, Eurogamer), John Romero revealed, to rapturous applause, that he had \"survived the cancellation of a huge ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "John Romero의 신작 슈터, Elden Ring에서 영감받은 '완전히 새로운 경험' 선보일 예정",
      "content_summary_kr": "Doom 공동 제작자 John Romero가 Microsoft의 자금 지원 중단으로 이전 프로젝트가 취소됐으나, 해당 요소들을 활용한 새로운 비밀 프로젝트를 진행 중임을 공개. Romero Games는 스튜디오 폐쇄 없이 다른 퍼블리셔들과 협력 기회를 모색 중이며, Elden Ring에서 영감을 받은 1인칭 슈터 게임 개발을 지속하고 있음을 발표.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Things Are About To Get Chilly In Arc Raiders' 'Cold Snap' Update",
      "url": "https://www.ign.com/articles/arc-raiders-shares-new-tease-for-upcoming-event-cold-snap-and-it-looks-deadly",
      "date": "2025-12-10 19:45",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/10/ss-1763664f3ea80080867eafa751685b7feec950c8-1920x1080-1765363493310.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Arc Raiders has a \"cold snap\" on the way, and it's set to arrive on December 16.\nAs already confirmed by developer Embark Studios, the Cold Snap December update adds a new map condition called Snowfall, a new event called Flickering Flames, new quests, and a new raider deck (Arc Raiders' equivalent of a battle pass).\nWhat does the Snowfall map condition mean, exactly? We're not sure, but Embark shared the image, below, showing what appears to be a dead raider in the snow, suggesting the frigid weather could be more deadly than merely inconvenient. As one fan quipped in response: \"I can’t wait to have all of my s**t stolen from people camping in basements on extraction points covered in snow.\"\nCold Snap is the last update listed as part of Arc Raiders' 2025 content roadmap, and Embark has yet to outline what's coming in 2026. The previous update, rolled out at the end of November, involved a \"very hot fix for the locked room exploits,\" and it turned out they weren’t kidding after some p",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Arc Raiders 'Cold Snap' 업데이트로 추운 날씨 등장 예정",
      "content_summary_kr": "Embark Studios가 12월 16일 Arc Raiders의 'Cold Snap' 업데이트를 출시할 예정. 새로운 맵 조건인 Snowfall(강설), Flickering Flames 이벤트, 새로운 퀘스트 및 raider deck(배틀패스) 추가. 눈 덮인 환경이 단순한 불편함을 넘어 치명적인 요소로 작용할 가능성 시사.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "GTA Online's Big New Update With Michael DLC Mission Is Out Now, See The Full Patch Notes",
      "url": "https://www.gamespot.com/articles/gta-onlines-big-new-update-with-michael-dlc-mission-is-out-now-see-the-full-patch-notes/1100-6536845/",
      "date": "2025-12-11 04:48",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4620634-grandtheftautoonlineasafehouseinthehills.jpg",
      "body": "Grand Theft Auto Online players are going to live the high life in the game's latest update, A Safehouse in the Hills. For the first time, the game is letting users purchase one of three luxury estates in and around Los Santos and all of the amenities that come with them. It arrives alongside the new Grand Theft Auto 5 Title Update 1.72, the full patch notes for which you can see below.\nEach of the three mansions--The Richman Villa, Tongva Estate, and Vinewood Residence--have their own perks and visual identities. But all of the mansions come with a fast-travel ability that lets players go from the lap of luxury to any of their other properties in the city without the hassle of driving.\nNow Playing: GTA Online: A Safehouse In The Hills - Update Launch Trailer\nPlayers can take remote work to the next level by using a master control terminal to remotely manage their businesses. But when the need for travel arises, there's a 20-car garage with ample space for personal vehicles as well as ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "GTA Online의 대규모 신규 업데이트, Michael DLC 미션 포함하여 출시",
      "content_summary_kr": "Grand Theft Auto Online에 'A Safehouse in the Hills' 업데이트 출시. Los Santos 인근 3개 고급 저택 구매 가능, 패스트 트래블 기능과 20대 수용 가능한 차고, 원격 사업 관리 터미널 등의 편의 시설 제공.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "United Kingdom's Ministers Will \"Look Into\" Rockstar's Dev Firings, Says Prime Minister",
      "url": "https://www.gamespot.com/articles/united-kingdoms-ministers-will-look-into-rockstars-dev-firings-says-prime-minister/1100-6536840/",
      "date": "2025-12-11 01:56",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4620387-grandtheftautov2.jpg",
      "body": "At the end of October, Rockstar fired over 30 employees at Rockstar North in the United Kingdom and contended that they were let go over \"gross misconduct.\" The Grand Theft Auto developer has since been accused of union busting, since many of the fired devs were either members of the Independent Workers' Union of Great Britain or organizing for it. Now, the Prime Minister of the United Kingdom, Keir Starmer, and a member of Parliament, are keeping up the pressure on Rockstar.\n\"It's a deeply concerning case,\" said Starmer. \"Every worker has the right to join a trade union and we're determined to strengthen workers rights and ensure they don't face unfair consequences for being part of a union. Our ministers will look into the particular case the member raises and will keep him updated.\"\nThe case was brought up by Edinburgh East and Musselburgh MP, Chris Murray, who met with Rockstar on behalf of the workers. Murray noted that Rockstar initially refused to meet with him unless an NDA was",
      "media": "GameSpot",
      "game_relevance": 0.8,
      "importance": 0.8,
      "title_kr": "영국 총리, Rockstar의 개발자 해고 건에 대해 '조사하겠다' 발언",
      "content_summary_kr": "Rockstar가 10월 말 영국 Rockstar North 직원 30명 이상을 '중대한 위법행위'를 이유로 해고했으나, 해고된 개발자 대부분이 노조 가입자이거나 노조 조직 활동가여서 노조 탄압 의혹을 받고 있음. 영국 총리 Keir Starmer는 이를 '매우 우려스러운 사안'으로 규정하며 장관들이 해당 사례를 조사할 것이라고 밝혔고, 에든버러 동부 의원 Chris Murray가 노동자들을 대신해 Rockstar와 면담을 진행함.",
      "category": "규제 & 이슈"
    },
    {
      "title": "The Most-Downloaded App Store Games Of 2025 Include Fortnite, Minecraft, And Balatro",
      "url": "https://www.gamespot.com/articles/the-most-downloaded-app-store-games-of-2025-include-fortnite-minecraft-and-balatro/1100-6536838/",
      "date": "2025-12-11 01:18",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4620374-minecraft.jpg",
      "body": "Apple has revealed the most-downloaded games on iPhone and iPad for this year, as well as the top Apple Arcade titles. The lists contain quite a few familiar faces--like Fortnite and Minecraft--but Balatro stands out for 2025. That's because the game not only shows up on the paid mobile charts, but it's also No. 3 for Apple Arcade--the subscription service.\nFortnite is No. 2 for free iPhone games and No. 3 for free iPad games. The battle-royale title finally returned to iOS in May in the US after roughly five years, as developer Epic Games and Apple engaged in a lengthy legal battle. Meanwhile, Minecraft claimed the top spots for paid iPhone and iPad games. That makes it two years in a row, as Minecraft held both positions in the most-downloaded App Store games for 2024, too.\nThe top free iPhone game is Block Blast, with Roblox taking the top spot in free iPad titles. Meanwhile, sports games reign supreme on Apple Arcade: NFL Retro Bowl '26 is No. 1, followed by NBA 2K25 Arcade Edition",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "2025년 App Store 최다 다운로드 게임에 Fortnite, Minecraft, Balatro 포함",
      "content_summary_kr": "Apple이 2025년 iPhone 및 iPad 최다 다운로드 게임 순위를 공개. Fortnite는 5년 만에 iOS 복귀 후 무료 게임 2위(iPhone)와 3위(iPad)를 기록했으며, Minecraft는 2년 연속 유료 게임 1위를 달성. Balatro는 유료 모바일 차트와 Apple Arcade에서 모두 3위에 오르며 2025년 주목받는 게임으로 부상.",
      "category": "매출 & 성과"
    },
    {
      "title": "Hell Let Loose: Vietnam Gameplay Trailer Shows Just How Explosive 50v50 Jungle Warfare Can Be",
      "url": "https://www.gamespot.com/articles/hell-let-loose-vietnam-gameplay-trailer-shows-just-how-explosive-50v50-jungle-warfare-can-be/1100-6536831/",
      "date": "2025-12-10 23:22",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4620321-hell-let-loose-vietnam.jpg",
      "body": "Developer Expression Games has released the first gameplay trailer for Hell Let Loose: Vietnam, a hardcore 50v50 first-person shooter set during the Vietnam War. A follow-up to 2021's Hell Let Loose--which was inspired by the conflicts of World War 2--players will have to once again rely on tactical teamwork to survive.\nHell Let Loose: Vietnam will feature six new maps on launch day, each described by Expression Games as a mix of dense jungle, twisting deltas, and deadly open areas. You won't just be fighting on the ground either, as military helicopters serve multiple roles. From troop deployment to fire support, reconnaissance, and tactical drops, they're an invaluable tool in any match.\nPlayers can also engage each other in naval combat, as heavily armed vessels such as the iconic US patrol boat and the PBR will be featured in the game. Maps are also riddled with tunnel networks constructed by the North Vietnamese army, and these offer strategic advantages for surprise attacks and t",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Hell Let Loose: Vietnam 게임플레이 트레일러, 50대50 정글 전투의 폭발적인 장면 공개",
      "content_summary_kr": "개발사 Expression Games가 베트남 전쟁을 배경으로 한 하드코어 50대50 FPS 게임 Hell Let Loose: Vietnam의 첫 게임플레이 트레일러를 공개. 출시 당일 6개의 신규 맵과 함께 군용 헬리콥터를 통한 병력 배치 및 화력 지원, 무장 선박을 이용한 해상 전투, 북베트남군의 터널 네트워크를 활용한 전략적 기습 공격 등 다양한 전술적 요소를 제공.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "This Popular Game Pass Game Gets A Movie And TV Deal",
      "url": "https://www.gamespot.com/articles/this-popular-game-pass-game-gets-a-movie-and-tv-deal/1100-6536828/",
      "date": "2025-12-10 22:55",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4620309-screenshot2025-12-10at8.36.19%E2%80%AFam.png",
      "body": "The next video game set for a film/TV adaptation has been announced, and it is developer RubberBandGames' sandbox game Wobbly Life.\nThe London-based developer has announced a deal with veteran Hollywood producer Adrian Askarieh and his Prime Universe Films company to develop Wobbly Life for film and TV. This does not mean that Wobbly Life will definitely become a film or a TV series, only that the company has secured the rights and may begin the development process.\nPrime Universe previously produced the Hitman movies starring Timothy Olyphant and Rupert Friend. Askarieh is also attached to the in-development Hitman TV show in the works now.\nAskarieh said in a statement that he was drawn to Wobbly Life and saw the appeal in its \"quirky characters.\"\n\"Its meteoric growth shows the strength of the universe and I’m excited to work with RubberBandGames to bring it into film and television. This world has a tone, identity, and characters that lend themselves to storytelling across multiple f",
      "media": "GameSpot",
      "game_relevance": 0.7,
      "importance": 0.5,
      "title_kr": "인기 Game Pass 게임 Wobbly Life, 영화 및 TV 제작 계약 체결",
      "content_summary_kr": "개발사 RubberBandGames의 샌드박스 게임 Wobbly Life가 할리우드 베테랑 프로듀서 Adrian Askarieh의 Prime Universe Films와 영화 및 TV 제작 계약 체결. Prime Universe Films는 Hitman 영화 시리즈를 제작한 바 있으며, Askarieh는 Wobbly Life의 독특한 캐릭터와 성장 가능성에 주목하여 영상 콘텐츠 개발에 착수할 예정.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Minecraft's Mounts of Mayhem Update Lets Players Ride Into Combat",
      "url": "https://www.gamespot.com/articles/minecrafts-mounts-of-mayhem-update-lets-players-ride-into-combat/1100-6536825/",
      "date": "2025-12-10 19:52",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4620259-minecraftmountsofmayhem2.jpg",
      "body": "The fourth and final Minecraft update of 2025 has arrived. Mounts of Mayhem is out now for owners of Minecraft Java and Bedrock Edition. The new Minecraft update allows players to ride into battle on top of their favorite mounts while adding a few new options as well. But as seen in the launch trailer below, the new mounts come with new enemies, and players will have to dispatch those rivals before they can claim ride of their own.\nCamel husks spawn in deserts and come with two mob riders known as the Parched, both of whom are immune to sunlight. Both riders will have to be defeated before players can claim the camel husks as their own.\nAt night, players may encounter zombie horses, which come with zombie riders. These horses may be undead, but they can still be yours if you defeat their riders. When players go underwater, there are two options: The nautilus and the zombie nautilus. A regular nautilus won't have a rider, and players can win its heart with a pufferfish as a treat. Zombi",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Minecraft의 Mounts of Mayhem 업데이트, 탑승물을 타고 전투 가능",
      "content_summary_kr": "Minecraft의 2025년 네 번째이자 마지막 업데이트인 Mounts of Mayhem이 Java와 Bedrock Edition에 출시. 사막의 camel husk, 밤에 등장하는 zombie horse, 수중의 nautilus 등 새로운 탑승물을 추가했으며, 플레이어는 적 라이더를 물리쳐야 탑승물 획득 가능.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Call of Duty Will Stop Back-to-Back Releases of Black Ops, Modern Warfare - IGN Daily Fix",
      "url": "https://www.ign.com/videos/call-of-duty-will-stop-back-to-back-releases-of-black-ops-modern-warfare-ign-daily-fix",
      "date": "2025-12-11 07:16",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/10/gfix-121025-blogroll-1765401579366.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "In today's Daily Fix:\nThe Call of Duty dev team has issued a statement basically acknowledging Black Ops 7's shortcomings and promising to move off the back-to-back yearly release of mainline Call of Duty games. This comes as Black Ops 7 was met with middling reviews and apparently worse sales numbers in the face of stiff competition this year. EA's Battlefield 6 and Embark Studios' ARC Raiders both launched around the same time and were met with widespread acclaim. Black Ops 6 was released only last year, and Modern Warfares 2 and 3 were also released in back-to-back years, leading many fans to complain each entry did not feel or play substantially different from the previous year's. In other news, two new games are being added to December's PlayStation Plus lineup: Assassin's Creed Mirage and Wo Long: Fallen Dynasty. They join the recently-released skating game Skate Story.\nPresented by Universal Orlando Resort.",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Call of Duty, Black Ops와 Modern Warfare 연속 출시 중단 발표 - IGN Daily Fix",
      "content_summary_kr": "Call of Duty 개발팀이 Black Ops 7의 부진한 평가와 판매량 감소를 인정하며, EA의 Battlefield 6와 Embark Studios의 ARC Raiders와의 경쟁 속에서 매년 반복되던 시리즈 연속 출시 방식을 중단하겠다고 선언. 최근 몇 년간 Black Ops 6, Modern Warfare 2, 3가 연속으로 출시되면서 팬들이 작품 간 차별성 부족을 지적해온 상황. 한편 12월 PlayStation Plus에 Assassin's Creed Mirage와 Wo Long: Fallen Dynasty가 추가 라인업으로 공개.",
      "category": "매출 & 성과"
    },
    {
      "title": "全球第一射击IP慌了？动视公告变相承认《COD》卖不动，年番不变,换游戏",
      "url": "http://www.gamelook.com.cn/2025/12/583765/",
      "date": "2025-12-11 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/COD1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/一直以来，射击游戏都是全球范围内的热门品类，尤其是在车枪球占据主流的西方游戏市场。而这其中《使命召唤》毫无疑问是众多射击游戏IP中最具竞争力的那一批，不夸张地说，综合IP年限、累计销量等因素，《使命召唤》系列就是全球第一射击IP。\n然而这位“射击之王”最近却遭到了问题，首先是《使命召唤：黑色行动7》发售以来遭遇了口碑滑坡，尤其是AI生成美术资产问题在国外社区引发了相当大的舆论。\n当然，像《使命召唤》这样的年货游戏，玩家口碑肯定强不到哪去，动视自然也早就有了心理预期。真正麻烦的还是市场表现，根据知名市场调研机构GSD最新发布的数据，《使命召唤：黑色行动7》首周销量较十月份发售的《战地6》低了惊人的63%，而与2024年发售的前作《使命召唤：黑色行动6》相比，其销量跌幅也超过了50%。\n而就在昨天，《使命召唤》官方也站出来正式回应新作问题。在官方的公开信中，动视承认了《使命召唤：黑色行动7》“未能满足所有玩家的预期”，并且提出了几条未来措施。\n首先是下周限时免费开放《使命召唤：黑色行动7》的多人模式与僵尸模式，其次官方还宣布将在后续提供“前所未有的赛季内容支持”。\n最重要的是，动视还透露了一个重要信息，那就是《使命召唤》系列后续将进行战略调整，不再连续发布相同主题的续作。\n“我们将不再连续推出《使命召唤：现代战争》或《使命召唤：黑色行动》系列游戏。原因有很多，但最主要的是为了确保我们每年都能提供绝对独特的体验。”\nIP系列粉丝都清楚，过去几年《使命召唤》一直在推出连续主题的IP正传产品，例如2022年动视推出了《使命召唤：现代战争 II 2022》，2023年又紧接着推出了《使命召唤：现代战争III 2023》；去年他们推出了《黑色行动6》，今年又接连推出了《黑色行动7》。\n这说明，动视在反思《使命召唤：黑色行动7》的失利以后，认为是连续推出相同主题的产品，影响到玩家的新鲜感，从而出现了销量疲软。\n一个有意思的细节是，动视在公开信中提到“确保每年都能提供绝对独特的体验”，这句话其实暗示了动视只是调整了《使命召唤》不同子主题的推出节奏，IP整体依旧会采用年货式发行的模式。\n在GameLook看来，动视的这一调整可以说是治标不治本，毕竟这次《使命召唤》新作销量的滑坡，除了今年同期的《战地6》、《Arc Raider",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "글로벌 1위 슈팅 IP의 위기? Activision, 'Call of Duty' 판매 부진 사실상 인정하며 연례 출시는 유지하되 게임 테마 변경 선언",
      "content_summary_kr": "Activision이 'Call of Duty: Black Ops 7'의 판매 부진(전작 대비 50% 이상 감소)을 인정하고, 향후 동일 테마의 연속 출시를 중단하겠다고 발표. 다만 연례 출시 자체는 유지하면서 매년 다른 테마의 작품을 선보이는 방식으로 전략 조정. 업계에서는 근본적 해결책이 아닌 미봉책에 불과하다는 평가.",
      "category": "매출 & 성과"
    },
    {
      "title": "凯撒文化官宣“摘帽ST”：4年亏了21亿、《遮天世界》能否力挽狂澜？",
      "url": "http://www.gamelook.com.cn/2025/12/583757/",
      "date": "2025-12-11 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/KS1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/去年A股上市游戏公司中有不少被调查处罚并戴帽的，而如今一年时间过去，针对这些公司的调查与处罚也告一段落，前段时间世纪华通才刚刚摘帽，最近就又有一家A股上市游戏公司摘帽ST。\n昨天（12月9日），凯撒文化（以下简称为凯撒）发布公告，确认公司股票将从自2025年12月11日开市起摘帽复牌，股票名称也由“ST凯文”变回“凯撒文化”。\n2024年9月，凯撒曾经因为在2021年虚增利润而被证监局处罚戴帽，2022财年与2023财年的凯撒接连遭遇巨额亏损，2023年公司净利润为-7.95亿元，2022年净利润为-6.56亿元。\n而2024年，从凯撒的业绩表现来看，公司整体情况有所好转。其中2024年营业收入达4.54亿元，同比增长5.38%，净利润依旧亏损5.28亿元，但相比于2023年，亏损幅度已经收窄33.6%。\n至于今年的情况，根据凯撒2025年Q3财报，凯撒在今年前三季度的营业收入总额达到4.2亿元，同比增长28.62%，不过归母净利润为-1.08亿元。\n今年年中过后，凯撒股票开始持续爬坡、走出低迷行情，从1.87元/股的低位上涨至今年9月最高4.48元/股。由于今天凯撒在复牌开市前停牌一天，因此本次摘帽对股价的影响将在明天才能看到。\n整体上而言，凯撒在最近几年还是处于持续亏损的状态，在GameLook看来，凯撒文化主要依赖IP改编游戏，凯撒当前的情况可以说是国内许多A股游戏公司的一个缩影，公司业绩随着IP改编游戏的表现起起伏伏。\n最近几年IP改编产品正在面临各种困难，随着国内游戏行业不断成熟，国内厂商整体的游戏研发能力都在进步，游戏买量和发行思路也在不断变化。这意味着过往能提高产品成功、“IP定生死”的局面已经发生了相当大程度的变化。\n一方面，近几年市面上涌现出来的新游戏品类在不断吸引用户注意力，例如前两年的二次元游戏，最近的搜打撤射击游戏等等，如今IP改编产品的吸引力基本局限于核心IP粉丝群体，普通用户甚至是IP泛用户都很难覆盖到。\n另一方面，过往IP改编产品的热门品类方向MMO也在不断式微，随着用户需求变化，MMO赛道的处境正在越来越艰难。这两年好几款IP改编的MMO产品，其成绩都不佳。例如去年网易《射雕》，今年中手游的《仙剑世界》造成了巨额亏损，三七的《斗罗大陆：猎魂世界》虽然在上线初期展现出了不错的爆",
      "media": "Gamelook",
      "game_relevance": 0.6,
      "importance": 0.6,
      "title_kr": "凯撒文化, 'ST' 지정 해제 공식 발표: 4년간 21억 위안 손실, 《遮天世界》가 위기 타개 가능할까?",
      "content_summary_kr": "중국 A주 상장 게임사 凯撒文化가 2025년 12월 11일부로 ST(특별관리종목) 지정 해제 및 정상 거래 재개 발표. 2021년 이익 허위계상으로 징계받았던 동사는 2022~2023년 연속 대규모 적자를 기록했으나, 2024년 적자폭이 전년 대비 33.6% 축소되며 개선 조짐. IP 기반 게임에 의존하는 凯撒文化의 상황은 국내 게임 시장에서 IP 개편 게임의 경쟁력 약화와 MMO 장르 침체로 어려움을 겪는 중국 A주 게임사들의 전형적 사례로 평가됨.",
      "category": "규제 & 이슈"
    },
    {
      "title": "全行业吃瓜，Square Enix被“二股东”112页报告炮轰！",
      "url": "http://www.gamelook.com.cn/2025/12/583728/",
      "date": "2025-12-11 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/se1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/东京的十二月寒风凛冽，但这股寒意或许远不及游戏巨头Square Enix（以下简称SE）管理层此刻所感受到的冰凉。\n这家曾以《最终幻想》和《勇者斗恶龙》定义了日式RPG黄金时代的传奇厂商，正面临着一场前所未有的资本“逼宫”。持有公司约14.36%股份的第二大股东，激进新加坡投资基金3D Investment Partners（以下简称3DIP），近日向市场抛出了一份题为《That Excitement Once Again（重拾那份狂热）》的长篇调查报告。\n从内容来看，这份长达112页的文件绝非一份普通的股东建议书，而是一份图文并茂、数据详实，甚至可以说有些冷酷无情的“病理诊断书”。它不仅揭开了这家日本国民级3A大厂在财务表现上的遮羞布，更以一种近乎手术刀般的精准，剖析了SE在过去数年间战略失焦、开发低效与管理僵化的深层危机。\n注意：下列若干财务与业务数据，主要源自 3D Investment Partners 于 2025 年公开的 112 页演示（‘That Excitement Once Again’），报告中3DIP 采用了若干第三方估算与调整，并不代表官方数据，本文在引用时已注明来源与口径。\n国民IP的囹圄与财务效率的黑洞\n在玩家的情怀滤镜中，SE依然是那个挥舞着水晶神话的RPG天尊。然而，3DIP报告开篇便用一组残酷的财务数据，戳破了这层光鲜的泡沫。\n报告直指SE正深陷“增收不增利”的泥潭，其盈利能力的衰退速度令人咋舌。在过去的一个财年中，尽管手握两大国民级IP，SE的运营利润率却仅徘徊在13%的低位。这一数字若置于竞争激烈的全球游戏市场中审视，其颓势便一览无余：同为日本老牌大厂的卡普空（Capcom）已连续多年将运营利润率稳定在30%以上，科乐美（Konami）也保持在28%的高位。\n更令投资者感到不安的是资本回报率（ROE）的断崖式下跌。从2021财年的19%一路俯冲至2024财年的7%，跌幅高达61%。这组数据的背后，隐含着一个危险的信号：这家坐拥金矿的公司，正在以极低的效率挥霍着股东的钱。\n在过去三年，全球游戏行业虽然整体面临着疫情红利消退后的调整与阵痛，但在日厂中，卡普空、万代南梦宫等主要竞争对手依然凭借稳健的策略实现了增长。相比之下，SE竟然成为了主要游戏公司中唯一一家营收出现负增长",
      "media": "Gamelook",
      "game_relevance": 0.8,
      "importance": 0.8,
      "title_kr": "업계 전체가 주목, Square Enix가 '2대 주주'의 112페이지 보고서로 강도 높은 비판받아",
      "content_summary_kr": "Square Enix의 2대 주주인 싱가포르 투자펀드 3D Investment Partners가 112페이지 분량의 보고서를 통해 회사의 전략 실패와 경영 비효율성을 신랄하게 비판. 보고서는 SE의 영업이익률이 13%로 Capcom(30%)과 Konami(28%)에 크게 못 미치고, ROE가 2021년 19%에서 2024년 7%로 61% 급락하는 등 수익성 악화를 지적하며, 주요 게임사 중 유일하게 매출 마이너스 성장을 기록한 점을 강조함.",
      "category": "규제 & 이슈"
    },
    {
      "title": "“疑鹅论”又起？腾讯股价“600整数位拉锯”，苹果钓鱼一个月，微信小游戏不上钩？",
      "url": "http://www.gamelook.com.cn/2025/12/583727/",
      "date": "2025-12-11 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/yel1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/今天，腾讯股价一度跌破600港元大关，最低触及595港元。这几天，虽然腾讯保持着一贯的大规模回购节奏，但股价正处于600这个心理整数位反复拉锯。\n事实上，今年10月初一鼓作气、达到683港元/股的阶段性高点后，腾讯股价开始出现一定程度反复波动。来到11月下旬，股价逐渐步入阴跌不止的状态——仅仅两个月，投资者对腾讯的态度再生波澜，除了众所周知的腾讯大股东Naspters减持压力外，似乎“疑鹅论”又起？\n另一个让大家疑惑的是，11月中旬苹果官宣全球范围内开启全新“小程序合作伙伴计划”（MAPP），对小程序（小游戏）生态仅抽取15%分成。按理说，作为中国市场最大利益相关方的微信和抖音，理应配合苹果的剧本、立即开启iOS支付合作，但眼看苹果“钓鱼一个月”了，但两大小游戏平台却迟迟不上钩。\n微信小游戏没等来正式的苹果iOS支付接入，近日反而先等来了一个新消息：测试中的微信PC客户端在侧边栏上线了“游戏中心”的独立入口，能够在PC上直接启动微信小游戏。这也让大家困惑，微信小游戏到底还要不要接入iOS支付？\n今天GameLook来聊一聊，腾讯最近到底什么情况？\n“疑鹅论”又起：明年腾讯增长在哪里？\n放眼全市场，近期的股价阴跌，并不是腾讯一家公司遭遇，GameLook认为核心原因还是整个市场情绪翻转。背后可能的原因有很多，诸如地缘政治、中美关税谈判、房地产是否企稳等因素，汇率波动，AI大行情，都影响了市场情绪。而这，并非单个公司能够左右。\n对于正在冲刺“年收入万亿”的腾讯来说，到了这个业务体量，公司发展显然脱离不了与宏观经济的联动，要在大风大浪中平稳前行，这相当考验腾讯管理层在战略布局、和业务战术上的应对。\n客观上评价，过去这几个月市场上跌得最狠的并非腾讯，比如明星公司泡泡玛特：Labubu全球爆火后，泡泡玛特股价一度涨至339.8港元/股，如今跌到了190港元、几近腰斩，原因无外乎外界担忧Labubu成为顶流、大规模增产之后、极度担心今后会出现减产。这也反映了利好的另一面往往是利空的开始，即投资者通称的“盛极而衰”。\n在这其中，遭遇怀疑的上市游戏公司，不止腾讯、还有A股明星公司世纪华通，《Whiteout Survival》《Kingshot》收入节节攀高，今年收入高基数、高增速，带来的是投资者对世纪华通后续增长存疑。也",
      "media": "Gamelook",
      "game_relevance": 0.8,
      "importance": 0.8,
      "title_kr": "'텐센트 의혹론' 재점화? 텐센트 주가 '600 정수 공방', Apple의 한 달간 미끼에도 WeChat 미니게임 불응?",
      "content_summary_kr": "텐센트 주가가 600홍콩달러 선에서 등락을 반복하며 2개월 만에 최고점 대비 큰 폭 하락. Apple이 11월 중순 전 세계 미니프로그램에 15% 수수료율 적용하는 'MAPP' 발표했으나, WeChat과 Douyin 등 주요 미니게임 플랫폼들이 한 달째 iOS 결제 연동 보류 중. WeChat은 오히려 PC 클라이언트에 '게임센터' 독립 메뉴를 테스트하며 iOS 결제 연동 여부에 대한 시장의 의구심 증폭.",
      "category": "매출 & 성과"
    },
    {
      "title": "射击赛道年年洗牌，为何只有这款FPS手游稳坐十年“枪战王者”？",
      "url": "http://www.gamelook.com.cn/2025/12/583710/",
      "date": "2025-12-11 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/cfmcq1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/长青，是这几年游戏圈的关键词。腾讯高级副总裁马晓轶曾在采访中提到，游戏行业周期正变得越来越长，“可能至少是四到五年”。随着行业愈发看重长期主义，各赛道的常青树们也成为全行业学习的对象。\n但长青并没有那么简单，尤其对于全球受众最广、细分玩法最多的射击品类，多年来竞争激烈，国内手游市场同样如此。虽然大多数都将长线运营目标定在十年、乃至更长的周期。但白热化竞争下，手游市场真正触及长青的产品并不算多。\n其中，过去五年稳扎iOS畅销榜TOP30、今年8月公布DAU达1200万的《穿越火线：枪战王者》，正是射击手游市场少有的长青游戏之一。\n不仅如此，上周六的「2025CFM十周年盛典暨CFML秋季赛S18总决赛」上，《穿越火线：枪战王者》（以下简称CFM）正式宣布总注册用户突破4.5亿，电竞赛事累计观看人数突破10亿次——这意味着，CFM正式成为国内首个十年长青的FPS手游。\n当天，腾讯互娱K1合作部总经理许光面向全体玩家宣布：“伴随着CF手游的成长，穿越火线也成为游戏史上少有的，双端持续长青的射击IP。”\n十年长青，它为FPS手游开创了很多「第一次」\n如果将目光重新投向十年前，在当时的很多玩家和同行看来，FPS体验很难在手游端复现。作为腾讯首款大DAU「端转手」产品，CFM直接以“两天内注册用户突破千万”的亮眼数据打破行业认知。之后不仅在手游红海越活越好，也跨过了十周年的重要里程碑。\n在行业愈发重视射击手游和长青游戏和的今天，CFM的经验尤其珍贵。在GameLook看来，游戏十年长青背后，它为FPS手游开创了很多个「第一次」，在不断超越外界预期的过程中树立起了FPS手游的行业标杆。\n十年前，CFM定义了射击手游“双摇杆”操作模式，并通过优化陀螺仪、提升画面帧率等方式不断向专业级体验靠拢，让手游玩家也能感受堪比端游的射击反馈和细腻操控。直到今天，这套设计仍然影响着同类型产品的底层逻辑。\n在经典爆破模式之外，CFM也在十年77个版本中持续探索玩法创新，推出PVE、Roguelike等多元玩法，甚至包括卡牌玩法“悠悠牌”等创新模式。持续带给玩家新鲜感的同时，第一次向行业展现了射击手游平台化的无限可能。\n赛事方面，游戏职业联赛CFML的前身“CFM超级联赛”，也是全球范围内首个FPS手游职业联赛。当天S18总决赛上，Q9.快",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "슈팅 게임 시장의 매년 순위 변동 속에서, 이 FPS 모바일 게임만이 10년간 '총게임 최강자' 자리를 지킨 이유는?",
      "content_summary_kr": "Tencent의 《穿越火线：枪战王者》(CFM)가 출시 10주년을 맞아 총 가입자 4.5억 명, e스포츠 누적 시청자 10억 회 돌파를 발표하며 중국 최초의 10년 장수 FPS 모바일 게임으로 자리매김. 게임은 모바일 FPS의 '듀얼 조이스틱' 조작 방식을 최초로 정의하고, 77개 버전을 통해 PVE, Roguelike 등 다양한 플레이 모드를 지속 도입하며 FPS 모바일 게임의 플랫폼화 가능성을 제시한 것으로 평가.",
      "category": "매출 & 성과"
    },
    {
      "title": "日本游戏人倾诉“无助感”：做手游真斗不过中韩，老外共鸣：我们这也一样啊！",
      "url": "http://www.gamelook.com.cn/2025/12/583712/",
      "date": "2025-12-11 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/DBB13-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/“日本已经很难追上中国的游戏发展速度。”\n说出这句话的不是别人，正是前索尼全球工作室总裁吉田修平。在不久前的WePlay Expo 2025上，这位见惯了大场面的行业老将逛完中国独立游戏展区后，给出了这样的判断。无独有偶，在Reddit论坛上，一篇由日本移动游戏从业者发布的帖子正在引发讨论，标题直白地写道：“日本移动游戏产业正面临严峻挑战。”\n这位匿名的日本开发者这样写道：“我目前在一家日本手游公司工作。然而，日本移动游戏公司难以推出具有影响力的新作品，即便推出也往往以失败告终。”他观察到，过去一两年间，多家公司已开始实施裁员计划——这在劳动者权益受法律严格保护、裁员现象颇为罕见的日本，是相当令人震惊的。他将此现象直接与源自中韩的动漫风格游戏潮流联系起来，尤其是《原神》问世以来。“目前在日本流行的多款游戏均来自中国或韩国的开发团队。”他略显悲观地写道，未来或许只有CyberAgent（《赛马娘》）、DeNA、Wright Flyer Studios等少数大型集团能在日本市场长期立足。\n一位是退居幕后的行业大佬，一位是身处其中的普通开发者，他们的感受却意外地同步：日本手游，似乎正陷入一种“心有余而力不足”的境地。\n普通日本开发者的“无力感”，中韩公司斗不过\nGameLook认为，如今的手游赛道早已不是一个可以“孤芳自赏”的领域，它已进化成全球化、高度商业化的“大众消费品”市场。就像卖可乐、卖矿泉水、卖服装一样，厂商的竞争对手不再只是国内同行，而是全球范围内最强、最有创意、最懂运营的品牌。\n在这个战场上，中国厂商的优势是全方位的：自身中国市场规模庞大，为试错和创新提供了肥沃土壤；中国开发者群体年轻、勤奋，怀揣着“从零到一”实现财富自由的强烈动力；整个资本和产业环境相对“新”，更愿意拥抱移动互联网时代的节奏与玩法。\n反观日本，其移动游戏市场始于功能机时代，一套成熟的“扭蛋+内容订阅”商业模式曾所向披靡，却也形成了强大的路径依赖。当智能机时代中韩厂商带着融合主机玩法、开放世界、高品质内容的产品袭来时，许多日本厂商显得有些措手不及。根据Sensor Tower最新全球手游收入榜Top10显示，前十名中没有一家日本厂商，而中国厂商则占据五席；仅在收入增长榜中，才能看到《赛马娘》《龙珠 Z》等游戏的身影。\n更关键的是“人",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "일본 게임 개발자가 토로한 '무력감': 모바일게임에서 중한에 도저히 못 이긴다, 해외 개발자들도 공감: 우리도 마찬가지!",
      "content_summary_kr": "전 Sony 글로벌 스튜디오 사장 요시다 슈헤이와 일본 모바일게임 개발자가 일본이 중국 게임 발전 속도를 따라잡기 어렵다고 토로. Sensor Tower 최신 글로벌 모바일게임 매출 톱10에 일본 업체는 한 곳도 없고 중국 업체가 5곳을 차지하며, 《원신》 이후 중한 애니메이션 스타일 게임이 일본 시장을 장악하면서 일본 모바일게임 업계의 경쟁력 약화와 구조조정 시작.",
      "category": "규제 & 이슈"
    }
  ]
}