{
  "daily_summary": "• Turn 10 Studios의 Forza Motorsport 개발팀 절반 해고와 신규 콘텐츠 개발 종료로 AAA급 레이싱 게임의 지속 서비스 모델 한계 노출\n\n• miHoYo 원신팀의 '전국 선전시스템 선진 집단' 수상과 Tencent의 Rainbow Six Mobile 중국 출시로 중국 정부의 게임 산업 문화 콘텐츠 전략화 가속\n\n• FIFA의 Netflix Games 독점 복귀와 Call of Duty의 Fallout TV 시리즈 크로스오버로 게임-영상 콘텐츠 통합 생태계 구축 경쟁 본격화\n\n• 33호 원정대의 개발비 1,000만 달러 대비 3.6억 달러 수익 달성 사례로 AAA 대작 게임 대비 인디 게임의 투자 효율성 부각",
  "articles": [
    {
      "title": "Spider-Man: Brand New Day Trailer Now Looks to Have Leaked, Days After the Internet Got a First Look at Avengers: Doomsday",
      "url": "https://www.ign.com/articles/apparent-spider-man-brand-new-day-trailer-leak-seemingly-drops-strong-hint-at-sadie-sinks-character",
      "date": "2025-12-17 19:22",
      "comments": 76,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/17/gettyimages-2246581782-1765965170950.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Just a day after the apparent leak of Marvel's first Avengers: Doomsday trailer, a look at Spider-Man: Brand New Day also appears to have been spilled online, offering a big clue to Sadie Sink's mystery character.\nThe leaked Spider-Man trailer is of extremely low quality, but — like Avengers — is now being scrubbed from the internet by copyright claims, effectively confirming its legitimacy. According to one report, the video originated from a market research app which offers early peeks at marketing materials to gauge audience feedback.\nWhile much of the trailer is hard to make out visually, its audio is easier to understand. The biggest reveal? That Sadie Sink's character is clearly threatening Peter Parker — and knows his secret identity as Spider-Man.\nSink's role in Spider-Man: Brand New Day has been kept firmly under wraps by Sony since her casting was announced, while a recent on-set sighting showed the Stranger Things star bundled up in an apparent bid to hide her costume.\nFan s",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "Spider-Man: Brand New Day 트레일러 유출, Avengers: Doomsday 공개 며칠 만에 연이어 발생",
      "content_summary_kr": "Avengers: Doomsday에 이어 Spider-Man: Brand New Day 트레일러가 온라인에 유출. 저화질 영상이지만 저작권 신고로 삭제되며 진위 확인. 트레일러를 통해 Sadie Sink이 Peter Parker의 정체를 알고 있으며 그를 위협하는 캐릭터로 등장함이 밝혀짐.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Forza Motorsport Developer Says Servers Will Remain Online, But Don't Expect Any More Cars, Tracks, Features or Regular Bug Fixes Following Layoffs",
      "url": "https://www.ign.com/articles/forza-motorsport-developer-says-servers-will-remain-online-but-dont-expect-any-more-cars-tracks-features-or-regular-bug-fixes-following-layoffs",
      "date": "2025-12-17 19:44",
      "comments": 38,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/04/23/forzathumb-1745426146135.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Forza Motorsport developer Turn 10 Studios has confirmed the end of new content development for the game, following layoffs at the company this summer.\nReleased in 2023, the latest and (for now) final entry in the Forza Motorsport series was launched as a reboot of Xbox's veteran sim racing franchise, with years of new content expected. But the game launched to a mixed response, and around half of Turn 10 Studios' staff were made redundant in July. (The studio remains open, with support for the more popular Forza Horizon brand now a key focus.)\nWord that Forza Motorsport will not receive any further big updates is unsurprising, then, though a fresh statement in a blog post from the studio has now laid it out in black and white.\n\"As our team shifts its focus toward delivering the best possible experience with Forza Horizon 6 in 2026, we do not plan to introduce new cars, tracks, features, or regular bug fixes for Forza Motorsport,\" Turn 10 Studios wrote.\n\"However, we will continue suppo",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Forza Motorsport 개발사, 정리해고 후 서버는 유지하지만 신규 차량·트랙·기능·정기 버그 수정은 없을 것이라 밝혀",
      "content_summary_kr": "Forza Motorsport 개발사 Turn 10 Studios가 올여름 직원 절반을 정리해고한 후 신규 콘텐츠 개발 종료를 공식 확인. 2023년 출시된 시리즈 리부트작은 혼조된 반응을 얻었으며, 스튜디오는 2026년 Forza Horizon 6 개발에 집중하기 위해 Forza Motorsport의 신규 차량, 트랙, 기능, 정기 버그 수정을 중단한다고 발표.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Tomb Raider: Legacy of Atlantis Difficulty Will Be 'Adjusted for Modern Player Tastes,' but Dev Insists It Will Still Be Very Tomb Raider",
      "url": "https://www.ign.com/articles/tomb-raider-legacy-of-atlantis-will-have-to-adjust-the-original-games-brutal-difficulty-for-modern-player-tastes-but-dev-insists-youll-still-see-big-rolling-balls",
      "date": "2025-12-17 19:12",
      "comments": 38,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/tombatlantisthumb-1765507427086.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The team behind the reimagining of the original Lara Croft adventure, Tomb Raider: Legacy of Atlantis, have opened up on how they're approaching the 1996 game's difficulty and instakills, acknowledging it will have to be adjusted for \"modern player tastes.\"\nSpeaking at a press event and captured by GamesRadar+, Crystal Dynamics' game director Will Kerslake said: \"part of reimagining a game right is adjusting that game evolving for modern player tastes.\"\nHe also hinted at what kind of gameplay we can expect to see, insisting \"it is core to the Tomb Raider experience that there are puzzles in combat and traversal and death-defying action.\" However, Kerslake stressed that the things we remember from the original game will remain, adding: \"you'll see big rolling balls, and you know, the things that you expect in a Tomb Raider game are going to be there in spades.\"\nTomb Raider: Legacy of Atlantis is due out at some point in 2026 on PlayStation 5, Xbox Series X and S, and PC via Steam. Alix ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Tomb Raider: Legacy of Atlantis 난이도 '현대 플레이어 취향에 맞춰 조정', 하지만 여전히 Tomb Raider다울 것",
      "content_summary_kr": "Crystal Dynamics가 1996년 오리지널 Tomb Raider 리메이크작인 Legacy of Atlantis의 난이도와 즉사 시스템을 현대 플레이어 취향에 맞춰 조정할 것이라고 밝힘. 게임 디렉터 Will Kerslake는 퍼즐, 전투, 이동, 액션 등 핵심 요소와 함께 거대한 구르는 돌 등 오리지널의 상징적 요소들을 그대로 유지할 것이라고 강조. 게임은 2026년 PlayStation 5, Xbox Series X/S, PC Steam으로 출시 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Disney Won't Work With Roblox Due to Its Child Safety Concerns, Report States",
      "url": "https://www.ign.com/articles/disney-wont-work-with-roblox-due-to-its-child-safety-concerns-report-states",
      "date": "2025-12-17 20:51",
      "comments": 11,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/17/gettyimages-2237447271-1765971772803.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Concerns over child safety are stopping Disney from collaborating with Roblox, a new report has revealed.\nWith 151 million daily active users, Roblox is one of the biggest games in the world — if not the biggest. And increasingly, access to this audience is seen as a lucrative and highly accessible method of marketing everything from big-name brands to Hollywood blockbusters.\nStill, worries over how safe Roblox is for its enormous audience of players — many of whom are under the age of 18 — remain offputting to Disney, a new Variety report has highlighted.\nWhile some had suspected Disney was avoiding Roblox due to its $1.5 billion investment in rival gaming platform Fortnite, sources told Variety that Disney was instead avoiding Roblox specifically because the company did not believe the larger platform was safe at this time.\nDisney content is of course deeply embedded within Fortnite, which regularly hosts Star Wars and Marvel crossovers, recently featured a well-received The Simpsons",
      "media": "IGN",
      "game_relevance": 0.9,
      "importance": 0.8,
      "title_kr": "Disney, 아동 안전 우려로 Roblox와의 협력 거부",
      "content_summary_kr": "Disney가 아동 안전 문제를 이유로 Roblox와의 협업을 거부하고 있다는 보도. 일각에서는 Disney의 Fortnite 15억 달러 투자가 원인이라 추측했으나, 실제로는 1억 5천만 명의 일일 사용자를 보유한 Roblox의 미성년자 보호 체계가 충분히 안전하지 않다고 판단한 것으로 확인됨.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Warner Bros. Urges Shareholders To Reject Paramount's Rival Bid For The Studio",
      "url": "https://www.gamespot.com/articles/warner-bros-urges-shareholders-to-reject-paramounts-rival-bid-for-the-studio/1100-6537048/",
      "date": "2025-12-18 00:29",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4624668-warnerbroslogo.jpg",
      "body": "The battle for Warner Bros. may be down to Netflix and Paramount, but the studio has a clear favorite. Earlier this month, Netflix bid $82.7 billion dollars for Warner Bros., jilting Paramount in the process. Paramount responded with a hostile takeover bid of $108.4 billion. Now, Warner Bros. is urging its shareholders to reject Paramount's \"illusory\" offer.\n\"Following a careful evaluation of Paramount's recently launched tender offer, the Board concluded that the offer's value is inadequate, with significant risks and costs imposed on our shareholders,\" reads a letter to shareholders from Samuel A. Di Piazza, Jr., the chair of Warner Bros. Discovery's board of directors.\nAlthough Paramount's offer is higher, Warner Bros.' contends that Paramount's owners, the Ellison family, didn't offer a \"full backstop\" commitment to provide the money to cover its offer and that it can walk away from the transaction without paying any penalty. By comparison, Netflix and Warner Bros. have a $5 billio",
      "media": "GameSpot",
      "game_relevance": 0.6,
      "importance": 0.8,
      "title_kr": "Warner Bros., 주주들에게 Paramount의 적대적 인수 제안 거부 촉구",
      "content_summary_kr": "Netflix가 Warner Bros.에 827억 달러 인수를 제안한 가운데, Paramount가 1,084억 달러의 더 높은 금액으로 적대적 인수를 시도. Warner Bros. 이사회는 Paramount의 제안이 자금 보장 약속이 불충분하고 위약금 없이 거래 철회가 가능하다는 점을 들어 주주들에게 제안 거부를 권고.",
      "category": "매출 & 성과"
    },
    {
      "title": "The Last Of Us Co-Director: \"I Don't Like AI\"",
      "url": "https://www.gamespot.com/articles/the-last-of-us-co-director-i-dont-like-ai/1100-6537043/",
      "date": "2025-12-17 23:58",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4624665-screenshot2025-12-17at9.40.58%E2%80%AFam.png",
      "body": "The Last of Us co-director Bruce Straley has shared his thoughts on using generative AI to aid in game development, saying the technology cannot \"grow and think for itself.\"\nThe technology \"just consumes, and tries to mimic what it's consumed,\" he told Polygon. \"That's the best it can do right now.\" He also described generative AI as \"a snake eating its own tail.\"\nOne of the reasons why AI has been such a contentious issue in gaming is that not everyone defines it the same way. For his part, Straley said \"NPCs are AI\" and have been for decades already in gaming. Straley's new game, Coven of the Chickenfoot, has players taking on the role of Gertie, an elderly witch who works alongside a \"creature companion\" who can \"observe, learn, and evelopment new behaviors based on contextual situations.\"\nThis setup has led some to wonder if the creature was made using generative AI or other types of artificial intelligence technologies. But Straley said the creature was human-crafted.\n\"If you feed",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "The Last Of Us 공동 디렉터: \"저는 AI를 좋아하지 않습니다\"",
      "content_summary_kr": "The Last of Us 공동 디렉터 Bruce Straley가 생성형 AI 기술은 단순히 소비하고 모방할 뿐 스스로 성장하거나 사고할 수 없다며 게임 개발에서의 생성형 AI 사용에 부정적 견해 표명. 그는 생성형 AI를 '자기 꼬리를 먹는 뱀'에 비유하며, 자신의 신작 Coven of the Chickenfoot에 등장하는 동료 생물체는 생성형 AI가 아닌 인간이 직접 제작한 시스템임을 강조.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Forza Motorsport Content Updates Are Coming To An End",
      "url": "https://www.gamespot.com/articles/forza-motorsport-content-updates-are-coming-to-an-end/1100-6537039/",
      "date": "2025-12-17 22:12",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4624641-forzamotorsport.jpg",
      "body": "Developer Turn 10 Studios has announced that it is ending development of new content for Forza Motorsport. In a blog update, the studio confirmed that there will be no \"new cars, tracks, features, or regular bug fixes\" for the game, but it will continue to support Forza Motorsport by keeping the servers online.\n\"As our team shifts its focus toward delivering the best possible experience with Forza Horizon 6 in 2026, we do not plan to introduce new cars, tracks, features, or regular bug fixes for Forza Motorsport,\" Turn 10 Studios wrote. \"However, we will continue supporting the game by keeping online servers active, hosting special events and competitions, and reintroducing previously released Featured Tours and reward cars every month, until all content is available for you to enjoy anytime.\"\nNow Playing: Forza Motorsport Video Review In Progress\nFirst released in 2023, Forza Motorsport was designed to be a fresh start for Microsoft's sim-racing series, with ambitious plans to support",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Forza Motorsport 콘텐츠 업데이트 종료 예정",
      "content_summary_kr": "Turn 10 Studios가 Forza Motorsport의 신규 콘텐츠 개발 종료를 발표. 2026년 Forza Horizon 6 개발에 집중하기 위해 신규 차량, 트랙, 기능 및 정기 버그 수정을 중단하되, 온라인 서버는 유지하고 특별 이벤트 및 기존 콘텐츠 재공개를 통해 게임 지원을 지속할 계획.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Stardew Valley's Next Update Will Include More Character and Social Content",
      "url": "https://www.ign.com/articles/stardew-valley-creator-says-17-update-will-contain-more-charactersocial-stuff-and-a-new-farm-type",
      "date": "2025-12-18 07:21",
      "comments": 3,
      "thumbnail": "https://assets-prd.ignimgs.com/2024/03/12/sv-1710252992459.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "As Stardew Valley fans continue to wait patiently for the previously announced 1.7 update, creator Eric Barone (ConcernedApe) has dropped a couple small, vague, yet exciting hints about what said mysterious update might entail: a new farm type, and \"more character/social stuff.\"\nThis comes from a tweet/X post from ConcernedApe, where he was asked if he could give any hints about the upcoming update. His response was pretty simple: \"there will be some more character/social stuff, it's also traditional to add a new farm type. Lots more but I don't want to reveal much yet.\"\nThat's not a ton of detail, but certainly enough to spark the imagination. The new farm type was indeed to be expected. Stardew Valley started with just one style of farm map, and since its release, most major new content updates have added at least one for a total of eight different options. Each farm map centers around a different specialty, with the Standard map being fairly generic and open-ended, and other maps pr",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Stardew Valley 다음 업데이트, 캐릭터 및 사교 콘텐츠 추가 예정",
      "content_summary_kr": "Stardew Valley 제작자 Eric Barone(ConcernedApe)이 1.7 업데이트에 새로운 농장 타입과 캐릭터/사교 관련 콘텐츠가 추가될 것이라고 예고. 현재 8가지 농장 맵이 존재하며, 각 주요 업데이트마다 새로운 농장 타입을 추가하는 것이 전통이 된 상황. 구체적인 내용은 아직 공개하지 않았으나 더 많은 콘텐츠가 준비 중임을 암시.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "The Game Awards Reaches New Viewership Milestone In 2025, Higher Than Super Bowl Numbers",
      "url": "https://www.gamespot.com/articles/the-game-awards-reaches-new-viewership-milestone-in-2025-higher-than-super-bowl-numbers/1100-6537062/",
      "date": "2025-12-18 06:12",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4625072-screenshot2025-12-17at3.11.25%E2%80%AFpm.png",
      "body": "The Game Awards had another strong year in 2025, with host and organizer Geoff Keighley announcing today that the show reached 171 million global livestreams. That's up 11% from 154 million in 2024 and makes the 2025 show the \"most watched TGA in history.\"\nKeighley also states that conversations about TGA on X were up 12% and that the show had 23,000 co-streams across Twitch and YouTube, which was up 50% year-over-year. The new streaming viewership numbers do not count views on Prime Video, Variety reported.\nNow Playing: The Best Game Awards 2025 Trailers\nThis year's Super Bowl, meanwhile, reached 127.7 million viewers. The comparison is not 1:1, however, for many reasons.\nThe Game Awards 2025 had a bunch of big, exciting announcements, including Larian's next game, Divinity, along with Star Wars: Fate of the Old Republic, and a new shooter called Highguard. Many awards were handed out as well, including Clair Obscur: Expedition 33 winning Game of the Year.\nThe Sandfall-developed game ",
      "media": "GameSpot",
      "game_relevance": 0.8,
      "importance": 0.6,
      "title_kr": "The Game Awards, 2025년 새로운 시청 기록 달성... 슈퍼볼 시청자 수 초과",
      "content_summary_kr": "The Game Awards 2025가 전 세계 1억 7,100만 라이브스트림 시청 기록을 달성하며 역대 최고 수치를 경신. 이는 전년 대비 11% 증가한 수치로, 같은 해 슈퍼볼 시청자 수(1억 2,770만 명)를 상회. Larian의 신작 Divinity, Star Wars: Fate of the Old Republic 등 주요 게임 발표와 함께 Clair Obscur: Expedition 33의 올해의 게임 수상 등 시상식 진행.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "FIFA's Gaming Comeback Is A New Netflix-Exclusive Game",
      "url": "https://www.gamespot.com/articles/fifas-gaming-comeback-is-a-new-netflix-exclusive-game/1100-6537042/",
      "date": "2025-12-17 23:49",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/3/37852/4624658-fifa-netflix.jpg",
      "body": "For years, EA Sports was the one-stop shop for FIFA-branded soccer, but that partnership officially ended in 2023. Since then, FIFA has been absent from the video game scene, but today Netflix Games and Delphi Interactive have announced that they will be bringing officially branded FIFA soccer back in a new game slated to launch in 2026.\nThe unnamed FIFA soccer game will be available via the Netflix app on both iOS and Android devices, and it is planned to launch \"this summer,\" just in time for the FIFA World Cup 2026. The official announcement calls the new game a \"newly reimagined FIFA football simulation game,\" but no other details were provided.\n\"This major collaboration is a key milestone in FIFA’s commitment to innovation in the football gaming space, which aspires to reach billions of football fans of all ages everywhere in the world and will be redefining the pure notion of simulation games,\" FIFA president Gianni Infantino said in the offical announcement. \"Our reimagined game",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "FIFA의 게임 복귀, Netflix 독점 신작으로 돌아온다",
      "content_summary_kr": "EA Sports와의 파트너십 종료 이후 게임 시장에서 사라졌던 FIFA가 Netflix Games 및 Delphi Interactive와 협력하여 2026년 FIFA 월드컵에 맞춰 새로운 축구 시뮬레이션 게임을 Netflix 앱을 통해 iOS와 Android로 출시할 계획 발표. FIFA 회장 Gianni Infantino는 이번 협업이 전 세계 수십억 축구 팬들에게 다가가기 위한 혁신의 핵심 이정표라고 언급.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Warhammer 40,000: Mechanicus 2 Delayed to Give the AdMech Back Their Binaric Machine Code Language, Among Other Changes",
      "url": "https://www.ign.com/articles/warhammer-40000-mechanicus-2-delayed-to-give-the-admech-back-their-binaric-machine-code-language-among-other-changes",
      "date": "2025-12-17 20:11",
      "comments": 2,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/17/mmain-1765969734808.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The developer of Warhammer 40,000: Mechanicus 2 has delayed the game to respond to feedback from its Steam Next Fest demo.\nKasedo Games and Bulwark Studios said the turn-based strategy sequel will now launch in spring 2026 across PC, PlayStation 5, and Xbox Series X and S, so the developers can “further refine the experience.”\nChief among the complaints from fans was the Adeptus Mechanicus (the Tech-Priests of the Warhammer 40,000 universe) speaking English instead of the binaric machine language, a corrupted form of binary code (a weird digital warbling) we heard in the first game. While this may seem like an innocuous change, binaric really added to Mechanicus’ dark, foreboding atmosphere (this is the grim darkness of the far future after all!), and fans were disappointed to find it ditched in the Steam Next Fest demo.\nBulwark is now changing Mechanicus 2 to add an audio option to play with either “lingua-technis,” the official name for the binaric machine code language of the Adeptu",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Warhammer 40,000: Mechanicus 2, 기계교의 이진 기계어 복원 등을 위해 출시 연기",
      "content_summary_kr": "Warhammer 40,000: Mechanicus 2가 Steam Next Fest 데모 피드백 반영을 위해 2026년 봄으로 출시 연기. 팬들이 전작의 특징이었던 Adeptus Mechanicus의 이진 기계어(binaric language) 대신 영어 사용에 실망을 표하자, 개발사 Bulwark Studios는 두 언어 간 선택 가능한 오디오 옵션 추가를 결정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Silent Hill F Producer Hints At Future Sequels Set Outside Of US",
      "url": "https://www.gamespot.com/articles/silent-hill-f-producer-hints-at-future-sequels-set-outside-of-us/1100-6537063/",
      "date": "2025-12-18 05:21",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4625049-silenthillf.jpg",
      "body": "Earlier this year, Silent Hill f became the first game in the series to ditch the small American town that the series was named for in favor of setting it in Japan decades earlier. That approach may be used again for future titles in the franchise, according to developer Motoi Okamoto.\n\"We believe we could perhaps take similar approaches with other cultures across the globe,\" Okamoto told Inverse through a translator. \"For example, in Central or South America, we could perhaps tap into the more local, shamanistic beliefs and see how that ties in. But we could also try to expand our horizons and look into other regions, like possibly Russia, Italy, or South Korea, because all those areas have their own unique types of belief systems. I believe that will be a gateway for us to expand our concepts further.\"\nOkamoto appears to have put the most thought into the Central and South American locations, which he said have \"been affected by a lot of military governments and coups,\" before adding",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Silent Hill F 프로듀서, 미국 외 지역 배경 후속작 가능성 시사",
      "content_summary_kr": "Silent Hill f 개발자 Motoi Okamoto가 향후 시리즈에서 중남미, 러시아, 이탈리아, 한국 등 다양한 국가의 고유한 신앙 체계와 문화를 배경으로 활용할 수 있다고 언급. Silent Hill f는 시리즈 최초로 미국 소도시 대신 수십 년 전 일본을 배경으로 설정한 작품으로, 이러한 접근 방식을 다른 문화권으로 확장할 계획임을 밝힘.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Fallout 5 May Be Influenced By The TV Show",
      "url": "https://www.gamespot.com/articles/fallout-5-may-be-influenced-by-the-tv-show/1100-6537049/",
      "date": "2025-12-18 00:50",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4624693-screenshot2025-12-17at10.41.14%E2%80%AFam.png",
      "body": "Fallout 5 is one of the games currently in the works at Bethesda Game Studios. It's still years away from release, but now Bethesda boss Todd Howard has shared a small update about it.\nHe told the BBC that Fallout 5 will be influenced in part by the popular Prime Video Fallout TV show. \"In short, yes,\" he said. \"Fallout 5 will be existing in a world where the stories and events of the show happened or are happening. We are taking that into account.\"\nFallout 76 has also been influenced by the TV series, and it gets new content based on the show, including Walton Goggins' character, The Ghoul. That game is free to play now through December 22, presumably to cash in on the debut of Fallout Season 2.\nBethesda first revealed Fallout 5 back in 2022, saying it would be released after The Elder Scrolls VI. There is no word yet on when that game will be released, so fans should get very comfortable for Fallout 5. It's not coming out anytime soon.\nEarlier this month, Bethesda said Fallout was th",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Fallout 5, TV 시리즈의 영향을 받을 예정",
      "content_summary_kr": "Bethesda의 Todd Howard가 개발 중인 Fallout 5가 Prime Video의 Fallout TV 시리즈 스토리와 이벤트를 반영할 것이라고 BBC와의 인터뷰에서 확인. 해당 게임은 The Elder Scrolls VI 이후 출시 예정으로 출시까지 상당한 시간이 소요될 전망.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Hardware Sales In The US Just Had Worst Month In 30 Years",
      "url": "https://www.gamespot.com/articles/hardware-sales-in-the-us-just-had-worst-month-in-30-years/1100-6537041/",
      "date": "2025-12-17 22:44",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4624650-screenshot2025-12-17at8.42.54%E2%80%AFam.png",
      "body": "Circana released its monthly sales report for November today, shining a light on how the North American video game business is performing. Hardware sales had a particularly difficult month, with sales falling 27%, from $949 million in November 2024 to $695 million in November 2025.\nNovember 2025 represented the lowest hardware spending total for a November month since November 2005 ($455 million). A total of 1.6 million game hardware units were sold in North America for November 2025, and that's the lowest since November 1995 (1.4 million units).\nWhile total unit sales dropped, the average price paid for a new game console reached a new record high for a November month, rising to $439, up 11% compared to November 2024. The higher average selling price is connected to the price increases that companies like Sony, Nintendo, Microsoft, and others have implemented this year due to tariffs and other factors.\nFor November 2025, Sony's PS5 ranked No. 1 for both unit sales and dollar sales--it",
      "media": "GameSpot",
      "game_relevance": 0.8,
      "importance": 0.8,
      "title_kr": "미국 하드웨어 매출, 30년 만에 최악의 한 달 기록",
      "content_summary_kr": "Circana의 2025년 11월 북미 게임 시장 리포트에 따르면, 하드웨어 매출이 전년 대비 27% 감소한 6억 9,500만 달러를 기록하며 2005년 이후 11월 기준 최저치를 달성. 판매 대수는 160만 대로 1995년 이후 최저 수준이나, 관세 등의 영향으로 Sony, Nintendo, Microsoft 등이 가격을 인상하면서 평균 판매가는 439달러로 11% 상승한 것으로 집계됨.",
      "category": "매출 & 성과"
    },
    {
      "title": "Call Of Duty Is Crossing Over With Fallout TV Show In Season 1 Reloaded",
      "url": "https://www.gamespot.com/articles/call-of-duty-is-crossing-over-with-fallout-tv-show-in-season-1-reloaded/1100-6537059/",
      "date": "2025-12-18 04:00",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1639/16394540/4624938-bo7-rfl-multiplayer-007.jpg",
      "body": "Season 1 of Black Ops 7 and Warzone is currently underway, and now Activision has announced Call of Duty's crossover with Amazon Prime Video's Fallout TV show for the midseason update.\nActivision released a very brief teaser clip for Black Ops 7 and Warzone to reveal the operator skins for this upcoming crossover. While you can't see the full details of the operator skins, the silhouettes clearly hint at operators for Lucy, The Ghoul, and Maximus in his power armor. Call of Duty's big IP collaborations also usually come packed with events for players to participate in. It's uncertain if the skins will be included in an event pass or as shop bundles for purchase.\nCall of Duty's paid event passes are usually 1,100 CoD Points ($10) and operator packs usually feature a price of 2,800 CoD Points ($25) for each bundle.\nThis collaboration is well-timed with the debut of the Fallout TV show's second season, which began on December 16. This will be the first major collaboration to appear in Bla",
      "media": "GameSpot",
      "game_relevance": 0.9,
      "importance": 0.5,
      "title_kr": "Call of Duty, Season 1 Reloaded에서 Fallout TV 시리즈와 크로스오버 진행",
      "content_summary_kr": "Activision, Black Ops 7과 Warzone의 미드시즌 업데이트에서 Amazon Prime Video의 Fallout TV 시리즈와 협업 발표. Lucy, The Ghoul, Maximus 파워 아머 등 오퍼레이터 스킨 티저 공개. 이번 협업은 Fallout TV 시리즈 시즌 2 공개(12월 16일)에 맞춰 진행되며, 이벤트 패스나 상점 번들로 제공될 예정.",
      "category": "IP & 콜라보"
    },
    {
      "title": "One Of 2025's Best Games Looks Like It's Coming To Switch 2",
      "url": "https://www.gamespot.com/articles/one-of-2025s-best-games-looks-like-its-coming-to-switch-2/1100-6537047/",
      "date": "2025-12-18 00:17",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4624674-9mxmwdrsumnsvzjpvarff9.jpg",
      "body": "Down under may have just given us the down low on Dispatch coming to Switch and Switch 2. That's because the Nintendo storefront for Australia has listings up for the episodic game, revealing that the title is planned to launch January 29 on both Nintendo systems.\nThere hasn't been an official announcement from Dispatch developer AdHoc Studio yet about Switch and Switch 2 ports. However, the official Nintendo eShop pages point to this being a matter of when, instead of if, Dispatch arrives on the hybrid consoles. So far, Dispatch is only available on PC and PS5.\nNow Playing: Dispatch Review\nThe Nintendo store listings note that there will be a free Switch 2 upgrade for Dispatch. That edition of the game sports \"enhanced resolution and improved frame rates\" and will take up an estimated 14.6GB of storage space. The listed price is $43.95 AUD--with a launch discount--but keep in mind Australian prices are usually higher than in the US. For example, Metroid Prime 4: Beyond on Switch 2 is ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "2025년 최고의 게임 중 하나, Switch 2 출시 예정",
      "content_summary_kr": "호주 Nintendo 스토어에 에피소드 게임 Dispatch의 Switch 및 Switch 2 버전이 1월 29일 출시 예정으로 등재. Switch 2 버전은 향상된 해상도와 프레임레이트를 지원하며 무료 업그레이드 제공 예정. 현재 PC와 PS5에서만 플레이 가능한 Dispatch의 Nintendo 콘솔 진출 임박.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Tomb Raider 2013 Is Getting A Portable Edition",
      "url": "https://www.gamespot.com/articles/tomb-raider-2013-is-getting-a-portable-edition/1100-6537046/",
      "date": "2025-12-18 00:14",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4624673-tomb-raider.jpg",
      "body": "The 2013 reboot of Tomb Raider has found its way to several platforms over the years, but in 2026, Lara Croft is about to find herself shipwrecked on mobile devices. Tomb Raider is officially coming to iOS and Android devices on February 12, 2026, and it's priced at $20. This version of the game will also include all 12 DLC packs, adding more outfits, upgrades, and a bonus Challenge Tomb.\nFeral Interactive says the game has been \"expertly optimized\" for smartphones and tablets and will feature a customizable touchscreen interface. Controller support will also feature in this release, and supported devices will offer gyroscopic motion-aiming. You can preorder it now through the iOS App Store, or you can pre-register for it on the Google Play Store if you're using an Android device.\nTomb Raider was a big hit when it arrived more than a decade ago, as it chronicled Lara Croft's first big adventure on the mysterious island of Yamatai. Two sequels followed it, Rise of the Tomb Raider and Sh",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Tomb Raider 2013, 모바일 에디션 출시 예정",
      "content_summary_kr": "2013년 출시된 Tomb Raider 리부트작이 2026년 2월 12일 iOS와 Android 기기에 20달러 가격으로 출시 예정. Feral Interactive가 개발하는 이번 모바일 버전은 12개의 DLC 팩을 모두 포함하며, 터치스크린 인터페이스 커스터마이징, 컨트롤러 지원, 자이로스코프 조준 기능 등을 지원함.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "震惊全球游戏圈：《33号远征队》CEO称成本低于1000万美元、已大赚3.6亿美金？",
      "url": "http://www.gamelook.com.cn/2025/12/584257/",
      "date": "2025-12-18 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/et1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/2025年12月11日，《纽约时报》的一篇产业报道在游戏开发者社区引发了地震。报道确认，年度现象级RPG《光与影：33号远征队》（以下简称《33号远征队》）的实际开发预算低于1000万美元（约合人民币7000万元）。\n在高预算产品惨淡收场、大作因成本失控而陷入泥潭的近几年，这个数字显得格格不入。\n而据官方最新披露，该作在发售后的33天内销量突破330万份，截至10月已超过500万份。加上微软Xbox Game Pass的首发入库费用及后续长尾销售，该项目的累计回报已超过3.6亿美元（约合人民币26亿元）。\n这不是一个简单的“以小博大”的励志故事，而是一场对过去五年全球游戏行业迷信“大资本、大开放世界、大工业化”的质疑，Sandfall Interactive用一套反直觉的“降维打法”，绕开了那些深陷“3A陷阱”的巨头，走出了属于自己的选择。\n为什么必须杀死“开放世界”？\n在资本的冷酷算法里，传统的买断制单机游戏其实在过去很多年，往往被视为“糟糕的生意”。它们无法像平台型应用那样实现用户规模的指数级扩张，缺乏服务型游戏那样的复利效应，且面临着3A开发周期长、成本高、“要么爆款要么暴死”的巨大风险。\n相比于能够讲出千亿市值的平台故事，只能“卖拷贝”的单机游戏实在不够性感。\nSandfall首席运营官弗朗索瓦·莫里斯（François Meurisse）向《纽约时报》透露的一个细节，成为了这种资本逻辑的最佳注脚：项目早期曾被多家风险投资机构（VC）拒之门外。\n彼时，热钱正疯狂涌向许诺能构建虚拟社会、拥有无限商业想象力的“元宇宙”。投资人甚至直言，他们只对那些能够快速扩张的应用程序感兴趣，而不是一个只能玩几十小时的故事。\n然而，正是这种被资本判定为“过时”的坚持，拒绝泡沫，回归线性叙事，放弃开放世界，最终成为了《33号远征队》的决胜点。\n过去十年，“开放世界”是全球游戏立项的政治正确。然而，开放世界不仅意味着庞大的地图，更意味着指数级上升的资产填充成本和测试成本。\n原因很简单：在线性游戏中，开发者可以精确控制玩家的视角和路径，但在开放世界中，玩家可能从任何角度卡入地形，或以意想不到的方式破坏脚本。为了修复这些非线性的Bug，主流大厂，比如育碧和贝塞斯达往往需要维持大量人员测试团队。\n面对不足1000万美元的预算，创",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "전 세계 게임업계 충격: '33호 원정대' CEO, 개발비 1,000만 달러 미만으로 3.6억 달러 수익 달성 발표",
      "content_summary_kr": "RPG게임 '빛과 어둠: 33호 원정대'가 1,000만 달러 미만의 개발비로 제작되어 3.6억 달러 이상의 수익을 달성했다는 사실이 뉴욕타임스를 통해 공개. Sandfall Interactive는 초기 VC들의 투자 거절에도 불구하고 개방형 세계 대신 선형 서사 방식을 채택해 개발 및 테스트 비용을 대폭 절감하며, 대규모 자본과 산업화에 의존하는 3A게임 개발 트렌드에 반하는 성공 사례 제시.",
      "category": "매출 & 성과"
    },
    {
      "title": "“不老的RO”已疯！4款RO新游戏将齐登场，三七、字节系果断下注",
      "url": "http://www.gamelook.com.cn/2025/12/584242/",
      "date": "2025-12-18 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/ro1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/近日，韩国游戏公司Gravity的全球战略发布会正式举办，Gravity集团董事长北村佳纪不仅高喊出了“We are Ragnarok！”的口号，更正式对外公开了《RO仙境传说》IP在2026年的宏大蓝图。\nGravity Game Tech总裁Jin Kim同样表示：2026年将是RO IP的“爆发之年”。\n具体来看，不同于以往单一续作的发布，Gravity此次一口气揭晓了四款风格迥异、赛道细分明确的重磅新作。\n而这份名单背后最引人注目的，是其与中国游戏厂商前所未有的深度捆绑。四款新作中，除了Gravity本部力推的正统续作外，其余三款均出自中国顶尖游戏公司之手。\n此次公布的四款新作分别是：塔人网络开发的动作向MMO《RO仙境传说Abyss》、字节跳动持股的游戏精酿（GameAle）打造的《RO仙境传说：米德加兹战记》、三七互娱操刀的《RO仙境传说：世界之旅》，以及国内欢乐互娱（JoyMaker）研发的正统续作《RO仙境传说3》。\n从产品阵容来看，四款新作在定位上展现出了极强的差异化和针对性。\n作为一家极度依赖单一IP营收的公司，虽然Gravity近年来的财报数据虽然亮眼，但市场对于单一IP老化的担忧始终存在。但发布会现场，Gravity的高层显得信心满满。北村佳纪在开场演讲中明确了公司的愿景：成为全球第一的娱乐公司。\n据北村佳纪现场披露的数据显示，《RO仙境传说》IP诞生23年来，已在全球122个地区提供服务，总下载量突破2亿次。更令人惊叹的是，在过去十年（2016年至今），该IP的销售额增长了惊人的396%。\n这些数据无不佐证了RO在跨越语言与文化隔阂上的强大生命力。\n今年第三季度RO IP在不同地区的销售额占比\n四大金刚齐发：细分赛道的精准狙击\n如果说RO的传统印象是站桩输出，那么塔人网络开发的《RO仙境传说Abyss》则是一次彻底的动作化革命。\n作为东南亚首款主打“开放世界”概念的RO产品，塔人网络副总裁Eric Kim在介绍中强调，该作的核心目标是将MMO的沉浸感提升至全新层次。游戏彻底打破了传统RO的战斗节奏，引入了具有强烈打击感的动作系统，甚至加入了连招和基于属性分配的庞大技能树，让手游玩家也能体验到接近主机游戏的战斗爽快感。\n《RO仙境传说Abyss》\n至于由字节跳动参股27%的游戏精酿（",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "불로불사 'RO'의 폭발적 행보! 4개의 RO 신작 게임 동시 공개, 三七互娱·字节跳动 계열사 과감한 투자",
      "content_summary_kr": "Gravity가 글로벌 전략 발표회를 통해 2026년을 'RO IP 폭발의 해'로 선언하며 4개의 신작을 동시 공개. 塔人网络의 액션 MMO <RO仙境传说Abyss>, 字节跳动 투자사 游戏精酿의 <RO仙境传说: 米德加兹战记>, 三七互娱의 <RO仙境传说: 世界之旅>, 欢乐互娱의 정통 속편 <RO仙境传说3> 등 4개 신작 중 3개가 중국 게임사 개발작으로, RO IP는 23년간 전 세계 122개 지역에서 2억 다운로드를 달성하고 최근 10년간 매출 396% 성장 기록.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "米哈游获国家级表彰！策划团队荣获“全国宣传系统先进集体”",
      "url": "http://www.gamelook.com.cn/2025/12/584234/",
      "date": "2025-12-18 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/mhy1-1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/12月16日，国家广电总局发布《中宣部、人社部、广电总局拟表彰全国宣传系统先进集体和先进个人》公告，对拟表彰对象名单进行公示。据悉，这份名单共291个表彰对象，并按地区依次展示。\nGameLook注意到，入选全国宣传系统先进集体的对象，大多为各地官媒、宣传部门、出版社。其中，“上海米哈游网络科技股份有限公司游戏策划团队”成了唯一入选的游戏公司团队。另外，《哪吒之魔童闹海》的制作团队“成都可可豆动画影视有限公司”也出现在先进集体名单。\n可可豆动画的入选自然不难理解，春节期间拿下中国影史票房榜冠军、全球影史单一市场票房冠军、全球影史动画片票房榜冠军等多项殊荣的《哪吒之魔童闹海》，在海内外火得一塌糊涂。国内盛况自不用说，海外也打破近20年来国产片华语发行商海外发行排片数量，带动中国文化强势进入全球视野。\n至于米哈游的入选，意味着游戏在中国文化宣传中发挥的作用，越来越受到国家的重视和认可。\n去年《黑神话：悟空》的全球爆火，让全社会看到游戏也能成为文化输出、国产叙事的重要载体。同样，米哈游旗下多款产品，尤其是《原神》更是取得了以往国产游戏鲜有的全球影响力。以“二次元”这种符合年轻用户喜好的形式，将诸多中国文化带向全世界——这也是为什么，米哈游策划团队能够成为唯一入选全国宣传系统先进集体的游戏团队。\n事实上，这并非是米哈游第一次得到官方认可。这几年，《原神》海灯节版本的神女劈观、《崩坏：星穹铁道》水龙吟等内容，都曾登上海内外社交平台的热搜。凭借出圈的文化高光，多次被央视、新华社、解放日报等官媒报道表扬。\n过去几年，米哈游和《原神》还多次入选商务部、中央宣传部、财政部、文化和旅游部、广电总局联合发布的“国家文化出口重点企业和重点项目名单”。今年5月，上海米哈游网络科技股份有限公司创始人、总裁刘伟也荣获了“全国劳动模范”的荣誉称号。\n在央视频节目“CPOP wave”先导片中，先后出现《原神》神女劈观、《崩坏：星穹铁道》水龙吟的画面。其中，《崩坏：星穹铁道》入选“CPOPwave”系列20个出海成绩不凡的IP之一。在央视频放出的专访视频中，游戏负责人也提到突破文化桎梏、面向全球受众融合不同文化等话题。\n米哈游获国家级表彰，是官方对其立足于中国文化，将文化与科技融合打造原创精品，进行中国优质文化的传播和交流给予了充分肯定。对",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "miHoYo, 국가급 표창 획득! 기획팀이 '전국 선전시스템 선진 집단' 영예",
      "content_summary_kr": "중국 국가광전총국이 miHoYo 게임 기획팀을 '전국 선전시스템 선진 집단'으로 선정하며, 게임업계 유일 수상팀으로 발표. 《原神(원신)》을 비롯한 miHoYo 게임들이 중국 문화를 전 세계에 전파하며 문화 수출에 기여한 점을 인정받아, CCTV, 신화사 등 관영 매체의 보도와 상무부·중앙선전부의 '국가 문화 수출 중점 기업' 명단에 다수 선정된 성과 확인.",
      "category": "매출 & 성과"
    },
    {
      "title": "育碧腾讯闯关！《彩虹六号》手游明年2月发布，K9合作部操盘国服？",
      "url": "http://www.gamelook.com.cn/2025/12/584198/",
      "date": "2025-12-18 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/chlh1-320x180.jpg",
      "body": "",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Ubisoft와 Tencent 관문 돌파! 《Rainbow Six》 모바일 내년 2월 출시, K9 협력부가 중국 서버 운영?",
      "content_summary_kr": "Ubisoft와 Tencent가 공동 개발한 《Rainbow Six Mobile》이 2025년 2월 중국 본토에서 정식 출시 예정. 해당 게임은 중국 판호(게임 출시 허가) 심사를 통과했으며, K9 협력부가 중국 서버 운영을 담당할 것으로 예상됨. 글로벌 시장에서는 이미 소프트 런칭을 진행 중이며, 중국 시장 진출로 Ubisoft의 모바일 게임 사업 확장 본격화.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "腾讯砸钱！全球玩家等疯的超真实游戏《Unrecord》，加速研发",
      "url": "http://www.gamelook.com.cn/2025/12/584208/",
      "date": "2025-12-18 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/UC1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/作为全球范围内玩家数量最大的游戏品类之一，射击游戏一直以来都以细分品类众多，题材广泛而著称。最近几年我们也能持续看到新的射击游戏玩法爆火，游戏画面表现风格也相当多样，除了最常见的硬核写实军事风以外，还有过卡通画风、科幻风、废土风……\n而如果是持续关注射击游戏赛道的朋友应该还有印象，2023年曾经有一款超写实画风的FPS游戏在全球社区爆火，那就是由法国Drama Studios开发的《Unrecord》。GameLook当时也详细报道过这款游戏的具体情况，简单来说，《Unrecord》最大的特点就是游戏画面与现实几乎无异。\n游戏一经曝光就迅速走红，目前其在Youtube上的IGN实机宣传片的播放量已经超过了1200万。然而Drama Studios在两年前发布首支宣传片后就再无大动作，甚至连部分官方社媒账号都陷入了沉寂，以至于许多玩家猜测《Unrecord》这个项目是不是“中道崩殂”了。\n一直到最近，Drama Studios宣布获得了腾讯的投资，虽然具体的交易金额尚未正式披露，也不清楚腾讯此次收购了Drama Studio多少股份，但是他们表示会将这笔资金用于招聘，以加快《Unrecord》的研发进度。\nDrama Studios的首席执行官兼创始人 Theo Hiribarne 表示：“自从我们的首支预告片发布后，受到了广泛关注，我们一直不懈努力，力求打造一款符合我们社区期望的游戏。”\n另外，Theo Hiribarne的话似乎还透露了腾讯可能在《Unrecord》项目早期就接触过Drama Studios，“在腾讯，我们不仅找到了世界一流的合作伙伴，更找到了一支真正对我们的游戏和愿景充满热情的团队。尽管腾讯规模庞大，但他们始终以谦逊、尊重和对我们创意风格的真正欣赏来对待这次合作。他们很早就相信Unrecord，并在我们成长的每个阶段都给予了支持。我们相信，这次合作将帮助我们充分发挥潜力。”\n腾讯游戏欧洲区合作关系副总裁马克·马斯洛维茨则表示：“腾讯非常重视创意人才。Drama Studios 的干劲和活力一直给我们留下了深刻的印象，尤其是在团队规模如此小、资源有限的情况下，他们在《Unrecord》项目上取得的显著进展更是令人瞩目。这项投资将帮助工作室充分发挥潜力，打造出众多优秀游戏中的首款作品。我们很",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Tencent 투자! 전 세계 플레이어들이 기다리는 초현실 게임 《Unrecord》, 개발 가속화",
      "content_summary_kr": "프랑스 Drama Studios가 개발 중인 초현실 FPS 게임 《Unrecord》가 Tencent로부터 투자를 유치하여 개발 인력 확충 및 개발 속도 가속화 결정. 2023년 첫 공개 이후 YouTube IGN 영상 조회수 1,200만 회를 기록했으나 이후 소식이 끊겨 프로젝트 중단 우려가 있었으나, 이번 투자로 개발 재개 및 본격화 확인.",
      "category": "매출 & 성과"
    },
    {
      "title": "分析：为何说独立游戏正处于黄金时代？",
      "url": "http://www.gamelook.com.cn/2025/12/584191/",
      "date": "2025-12-18 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/dahexiang1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/过去几年，游戏行业经历了很多的艰难，持续不断的裁员、工作室关闭的消息，都很难让人感到乐观。不过，外媒howtomarketagame表示，如今对于小团队是“黄金时代”，而大多数人却没有意识到。文章深度分析了当前市场应该保持乐观的原因，以及游戏行业正处于“大合相（Great Conjunction）”之中的原因，还分析了一些品类的发展趋势。\n以下是Gamelook整理变异的完整内容：\n过去几年，游戏行业经历了艰难时期，裁员和工作室关闭屡见不鲜。然而，从独立开发者或小型团队的角度来看，我们正处于一个黄金时代，而大多数开发者并未意识到这一点。\n（旁注：大多数业内记者也没有意识到我们正处于一个黄金时代，但我认为这与媒体负面偏见有关）\n我们正处于一场“大合相”之中。这种情况并不常发生，我们都必须停下来庆祝一番。这篇博客旨在倡导对行业保持乐观精神。它篇幅较长，包含许多图表。对行业悲观很容易，而且说事情会变得更糟也不会有人找麻烦。要告诉人们要保持乐观、美好时光已然到来，则需要极大的勇气和努力。\nGamelook注：大合相原指以地球为中心看，土星与木星的赤经或黄经相同时，被称为“土星合木星”，这两个行星之间的合一即大合相。在游戏行业，“大合相”被借用描述一种市场现象，即多个相似类型的游戏在短时间内同时流行或成为爆款。\n我们为何应当保持乐观\n“大合相”是我对一段奇特时期的称呼，在这段时间里，那些“更容易”制作的游戏类型，恰好也是Steam玩家渴望的类型。玩家们恳求我们为他们制作游戏，幸运的是，能够满足他们的游戏可以快速制作出来。\n这是一件好事，所有开发者都应该为这场大合相欢呼！\n上一次大合相是在2021年《吸血鬼幸存者》发布的时候。\n许多开发者都像这位开发者一样听从了大合相的召唤\n他制作了《20 Minutes Till Dawn》，在1周内赚了50万美元。\n《Ghost Ship Games》的Soren LundGuard听从了上次大合相的召唤，他在接受采访时曾提到：\n“我读过Chris Zukowski关于这方面的精彩博客文章，他定义了这一品类，还启发了其他一些开发者将他们的项目转向《吸血鬼幸存者》类游戏，他们成功了！然后我就想‘好吧，我们也能做到！’”\n他继而联合开发了《Deep Rock Galactic Surv",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "분석: 인디 게임이 황금기를 맞이한 이유",
      "content_summary_kr": "게임 업계가 대규모 해고와 스튜디오 폐쇄로 어려움을 겪고 있지만, 소규모 인디 개발팀에게는 오히려 '황금기'가 도래했다는 분석. 제작이 비교적 쉬운 게임 장르가 Steam 플레이어들의 수요와 일치하는 '대합상(Great Conjunction)' 현상이 발생 중이며, 《Vampire Survivors》 출시 당시처럼 빠르게 제작 가능한 게임이 시장에서 큰 성공을 거두고 있음. 일주일 만에 50만 달러를 벌어들인 《20 Minutes Till Dawn》 등이 대표 사례로, 개발자들이 시장 트렌드에 맞춰 게임을 제작해 성공하고 있다는 낙관적 전망 제시.",
      "category": "매출 & 성과"
    },
    {
      "title": "前LOL制作人创业项目《Supervive》将全球停运：曾获网易投资、国服才3个月",
      "url": "http://www.gamelook.com.cn/2025/12/584182/",
      "date": "2025-12-18 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/Supervive-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/12月17日，网易代理的多人战术竞技游戏《头号追击（Supervive）》发布停运公告，消息称，“由于游戏开发运营策略的调整，《头号追击》游戏将于2026年2月26日10时终止运营”。\n公告显示，“12月17日10时关闭全平台下载入口，玩家将无法下载游戏、同时停止游戏充值、新用户注册。2026年2月26日10时，正式停止游戏运营，关闭游戏服务器，同时关闭该游戏的网易游戏官方网站(https://one.163.com/)，届时起上述网站将不能访问。”\n据Gamelook了解，Theorycraft Games给出的停运的主要原因是玩家的留存率较低，而获取新用户越来越难，加上游戏本身的运维成本较高，导致“很难继续保持未来的研发和运营”。从游戏本身来说，《Supervive》在玩家之间的口碑并不差，Steam数据显示，该游戏英文版好评率超过85%。\n2023年7月份，该游戏公布的代号为“Project Loki”，团队宣称“我们的目标是通过一种新的混合游戏玩法来颠覆竞技游戏，旨在成为下一个‘1万小时游戏’的全球领导者。”《Supervive》由前《英雄联盟》执行制作人Joe Tung领衔的Theorycraft Games研发，国服版本由网易代理、韩国版本由Nexon发行。\n从时间轴来看，海外版本《Supervive》于2024年11月20日上线，国服版本《头号追击》由网易于2025年7月24日开启公测，全球服运营时间不足一年，国服公测不足4个月。\n《Supervive》执行制作人Jess Nam在停运公告视频中提到，“我们知道游戏有一个核心社区、团队也热爱在这个项目上工作，从小规模测试，到公测以及后续运营，我们都以为《Supervive》有某种魔力，我们也尝试了很多方式将其实现。但随着时间的推移，很显然这些改变不再有效，吸引新用户也变得更难。尽管我们看到很多人下载并尝试了《Supervive》，但大部分人在初始体验之后就离开了。”\n她指出，《Supervive》是一款雄心勃勃且支持成本昂贵的项目，随着玩家数量的下滑，团队发现继续维持游戏运营已经变得不可持续。今天发布的2.04版本更新将是停运前最后一次更新，随之推出的礼包也将免费向所有人开放，如果玩家觉得并未获得对应的付费价值，可在官网对三个月内的消费申请退款",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "전 LOL 제작자의 창업 프로젝트 《Supervive》 글로벌 서비스 종료: NetEase 투자 유치했으나 중국 서비스 3개월 만에 종료",
      "content_summary_kr": "NetEase가 퍼블리싱한 《Supervive》가 2026년 2월 26일 서비스 종료 예정. 전 《League of Legends》 제작자 Joe Tung이 이끄는 Theorycraft Games 개발작으로, 해외 버전은 1년, 중국 서비스는 4개월도 안 되어 종료되는 상황. 낮은 유저 retention과 높은 운영 비용으로 인해 지속 가능한 운영이 어렵다고 판단하여 서비스 종료 결정을 내림.",
      "category": "규제 & 이슈"
    }
  ]
}