{
  "daily_summary": "• Larian Studios의 생성형 AI 활용 공개와 Baldur's Gate 3 팬들의 강한 반발로 AI 기술 도입에 대한 개발사-커뮤니티 간 갈등 표면화\n\n• Bethesda의 The Elder Scrolls 6와 Terminator: Survivors의 연이은 출시 연기로 AAA급 게임의 개발 일정 불확실성 심화\n\n• Resident Evil Requiem의 Leon 캐릭터 변화와 Tomb Raider의 통합 타임라인 적용으로 주요 IP의 리메이크/리부트 전략 활발화\n\n• Final Fantasy VII Remake의 Switch 2 진출과 Rainbow Six Mobile 출시로 기존 콘솔 IP의 멀티플랫폼 확장 가속화",
  "articles": [
    {
      "title": "Baldur's Gate 3, Divinity Dev Is Using Generative AI, Fans Aren't Thrilled, and the CEO Has Responded",
      "url": "https://www.ign.com/articles/larian-ceo-responds-to-divinity-gen-ai-backlash-we-are-neither-releasing-a-game-with-any-ai-components-nor-are-we-looking-at-trimming-down-teams-to-replace-them-with-ai",
      "date": "2025-12-17 02:48",
      "comments": 122,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/15/divinity-main-1765800153528.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "This morning, the news broke that Larian Studios, developer of Baldur's Gate 3 and the upcoming, just-announced Divinity, is apparently using generative AI behind the scenes for things like concept art and placeholder text. The backlash has been swift and loud from the gaming community, and now Larian founder and game director Swen Vincke is responding to clarify his remarks, affirming that Larian is \"neither releasing a game with any AI components, nor are we looking at trimming down teams to replace them with AI,\" and that AI is \"something we are constantly discussing internally through the lens of making everyone's working day better, not worse.\"\nThe original news comes from a Bloomberg interview with Vincke. In it, Vincke admits that Larian is \"pushing hard\" [Bloomberg's phrasing] on generative AI, even though it hasn't led to big gains in efficiency. Specifically, the studio is using the technology to \"explore ideas, flesh out PowerPoint presentations, develop concept art and writ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Baldur's Gate 3, Divinity 개발사의 생성형 AI 사용에 팬들 반발, CEO 해명",
      "content_summary_kr": "Larian Studios가 컨셉 아트와 임시 텍스트 작성에 생성형 AI를 활용 중이라는 사실이 알려지며 게이밍 커뮤니티의 강한 반발을 초래. 이에 창립자 Swen Vincke는 'AI 요소가 포함된 게임을 출시하거나 인력을 AI로 대체할 계획이 없으며, 직원들의 업무 환경 개선을 위한 도구로만 검토 중'이라고 해명.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Todd Howard and Other Bethesda Devs Issue Update on the Elder Scrolls 6 — but There’s Still No Release Date",
      "url": "https://www.ign.com/articles/the-elder-scrolls-6-dev-says-were-going-to-take-our-time-and-as-long-as-it-needs-to-be-great-points-to-gta-6-delay-as-the-smartest-thing-they-could-do",
      "date": "2025-12-17 03:34",
      "comments": 86,
      "thumbnail": "https://assets1.ignimgs.com/2019/06/17/5-es6-1560804827894.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Bethesda developers including chief Todd Howard have issued an update on The Elder Scrolls 6 — but stopped short of confirming a release date.\nWhen the six-year anniversary of The Elder Scrolls 6 announcement arrived in June last year, even Howard himself paused to say, \"oh wow, that has been a while.\" The Elder Scrolls 6 is at least in production, with Bethesda confirming it had entered \"early development\" in August 2023 and \"early builds\" were available in March 2024.\nLast month, amid increasing pressure from fans for some information on the game, Howard said The Elder Scrolls 6 wouldn’t be out for some time yet. In an interview with GQ magazine to celebrate the release of Fallout 4 Anniversary Edition, Howard said The Elder Scrolls 6 is “still a long way off,” adding: “I’m preaching patience. I don’t want fans to feel anxious.”\nNow, speaking to Game Informer, Howard — who is The Elder Scrolls 6 director and executive producer — and other Bethesda developers issued a more detailed up",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Todd Howard를 비롯한 Bethesda 개발진, The Elder Scrolls 6 근황 공개 — 출시일은 여전히 미정",
      "content_summary_kr": "Bethesda의 Todd Howard를 포함한 개발진이 The Elder Scrolls 6에 대한 업데이트를 공개했으나 구체적인 출시일은 밝히지 않음. 2023년 8월 '초기 개발' 단계 진입, 2024년 3월 '초기 빌드' 완성을 확인했으며, Howard는 최근 GQ 매거진 인터뷰에서 게임 출시까지 여전히 오랜 시간이 필요하다며 팬들에게 인내심을 당부함.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Sucker Punch Co-Founder and Studio Head Leaves the Company",
      "url": "https://www.ign.com/articles/ghost-of-tsushima-studio-sucker-punchs-co-founder-brian-fleming-steps-down",
      "date": "2025-12-17 04:05",
      "comments": 30,
      "thumbnail": "https://assets-prd.ignimgs.com/2024/05/20/ghost-1716194490733.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Sucker Punch co-founder Brian Fleming is stepping down n the new year after three decades at the studio behind Ghost of Tsushima, Sly Cooper, and Infamous.\nAccording to a post from Sony, on January 1, Jason Connell and Adrian Bentley will step into Fleming's former role as co-studio heads, with Nate Fox continuing his role as co-creative director alongside Connell and Adrian also serving as technical director.\nFleming first founded the studio in 1997 alongside Bruce Oberg, Darrell Plank, Tom and Cathy Saxton, and Chris Zimmerman following a stint at Microsoft. The group went on to start the Sly Cooper franchise, which Sony published. The two companies continued their publishing relationship into the Infamous series in 2009, and after the sequel Infamous 2 in 2011, Sony acquired Sucker Punch. Under Sony, the studio created Ghost of Tsushima in 2020, and most recently followed up with a sequel, Ghost of Yōtei, this past October. With Fleming's departure, only Oberg and Zimmerman of the c",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Sucker Punch 공동 창립자 겸 스튜디오 대표, 회사 떠나",
      "content_summary_kr": "Ghost of Tsushima, Sly Cooper, Infamous 시리즈를 제작한 Sucker Punch의 공동 창립자 Brian Fleming이 30년간의 재직 끝에 새해부터 회사를 떠나기로 결정. 1월 1일부터 Jason Connell과 Adrian Bentley가 공동 스튜디오 대표로 승진하며, Fleming은 1997년 스튜디오 창립 멤버로서 Sony 인수 이후 2020년 Ghost of Tsushima와 최근 속편 Ghost of Yōtei 개발을 이끌어온 인물.",
      "category": "매출 & 성과"
    },
    {
      "title": "Leon Kennedy's New Look for Resident Evil Requiem Makes Him a 'Hot Uncle' Heartthrob Among Japanese Fans",
      "url": "https://www.ign.com/articles/leon-kennedys-new-look-for-resident-evil-requiem-makes-him-a-hot-uncle-heartthrob-among-japanese-fans",
      "date": "2025-12-16 20:05",
      "comments": 27,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/residentthumb-1765504800570.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The Resident Evil Requiem from The Game Awards finally confirmed that Leon S. Kennedy will return as the game’s second playable protagonist. Although he has aged a bit since we last saw him, Japanese fans have been taking to social media to praise Leon’s suave, older look.\nSlated for a multiplatform release on February 27, 2026, Resident Evil Requiem is the ninth mainline title in Capcom’s survival horror series. It will introduce new main character Grace Ashcroft, an FBI analyst who is investigating a series of mysterious deaths that seem to be linked to Victor Gideon, a former Umbrella Corp. researcher. While it seems that Grace’s parts of the game will play more like typical survival horror, the new trailer, below, gave fans a peek at Leon’s more action-orientated zombie-battling gameplay, complete with chainsaw. “Grace’s gameplay style is based on Resident Evil 2, whereas Leon’s is based on Resident Evil 4,” director Akifumi Nakanishi revealed in a recent interview with Denfaminico",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Resident Evil Requiem의 Leon Kennedy 새로운 모습, 일본 팬들 사이에서 '섹시한 아저씨' 화제",
      "content_summary_kr": "Capcom의 Resident Evil Requiem이 2026년 2월 27일 출시 예정이며, Leon S. Kennedy가 두 번째 플레이 캐릭터로 복귀 확정. 새 주인공 Grace Ashcroft의 게임플레이는 Resident Evil 2 스타일의 서바이벌 호러, Leon은 Resident Evil 4 스타일의 액션 중심 전투로 구성되며, 성숙해진 Leon의 외모가 일본 팬들 사이에서 큰 호응 획득.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Resident Evil Requiem Artwork Showing a Mysterious Mark on Leon's Neck Has Fans Worried Capcom Might Kill Off Their Favorite Character",
      "url": "https://www.ign.com/articles/could-capcom-really-kill-leon-in-resident-evil-requiem-new-images-showing-a-mysterious-mark-on-his-neck-have-fans-worried",
      "date": "2025-12-16 22:26",
      "comments": 25,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/16/resident-evil-requiem-3rd-trailer-00-03-12-2-1765890925558.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Resident Evil fans are worriedly discussing new screenshots of fan-favorite character Leon S. Kennedy, which look to feature an ominous-looking mark on his neck.\nThe past week has been a rollercoaster for Leon fans, with leaked artwork confirming the character's long-rumored presence in Requiem, followed by his official unveiling in a trailer at The Game Awards last Thursday.\nBut now there's concern for Leon's future — as fans analyse screenshots from Capcom's latest trailer that seemingly show a dark, bloodied wound on the hero's neck, and following a comment from Resident Evil: Requiem producer Akifumi Nakanishi who stated that Leon is hiding \"a big secret.\"\nIGN has revisited last week's official Resident Evil Requiem trailer that aired during The Game Awards, and enhanced the screenshots you can see below.\nCould this be a zombie bite, or potentially another infection? The question has prompted furious debate among fans on reddit and social media, while others have suggested this wou",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Resident Evil Requiem 아트워크에 등장한 Leon 목의 의문의 자국, 팬들 사이 캐릭터 사망 우려 확산",
      "content_summary_kr": "The Game Awards에서 공개된 Resident Evil Requiem 트레일러 속 Leon S. Kennedy의 목에 피 묻은 어두운 상처로 보이는 자국이 포착됨. 프로듀서 Akifumi Nakanishi가 Leon이 '큰 비밀'을 숨기고 있다고 언급하면서, 좀비 물림이나 감염 가능성에 대한 팬들의 우려와 열띤 논쟁 발생.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Tomb Raider Fans Think Crystal Dynamics Is Taking a Resident Evil Remake Approach With Its New Unified Timeline",
      "url": "https://www.ign.com/articles/tomb-raider-fans-are-wondering-about-retcons-to-fit-the-new-unified-timeline-following-tomb-raider-legacy-of-atlantis-and-tomb-raider-catalyst-reveals",
      "date": "2025-12-16 21:16",
      "comments": 24,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/tombatlantisthumb-1765507427086.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The announcement of both Tomb Raider: Legacy of Atlantis and Tomb Raider: Catalyst has sparked retcon speculation among the franchise's fandom.\nAt last week's The Game Awards, Catalyst’s first trailer was immediately followed by the reveal of Legacy of Atlantis, a “reimagining” of the original 1996 classic. Built with Unreal Engine 5, Legacy of Atlantis is due out next year as the franchise marks its 30th anniversary, with Catalyst set to follow in 2027.\nWhile some, quite naturally, suggest starting at the beginning makes sense given the anniversary, others are wondering if the announcement of the new game means the team has to go back and retcon some aspects of Lara Croft's story to make sure everything makes sense in the character's 30-year-old canon timeline.\n\"There are many theories about why the reimagining of TR1 is happening. Some say it’s only because of the 30th anniversary but I personally think it’s happening because it HAS to happen. We’re entering a new unified timeline wh",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Tomb Raider 팬들, Crystal Dynamics가 새로운 통합 타임라인에 Resident Evil 리메이크 방식을 적용한다고 추측",
      "content_summary_kr": "The Game Awards에서 Tomb Raider: Catalyst와 1996년 오리지널을 재해석한 Legacy of Atlantis가 연이어 공개됨. 팬들은 30주년 기념작 발표가 단순 기념을 넘어, 30년간의 캐논 타임라인을 정리하고 Lara Croft의 스토리를 통합하기 위한 레트콘(설정 변경) 작업의 일환이라고 분석 중.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Capcom's Latest Resident Evil Requiem Trailer Features Another Familiar Character From Resi 2, Fans Say, as Well as Leon",
      "url": "https://www.ign.com/articles/it-sure-sounds-like-resident-evil-requiem-features-another-familiar-character-from-resident-evil-2-as-well-as-leon",
      "date": "2025-12-17 01:56",
      "comments": 21,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/16/screenshot-2025-12-16-164346-1765903485659.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Capcom's Resident Evil Requiem trailer that revealed Leon S. Kennedy also featured yet another familiar face from the series' past, fans believe.\nBlink and you'll miss it, but the trailer also includes a blonde female character speaking to Leon over comms, who fans believe is none other than Sherry Birkin — and, listening to the voice performance, they may well have a point.\nSherry first popped up in Resident Evil 2 (where she met Leon for the first time) but more recently featured in Resident Evil 6. Compare Sherry's voice actress from Resi 6 to the dialogue heard in Capcom's new Requiem trailer, and the two sound remarkably similar, if not identical. Take a listen via the fan comparison embedded below.\nCapcom has remained coy about confirming Sherry, perhaps to give Leon his moment in the spotlight, but there seems no reason it couldn't be her. After all, Resident Evil 6 showed her working for the Division of Security Operations, the FBI-like government agency that also employs Leon.",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "Capcom의 최신 Resident Evil Requiem 트레일러, Leon과 함께 Resi 2의 또 다른 친숙한 캐릭터 등장 추정",
      "content_summary_kr": "Capcom이 공개한 Resident Evil Requiem 트레일러에서 Leon S. Kennedy와 통신하는 금발 여성 캐릭터가 등장하며, 팬들은 이 캐릭터가 Sherry Birkin일 것으로 추정. 트레일러 속 목소리가 Resident Evil 6의 Sherry 성우와 매우 유사하며, 두 캐릭터 모두 Division of Security Operations 소속이라는 점에서 가능성이 높다는 분석. Capcom은 아직 Sherry의 등장을 공식 확인하지 않은 상태.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Yes, Larian’s Divinity Is Turn-Based",
      "url": "https://www.ign.com/articles/divinity-like-baldurs-gate-3-is-a-turn-based-rpg-larian-confirms",
      "date": "2025-12-17 00:01",
      "comments": 20,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/16/divinity-main-1765897163446.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Larian has confirmed that its upcoming role-playing game, Divinity, is indeed turn-based following speculation from the developer's fans.\nFollowing the announcement of Divinity at The Game Awards, fans had wondered if it would follow 2023’s Baldur’s Gate 3 and prior games in the Divinity series by offering turn-based combat, or mark a significant shift for Larian and move to more action game-oriented combat. Confirmation that it is sticking with turn-based comes from a Bloomberg interview with Larian boss Swen Vincke.\n“This is going to be us unleashed, I think,” Vincke said. “It’s a turn-based RPG featuring everything you’ve seen from us in the past, but it’s brought to the next level.”\nVincke took part in a round of interviews with the media following the announcement, and spoke to IGN in an interview of our own on what to expect from Divinity. Key points he made in our interview include:\nCheck out IGN’s Divinity interview with Swen Vincke for the complete lowdown. We've also got comm",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Larian의 Divinity, 턴제 방식 확정",
      "content_summary_kr": "Larian Studios가 신작 RPG Divinity에 턴제 전투 시스템을 적용한다고 공식 확인. Swen Vincke 대표는 Bloomberg 인터뷰를 통해 Baldur's Gate 3와 기존 Divinity 시리즈의 방식을 계승하되 한층 발전된 형태로 선보일 것이라 발표.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Terminator: Survivors No Longer Launching in Early Access as Nacon Announces Indefinite Delay and Scrapped Multiplayer Plans",
      "url": "https://www.ign.com/articles/terminator-survivors-suffers-indefinite-delay-as-nacon-scraps-multiplayer-co-op",
      "date": "2025-12-17 05:36",
      "comments": 16,
      "thumbnail": "https://assets-prd.ignimgs.com/2024/02/29/terminator-survivors-1709232784795.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Terminator: Survivors will no longer include multiplayer co-op, with developer Nacon announcing an indefinite delay that will now see its video game spinoff ditching early access for an eventual full launch.\nNacon Studio Milan creative director Marco Ponte updated fans on the release date for the open-world offshoot with a post on its Steam page. It comes with the news that Terminator: Survivors, as many may have guessed, will no longer make its previously announced plan to launch before 2026, but the delay isn’t the only bad news for fans.\nMultiplayer co-op, which was said to allow players to survive a post-Judgment Day Earth with up to three friends, has been completely cut from the experience. Ponte stops short of explaining exactly why co-op will no longer be included but says the decision follows “months” of testing.\n“After months of internal testing, discussions with players and fans of the license, we came to the conclusion that to give you an authentic ‘Terminator’ experience w",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Terminator: Survivors, 얼리 액세스 출시 취소 및 무기한 연기 발표 - 멀티플레이어 계획도 폐기",
      "content_summary_kr": "Nacon이 개발 중인 Terminator: Survivors의 무기한 출시 연기 및 얼리 액세스 계획 취소 발표. 당초 2026년 이전 출시 예정이었으나 일정이 백지화되었으며, 최대 4인 협동 플레이가 가능했던 멀티플레이어 co-op 모드도 완전히 삭제. 크리에이티브 디렉터 Marco Ponte는 수개월간의 내부 테스트와 팬 의견 수렴 결과 진정한 'Terminator' 경험 제공을 위해 이같은 결정을 내렸다고 설명.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Marvel's First Avengers: Doomsday Trailer Looks To Have Leaked, And is Now Being Pulled by Copyright Takedowns",
      "url": "https://www.ign.com/articles/copyright-takedowns-issued-after-what-looks-to-be-a-leaked-avengers-doomsday-trailer-posted-online",
      "date": "2025-12-16 20:55",
      "comments": 16,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/03/27/doomsday-thumb-1743093032166.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Copyright takedowns are targeting what appears to be a leaked version of Marvel's first Avengers: Doomsday trailer, which is now being snapped out of existence across social media.\nUploads of the video file began yesterday, and were initially easy to find across social media. But today, copyright notices have replaced numerous instances of the file on X and reddit, and the original video is nowhere to be seen YouTube.\nWarning! Potential spoiler for the Avengers: Doomsday trailers follows:\nAs for the video itself, it features a blurry first glimpse at a returning character not seen since the last Avengers movie: Steve Rogers, the original Captain America, played once again by Chris Evans.\nThe trailer begins with a figure on a motorbike pulling up to a familiar-looking 1950s house, which Marvel fans may recognize from Avengers: Endgame's closing scene. Inside the house, the figure is revealed to be Steve Rogers, as he folds away his Captain America uniform and picks up a young baby. On-s",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "Marvel의 첫 번째 Avengers: Doomsday 예고편 유출로 추정, 저작권 신고로 삭제 진행 중",
      "content_summary_kr": "Marvel의 Avengers: Doomsday 첫 예고편으로 보이는 영상이 소셜미디어에 유출되어 확산되었으나, 현재 저작권 신고를 통해 X, reddit, YouTube 등에서 삭제 진행 중. 유출된 예고편에는 Chris Evans가 연기하는 초대 Captain America Steve Rogers가 Avengers: Endgame의 마지막 장면에 등장했던 1950년대 가옥에서 Captain America 유니폼을 접고 아기를 안아드는 장면이 담긴 것으로 알려짐.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Hollow Knight: Silksong - Sea of Sorrow Expansion Revealed",
      "url": "https://www.ign.com/articles/hollow-knight-silksong-sea-of-sorrow-expansion-revealed-nintendo-switch-2-edition-of-original-hollow-knight-also-in-development",
      "date": "2025-12-16 17:57",
      "comments": 8,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/16/silksong-1765875441106.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Hollow Knight: Silksong's first big expansion has been revealed by developer Team Cherry.\nTeased for 2026, Hollow Knight: Silksong - Sea of Sorrow promises new areas, bosses, and tools as “Hornet’s adventures continue in our nautically themed expansion, coming free for all players next year.”\nFurther details are expected shortly before its launch, with no specific date given. This shouldn't come as too much of a surprise, as Silksong's initial release date wasn't announced until just a month before it dropped after one of gaming's most infamous drawn out affairs.\nAlongside the announcement of the DLC, Team Cherry also revealed that a Nintendo Switch 2 Edition of the original Hollow Knight is in development. This improved version incorporates \"all the updates and enhancements that Silksong received on the platform: high frame-rate modes, higher resolutions, and many additional graphical effects.\"\nThe even better news? If you already own Hollow Knight on Switch, you'll be able to upgrade",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Hollow Knight: Silksong - Sea of Sorrow 확장팩 공개",
      "content_summary_kr": "개발사 Team Cherry가 Hollow Knight: Silksong의 첫 대형 확장팩 'Sea of Sorrow'를 2026년 출시 예정으로 발표하며 모든 플레이어에게 무료 제공 계획을 밝힘. 동시에 원작 Hollow Knight의 Nintendo Switch 2 에디션 개발도 공개했으며, 고프레임 모드와 향상된 그래픽 효과 등이 포함되고 기존 Switch 소유자는 무료 업그레이드 가능.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "'If You Like Baldur's Gate 3, This Is Gonna Be Great' — Larian Boss Swen Vincke Reveals What to Expect From Divinity in First Interview Since The Game Awards Announcement",
      "url": "https://www.ign.com/articles/if-you-like-baldurs-gate-3-this-is-gonna-be-great-larian-boss-swen-vincke-reveals-what-to-expect-from-divinity-in-first-interview-since-the-game-awards-announcement",
      "date": "2025-12-16 22:59",
      "comments": 7,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/16/unnamed-17-1765886462821.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "After the mammoth success of Baldur's Gate 3, many fans and the industry at large were eager to learn what developer Larian Studios would announce next, and we finally got that answer at The Game Awards 2025 with the reveal of a brand new game in the Divinity series. Divinity is the next big a turn-based RPG from Larian, and it looks to be just as sprawling in scope and gruesome in its brutality as the developer's previous release.\nShortly after the reveal, IGN interviewed Swen Vincke, founder of Larian Studios and game director of Baldur's Gate 3. Along with sharing his thoughts on that viral tease for Divinity ahead of The Game Awards 2025, he also spoke about the lessons learned from the success of Baldur's Gate 3, and why it was important for Larian to return to the series that built the developer.\nBe sure to check out everything announced at The Game Awards 2025 for more, as well as the winners list in full. And if you’re wondering what all this Divinity business is about, check o",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "'Baldur's Gate 3를 좋아한다면 이 게임도 훌륭할 것' — Larian 대표 Swen Vincke, The Game Awards 발표 이후 첫 인터뷰에서 Divinity의 방향성 공개",
      "content_summary_kr": "Baldur's Gate 3의 대성공 이후 Larian Studios가 The Game Awards 2025에서 Divinity 시리즈 신작 발표. Larian 창립자이자 Baldur's Gate 3 게임 디렉터인 Swen Vincke가 IGN 인터뷰를 통해 Baldur's Gate 3에서 얻은 교훈과 개발사의 뿌리인 Divinity 시리즈로 돌아가는 이유 설명. 새로운 Divinity는 이전작처럼 방대한 규모와 잔혹한 전투를 특징으로 하는 턴제 RPG로 제작 중.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Arc Raiders Cold Snap Update Goes Live Alongside Big 1.7.0 Patch Notes",
      "url": "https://www.ign.com/articles/arc-raiders-cold-snap-update-goes-live-alongside-big-170-patch-notes",
      "date": "2025-12-16 19:02",
      "comments": 4,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/16/ar-1765879261517.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Arc Raiders developer Embark Studios has released the Cold Snap update alongside lengthy patch notes for version 1.7.0 of the extraction shooter.\nAs announced, the headline gameplay change here is the Cold Snap map condition, but there’s also the start of the Flickering Flames event. Players also have the Expedition Departure Window to consider, the new free Raider Deck ‘Goalie’ coming on December 26, and new quests and items. We've got a full rundown of all the new content in the Cold Snap update as well as the gameplay changes.\nBut the focus here is on the just-released 1.7.0 patch. Highlights include Skill Tree Reset functionality, the addition of an option to toggle Aim Down Sights, Raider Tool customization, the Wallet now shows your Cred soft cap, the Aphelion blueprint drop moved from the Matriarch to Stella Montis, and various festive items “to get you into the holiday spirit.” It’s also worth noting an improved Stella Montis spawn distance to address the issue of players spawn",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Arc Raiders Cold Snap 업데이트 대규모 1.7.0 패치 노트와 함께 출시",
      "content_summary_kr": "Embark Studios가 추출형 슈터 Arc Raiders의 1.7.0 버전 Cold Snap 업데이트를 출시. 새로운 맵 조건인 Cold Snap과 Flickering Flames 이벤트 시작, 12월 26일 무료 Raider Deck 'Goalie' 추가 등 다양한 콘텐츠 포함. 스킬 트리 리셋 기능, 조준 토글 옵션, Raider Tool 커스터마이징, Aphelion 블루프린트 드롭 위치 변경 등 주요 게임플레이 개선 사항 적용.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Well, We Have Our First Confirmed 2028 Video Game: Dead Island 3",
      "url": "https://www.ign.com/articles/dead-island-3-due-out-first-half-of-2028-all-developers-at-dambuster-studios-now-working-on-it",
      "date": "2025-12-16 18:36",
      "comments": 4,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/09/09/di2-20million-1920x1080-notext-1757437517143.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "We have new official information on Dead Island 3, which is not only now confirmed to be in development, but has a target release window.\nIn a financial report spotted by X / Twitter user @bogorad222, the Plaion-owned UK developer Dambuster Studios said its primary focus is now Dead Island 3. This is the first time we’ve heard Dead Island 3 mentioned in any official capacity, although the studio had teased it earlier this year.\nThe report mentions that all Dambuster’s developers are now on Dead Island 3, and once the Luna and Mac versions of Dead Island 2 are complete all of Dambuster's QA team will also move over to Dead Island 3. As of the end of March 2025, Dambuster had 194 employees.\n“Parts of the game are now in early production with feature, character, world and story design moving at pace,” the report continues. And here’s where things get really interesting: we even have a “current predicted release window” of Q1/2 2028. So, as things stand, Dead Island 3 is due out by the end",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "2028년 출시 예정 게임 첫 확정: Dead Island 3",
      "content_summary_kr": "Dambuster Studios가 Dead Island 3의 개발을 공식 확정하고 2028년 1~2분기 출시 목표를 발표. 현재 194명의 개발진이 초기 제작 단계에 있으며, 캐릭터·세계관·스토리 디자인이 빠르게 진행 중. Dead Island 2의 Luna 및 Mac 버전 완료 후 전체 QA팀도 Dead Island 3로 합류 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Divinity's Lack Of Tabletop DNA Could Help It Surpass Baldur's Gate 3, Larian Says",
      "url": "https://www.gamespot.com/articles/divinitys-lack-of-tabletop-dna-could-help-it-surpass-baldurs-gate-3-larian-says/1100-6537010/",
      "date": "2025-12-17 01:39",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4623943-5485909200-1700510144699.jpg",
      "body": "Baldur's Gate 3 has built a reputation as one of the best role-playing games ever made since it released a few years ago, and with Divinity, Larian certainly seems confident it can make something even better. But how can it be so sure? Speaking to GameSpot, CEO Swen Vincke explained that the D&D tabletop roots of Baldur's Gate 3 could actually make things more difficult.\n\"One of the biggest struggles that we had with Baldur's Gate 3 is every single class has almost different rulesets, so getting players on board with that was quite complicated,\" Vincke told us.\nNow Playing: Divinity Will Be Better Than Baldur’s Gate 3 “On All Fronts” Says Larian CEO\nWhile those with D&D experience (or a similar game like Solasta) may have felt like they were ready for Baldur's Gate 3 at launch, it does feature a number of class-unique mechanics that people have to learn. These range from the Barbarian's \"rage\" mechanic to the spell-slots system for magic-users, and it definitely puts D&D veterans at so",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Divinity의 TRPG DNA 부재가 Baldur's Gate 3를 뛰어넘는 데 도움이 될 수 있다는 Larian의 입장",
      "content_summary_kr": "Larian CEO Swen Vincke는 Baldur's Gate 3의 D&D 기반 규칙이 오히려 개발의 걸림돌이었다고 설명. 각 클래스마다 다른 룰셋을 적용해 플레이어가 이해하기 복잡했으며, Barbarian의 분노 시스템이나 마법사의 주문 슬롯 등 클래스별 고유 메커니즘이 진입장벽으로 작용했다고 밝힘. 이러한 경험을 바탕으로 Divinity에서는 더 나은 시스템을 구축할 수 있을 것이라는 자신감 표명.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Baldur's Gate, Divinity Dev CEO Responds To Backlash Over Generative AI Comments",
      "url": "https://www.gamespot.com/articles/baldurs-gate-divinity-dev-reveals-how-it-uses-generative-ai/1100-6537001/",
      "date": "2025-12-17 05:29",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4623893-screenshot2025-12-16at9.26.36%E2%80%AFam.png",
      "body": "Baldur's Gate 3 and Divinity developer Larian has confirmed that it uses generative AI in its development processes, but not necessarily in the way you might think. There was a blowback to Vincke's comments, and he later responded. You can get the full story below.\nSpeaking to Bloomberg, Larian boss Swen Vincke said its developers use generative AI tools for things like exploring new game ideas, developing concept art, creating placeholder text, and for PowerPoint presentations. Vincke said, \"I think at this point everyone at the company is more or less OK with the way we're using it.\" That said, Bloomberg reported that there has been \"some pushback at Larian.\"\nNow Playing: Divinity Will Be Better Than Baldur’s Gate 3 “On All Fronts” Says Larian CEO\nHe also confirmed that the new Divinity game will not have any AI-generated content in it. \"Everything is human actors; we're writing everything ourselves,\" he said.\nA artist who worked at Larian on Baldur's Gate 3, Selena T., said they \"lo",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Baldur's Gate, Divinity 개발사 CEO, 생성형 AI 발언 논란에 대응",
      "content_summary_kr": "Larian Studios의 CEO Swen Vincke가 회사 내부에서 생성형 AI를 게임 아이디어 탐색, 컨셉 아트 개발, 임시 텍스트 작성 등에 활용한다고 밝혀 논란 발생. 다만 새로운 Divinity 게임에는 AI 생성 콘텐츠를 사용하지 않고 모든 요소를 개발자들이 직접 제작한다고 확인.",
      "category": "규제 & 이슈"
    },
    {
      "title": "How Total War: Warhammer 40K's Factions Will Be \"Totally Different\" From Past Games",
      "url": "https://www.gamespot.com/articles/how-total-war-warhammer-40ks-factions-will-be-totally-different-from-past-games/1100-6537024/",
      "date": "2025-12-17 04:41",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1647/16470614/4624153-totalwarwarhammer40kfactiondifferences.jpg",
      "body": "Total War: Warhammer 40,000's four asymmetrical factions will vary wildly from one another, as developer Creative Assembly has now outlined how some of the game's factions will play and be \"totally different\" from factions seen before in the Total War franchise.\nAfter being announced during The Game Awards, more details about developer Creative Assembly's next game have been revealed via a new developer roundtable. The four factions players will have to choose from include Space Marines, Astra Militarum, Orks, and Aeldari. Mann said the universe has a lot of opportunities for asymmetry between the factions, and Creative Assembly knew that it could only pick a limited number of playable factions in order to give each one the amount of effort to make them feel special.\nNow Playing: Total War WARHAMMER 40,000 - Announce Trailer\nIn terms of how they play, each faction will field troops, gather resources, and engage in battle in different ways. Of the four factions, Astra Milatrum is said t",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "How Total War: Warhammer 40K's Factions Will Be \"Totally Different\" From Past Games",
      "content_summary_kr": "Total War: Warhammer 40,000's four asymmetrical factions will vary wildly from one another, as developer Creative Assembly has now outlined how some of the game's factions will play and be \"totally di",
      "category": "기타"
    },
    {
      "title": "Terminator: Survivors Delayed Yet Again, Multiplayer Co-Op Cut",
      "url": "https://www.gamespot.com/articles/terminator-survivors-delayed-yet-again-multiplayer-co-op-cut/1100-6537008/",
      "date": "2025-12-17 01:33",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4623945-screenshot2025-12-16at11.15.19%E2%80%AFam.png",
      "body": "Terminator: Survivors, once planned for release in 2024, has been delayed yet again and is now set to launch sometime after 2025.\nThe game is in development at Nacon Studio Milan. Creative director Marco Ponte said the decision to delay the game was made \"after months of internal testing,\" along with discussions from fans. As a result of these discussions, the developer also decided to cut multiplayer co-op from the game.\nNow Playing: Terminator Survivors - Official Cinematic Reveal Trailer\n\"We know this may come as a disappointment, but we believe it is the right creative direction for an uncompromising vision of the world after Judgment Day,\" Ponte said.\nAdditionally, the developer canceled plans to launch the game as an early-access title. \"We want your first steps into the wasteland to be a complete and polished experience,\" Ponte said.\nAs for a new release date for Survivors, Ponte didn't have one to give, but the game will not be out in 2025. That was what many people guessed alr",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Terminator: Survivors, 또다시 출시 연기되며 멀티플레이어 협동 모드 삭제",
      "content_summary_kr": "2024년 출시 예정이었던 Terminator: Survivors가 2025년 이후로 재차 연기됨. Nacon Studio Milan은 내부 테스트와 팬들의 피드백을 반영해 멀티플레이어 협동 모드를 삭제하고, 앞서 해보기 출시 계획도 취소하며 완성도 높은 단일 플레이 경험 제공에 집중하기로 결정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Hollow Knight Switch 2 Edition, Improvements On Other Systems Revealed",
      "url": "https://www.gamespot.com/articles/hollow-knight-switch-2-edition-improvements-on-other-systems-revealed/1100-6536990/",
      "date": "2025-12-16 23:18",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4623674-hkns2.jpg",
      "body": "Despite Silksong's highly successful launch in September, Team Cherry hasn't forgotten about the game that started it all. The indie studio has announced that Hollow Knight will be getting a Nintendo Switch 2 Edition in 2026, with a performance update also inbound for all other platforms.\nTeam Cherry says the Hollow Knight update will be similar to the upgrade that Silksong received in its Nintendo Switch 2 Edition: high frame rate modes, options for higher resolutions, and other graphical upgrades. Also similar to Silksong, all players who already own the Nintendo Switch version of Hollow Knight will get the Switch 2 Edition for free when it launches.\nNow Playing: Hollow Knight - Nintendo Switch Launch Trailer\nIn preparation for the Switch 2 upgrade, Hollow Knight is going to get a major update across all platforms, which will serve to add new features and patch up bugs in the game. Players on PC will be able to preview some of these upgrades in a new public beta branch for Hollow Kni",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Hollow Knight Switch 2 Edition, 다른 시스템의 개선 사항 공개",
      "content_summary_kr": "Team Cherry가 2026년 Hollow Knight의 Nintendo Switch 2 Edition 출시를 발표하고, 모든 플랫폼에 대한 성능 업데이트도 예정되어 있음을 공개. 고프레임 모드, 고해상도 옵션, 그래픽 업그레이드가 포함되며, 기존 Switch 버전 소유자는 Switch 2 Edition을 무료로 제공받을 예정. Switch 2 업그레이드 준비를 위해 모든 플랫폼에 새로운 기능 추가 및 버그 수정을 포함한 대규모 업데이트 진행.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Hollow Knight: Silksong Is Getting A Free, Nautical-Themed Expansion",
      "url": "https://www.gamespot.com/articles/hollow-knight-silksong-is-getting-a-free-nautical-themed-expansion/1100-6536988/",
      "date": "2025-12-16 23:09",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4623562-hollow-knight-expansion-sea-of-sorrow-2026-1024x544-970403378.jpg",
      "body": "Just days after winning Best Action Adventure Game at The Game Awards 2025, Hollow Knight: Silksong developer Team Cherry has announced that the game's first expansion is on the way. The nautical-themed Sea of Sorrow expansion will arrive sometime in 2026, and will be free for all players.\nTeam Cherry released a brief teaser trailer for Sea of Sorrow but hasn't revealed many details about the upcoming expansion other than that it will include new areas, bosses, tools, and more. The trailer description teased that players will be able to \"voyage across and beneath the salt-stricken seas\" when Sea of Sorrow arrives next year.\nBased on the small vignettes shown in the trailer, it seems likely that Sea of Sorrow will be set in Pharloom Bay, a seaside area featured in Silksong's reveal trailer that was cut from the final game. One of the images in the new teaser specifically seems to resemble The Lab, a location within Pharloom Bay that appeared in concept sketches and early game maps, as c",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Hollow Knight: Silksong, 무료 해양 테마 확장팩 출시 예정",
      "content_summary_kr": "Team Cherry가 Hollow Knight: Silksong의 첫 확장팩 'Sea of Sorrow'를 2026년 무료로 출시한다고 발표. 해당 확장팩에는 새로운 지역, 보스, 도구 등이 포함되며, 본편에서 삭제되었던 해안 지역 Pharloom Bay를 배경으로 할 것으로 추정.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Larian CEO Confirms Divinity Details, Will Be Similar to Baldur's Gate 3 - IGN Daily Fix",
      "url": "https://www.ign.com/videos/larian-ceo-confirms-divinity-details-will-be-similar-to-baldurs-gate-3-ign-daily-fix",
      "date": "2025-12-17 07:13",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/16/gfix-121625-blogroll-1765922882061.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "In today's Daily Fix:\nLarian boss Swen Vincke confirmed some details about their upcoming game, Divinity. While the announcement trailer was decidedly not kid-friendly, the game's tone will be similar to Larian's hit RPG, Baldur's Gate 3, and it will be turn-based, too. Fans can also expect the game to hit early access, just like BG3. In other news, dataminers have unearthed about 30 more minutes of unused dialogue from Metroid Prime 4's NPCs. This basically confirms that the divisive NPCs were chattier than what's in the final game, but there's always a chance that DLC could unlock that content. And finally, Prime Video's Fallout Season 2 will be available a full day than originally announced. The first episode goes live tonight at 6pm Pacific.",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Larian CEO, Divinity 세부사항 확정, Baldur's Gate 3와 유사할 것 - IGN Daily Fix",
      "content_summary_kr": "Larian의 Swen Vincke CEO가 신작 Divinity의 세부사항을 확정하며, 게임 톤은 Baldur's Gate 3와 유사하고 턴제 방식을 채택할 것이라고 밝힘. 또한 BG3처럼 얼리 액세스로 출시될 예정임을 공개. 한편 Metroid Prime 4의 미사용 대화 30분 분량이 데이터마이닝으로 발견되었으며, Prime Video의 Fallout 시즌 2가 예정보다 하루 빨리 공개됨.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Monster Hunter Wilds' Huge Title Update 4 Out Now — Check Out the 1.040 Patch Notes",
      "url": "https://www.ign.com/articles/monster-hunter-wilds-huge-title-update-4-out-now-check-out-the-1040-patch-notes",
      "date": "2025-12-16 19:43",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/ss-31b5597fecf2d9a2904bc9bbf8011aacb18143db-1920x1080-1765455846865.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Monster Hunter Wilds Title Update 4 is finally here, and it makes a long list of gameplay and balance changes, as well as CPU/GPU improvements, load reduction, and the optimization of \"PC-specific processes and addition of options and presets to reduce processing load.\"\nIts development roadmap — detailed last week — hopes to address the myriad issues impacting the PC version. Despite director Yuya Tokuda's commitment to stability and improvements, dissatisfaction persists, and even with new content and seasons, fans remain unhappy with the state of the game.\nCapcom said Title Update 4 introduces \"an array of performance improvements across all platforms,\" focusing on CPU and GPU optimization and reducing processing load \"with more than 100 under-the-hood improvements, among others.\"\n\"We'll follow this up in January with a PC-specific update with even more improvements, and are looking into further optimization for implementation in the February content update,\" the team explained last ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Monster Hunter Wilds 대규모 타이틀 업데이트 4 출시 — 1.040 패치 노트 확인",
      "content_summary_kr": "Monster Hunter Wilds 타이틀 업데이트 4가 출시되며 게임플레이 및 밸런스 변경과 함께 CPU/GPU 개선, 로드 감소 등 100개 이상의 성능 최적화를 포함. Capcom은 PC 버전의 지속적인 문제 해결을 위해 1월 PC 전용 업데이트와 2월 콘텐츠 업데이트에서 추가 최적화를 예고. 그러나 디렉터 Yuya Tokuda의 안정성 개선 약속에도 불구하고 팬들의 불만이 계속되는 상황.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Divinity Devs Feel \"More Pressure\" After Baldur's Gate 3's Massive Success",
      "url": "https://www.gamespot.com/articles/divinity-devs-feel-more-pressure-after-baldurs-gate-3s-massive-success/1100-6537029/",
      "date": "2025-12-17 06:23",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4624273-divinityhellstone.jpg",
      "body": "The success of Baldur's Gate 3 went far beyond anyone's expectations with 20 million copies sold and multiple Game of the Year awards. That was all very good for the future of Larian, but it's also creating some pressure now that the developer focuses on its latest Divinity game.\n\"It's more pressure,\" Larian founder Swen Vincke told PC Gamer. \"The weight of the expectations weighs high. We're trying not to think about it, because we have to make our own thing.\"\nVincke also indicated that the team at Larian believed that making Divinity would be easier after the studio's experience with Baldur's Gate 3. But that turned out to not be the case.\n\"When we started on this, it was like, 'Oh, we know how to do this,'\" added Vincke. \"By now, we've been humbled by the development experience, by the actual development again: No, we don't know anything. We have to relearn everything, but we do have the experience of the past with us. Every game has its own language that you need to learn.\"\nVincke ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Divinity 개발진, Baldur's Gate 3의 대성공 이후 '더 큰 부담감' 느껴",
      "content_summary_kr": "Baldur's Gate 3가 2천만 장 판매와 다수의 올해의 게임상을 수상하며 대성공을 거둔 후, Larian 스튜디오가 새로운 Divinity 게임 개발에 큰 압박감을 느끼고 있다고 창립자 Swen Vincke가 밝힘. Vincke는 Baldur's Gate 3 경험으로 Divinity 개발이 쉬울 것으로 예상했으나, 실제로는 모든 것을 다시 배워야 하는 상황이며 각 게임마다 고유한 언어를 배워야 한다는 점을 깨달았다고 설명.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "The Majority Of Bethesda Is Working On The Elder Scrolls 6, But It Could Overlap With Other Projects",
      "url": "https://www.gamespot.com/articles/the-majority-of-bethesda-is-working-on-the-elder-scrolls-6-but-it-could-overlap-with-other-projects/1100-6537023/",
      "date": "2025-12-17 04:45",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4624088-elderscrolls6.jpg",
      "body": "In January 2026, it will be seven and a half years since the announcement teaser for The Elder Scrolls 6. In that time, Bethesda has had remarkably little to say about it or even a trailer to show off. Now, Bethesda's Todd Howard has indicated that most of the Bethesda team is working on The Elder Scrolls 6.\n\"It's progressing really well,\" Howard told Game Informer. \"The majority of the studio's on [Elder Scrolls 6]. but I'll say this: We always overlap. So, we're very used to overlapping development. And we have long pre-productions on things so that we feel good about them. And it's a process. We all wish it went a little bit faster--or a lot faster--but it's a process that we want to get right.\"\nAlthough the initial announcement came years ago, it's possible or even likely that development didn't ramp up on The Elder Scrolls until after Starfield was released in 2023. Fans are so desperate for any kind of update that they're reading things in the Skyrim Switch 2 announcement trailer",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Bethesda 대부분의 인력이 The Elder Scrolls 6 개발 중, 다른 프로젝트와 병행 가능성도",
      "content_summary_kr": "Bethesda의 Todd Howard, 현재 스튜디오 대부분의 인력이 The Elder Scrolls 6 개발에 투입되어 있으며 진행 상황이 양호하다고 밝힘. 2026년 1월이면 첫 공개 티저 공개 후 7년 반이 지나지만, Bethesda는 여러 프로젝트를 동시에 진행하는 방식에 익숙하며 완성도를 위해 충분한 시간을 투자하고 있다는 입장 표명.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "How The Expedition Works In Arc Raiders: Rewards, Requirements, And More",
      "url": "https://www.gamespot.com/articles/how-the-expedition-works-in-arc-raiders-rewards-requirements-and-more/1100-6537014/",
      "date": "2025-12-17 02:36",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1632/16320660/4593114-arcraiders_16-9_03.jpg",
      "body": "The month of December is a busy one for Arc Raiders. The major highlight of the month is the Cold Snap update, which introduces a slew of content to the game and balancing fixes across the board. However, launching right after the Cold Snap update is the first Expedition in Arc Raiders, which is essentially the game's version of a \"wipe.\"\nTo find out more about Expeditions, including when the first one will begin and the requirements to embark on one, check out the guide below.\nFor starters, what exactly are Expeditions? If you've played a game like Rust or Escape from Tarkov before, then you can think of an Expedition like a wipe. This involves your character's progress being reset, forcing you to start over from scratch.\nHowever, unlike in other games, Expeditions in Arc Raiders are not forced upon every player. Instead, players can individually choose whether or not they want to participate in the Expedition. So, if you want to keep grinding out your current character, you don't hav",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Arc Raiders의 Expedition 작동 방식: 보상, 요구사항 등",
      "content_summary_kr": "Arc Raiders가 12월 Cold Snap 업데이트 직후 첫 Expedition 시스템 도입. 이는 게임 내 '초기화' 개념으로, Rust나 Escape from Tarkov의 와이프와 유사하나 플레이어가 개별적으로 참여 여부를 선택할 수 있어 강제성이 없다는 점이 특징. 참여 시 캐릭터 진행도가 리셋되며 처음부터 다시 시작해야 함.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "How Horses' Ban Reflects The Gaming Industry's Double Standards And Emotional Immaturity",
      "url": "https://www.gamespot.com/articles/how-horses-ban-reflects-the-gaming-industrys-double-standards-and-emotional-immaturity/1100-6537012/",
      "date": "2025-12-17 02:13",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1748/17481584/4623952-horses_keyart.jpg",
      "body": "A tectonic shift in the political climate has given rise to a sharp increase in authoritarian practices and policies and made 2025 an unprecedented and disconcerting year for censorship, including for the video game industry. In the face of outstanding pressure on the payment processors powering storefronts like Steam and Itch, thousands of games--largely pertaining to adult subject matter that was sexual in nature and labeled NSFW--were either removed or deindexed from those respective stores. Though the uproar around these removals died down with time--partly due to loss of momentum pressuring these stores to rescind the bans, partly because certain free games were eventually reindexed on Itch--the recent release of Santa Ragione's Horses has brought the conversation back for another round before year's end.\nThat's because, once again, a title with a significant amount of adult content (seriously, Horses fits a lot of taboo material into a fairly brief runtime) has found itself in th",
      "media": "GameSpot",
      "game_relevance": 0.8,
      "importance": 0.8,
      "title_kr": "Horses의 판매 금지가 반영하는 게임 업계의 이중 잣대와 감정적 미성숙",
      "content_summary_kr": "2025년 정치적 압력으로 Steam과 Itch 등 주요 플랫폼에서 성인 콘텐츠 게임 수천 편이 삭제되거나 목록에서 제외됨. 최근 Santa Ragione의 Horses가 상당량의 성인 콘텐츠를 담고 있음에도 출시되면서, 게임 업계의 검열 기준과 이중 잣대에 대한 논란이 재점화됨.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Divinity Will Likely Be An Early Access Game, Just Like Baldur's Gate 3",
      "url": "https://www.gamespot.com/articles/divinity-will-likely-be-an-early-access-game-just-like-baldurs-gate-3/1100-6537011/",
      "date": "2025-12-17 01:55",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4623955-screenshot2025-12-16at11.48.09%E2%80%AFam.png",
      "body": "Larian's Baldur's Gate 3 launched first into early access on Steam, and now the studio has teased that its next game, Divinity, could follow a similar playbook.\nLarian boss Swen Vincke told GamesRadar, \"We still want to do early access.\" He isn't 100% committing to it as of yet, but said this approach worked for its past games.\nNow Playing: Divinity Will Be Better Than Baldur’s Gate 3 “On All Fronts” Says Larian CEO\n\"It's been the blueprint, especially the community participation with early access, which is what interests us. It was [with] Divinity: Original Sin 1, Divinity: Original Sin 2, Baldur's Gate 3--they [the community members] were a large part of how we developed the games,\" he said.\nVincke said these games \"improved massively\" due in part to them releasing in early access.\n\"Players being invested in it increases the pressure and their participation in it, so you get something really cool out of that process--even if it's painful for the developer,\" he said. So, we have to sw",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Divinity, Baldur's Gate 3처럼 얼리 액세스로 출시될 가능성 높아",
      "content_summary_kr": "Larian Studios의 Swen Vincke 대표가 차기작 Divinity도 Baldur's Gate 3처럼 얼리 액세스 방식을 채택할 가능성을 시사. Divinity: Original Sin 1, 2 및 Baldur's Gate 3 개발 당시 커뮤니티 참여를 통한 얼리 액세스가 게임 품질 향상에 크게 기여했다는 점을 그 이유로 제시.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Rainbow Six Mobile Release Date Revealed After Years Of Testing",
      "url": "https://www.gamespot.com/articles/rainbow-six-mobile-release-date-revealed-after-years-of-testing/1100-6537005/",
      "date": "2025-12-17 00:56",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4623909-r6m_ash.jpg",
      "body": "Rainbow Six Mobile will launch on February 23, 2026, Ubisoft has announced. The free-to-play first-person shooter will arrive that day across iOS and Android.\nThe game was announced in 2022 and conducted public tests that began in 2023, but it's now nearly ready for its global rollout for everyone. The game promises to replicate the Rainbow Six Siege experience on mobile, and Ubisoft says it was \"developed exclusively\" for mobile devices.\nRainbow Six Mobile features three 5v5 multiplayer modes: Bomb, Bomb Rush, and Team Deathmatch. There are 20+ operators in the game, along with some familiar maps from Rainbow Six Siege, including Bank, Border, and Clubhouse.\nAdditionally, Rainbow Six Mobile has an onboarding tutorial to help players learn the basics. What's more, Ubisoft promises that it will add new content with each new season.\nPeople in Poland, France, Canada, and Latin America do not need to wait, as Rainbow Six Mobile is already available in those places as part of Ubisoft's phas",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Rainbow Six Mobile, 수년간의 테스트 끝에 출시일 공개",
      "content_summary_kr": "Ubisoft, 무료 모바일 FPS 게임 Rainbow Six Mobile을 2026년 2월 23일 iOS 및 Android로 출시 예정임을 발표. 2022년 발표 후 2023년부터 공개 테스트를 진행해왔으며, Bomb, Bomb Rush, Team Deathmatch 등 3가지 5v5 멀티플레이 모드와 20명 이상의 오퍼레이터, Rainbow Six Siege의 익숙한 맵들을 포함하여 모바일 전용으로 개발. 폴란드, 프랑스, 캐나다, 라틴아메리카에서는 단계적 출시의 일환으로 이미 서비스 중.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Assassin's Creed TV Show: All The Casting Announcements So Far",
      "url": "https://www.gamespot.com/articles/assassins-creed-tv-show-all-the-casting-announcements/1100-6537004/",
      "date": "2025-12-17 00:41",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4623907-screenshot2025-12-16at10.20.55%E2%80%AFam.png",
      "body": "Netflix and Ubisoft are making an Assassin's Creed TV series, and the cast is coming together ahead of the start of production in 2026.\nSo far, three stars for the Assassin's Creed TV show have been confirmed, but as of yet, no roles have been announced. For now, here's who we know will appear on the show:\nWallace is known for his roles in the movies The Bikeriders and Babyteeth, while Hart is perhaps best known for the Apple TV show Slow Horses. Petticrew, meanwhile, starred on the TV series Say Nothing.\nFilming for the untitled Assassin's Creed show is expected to begin next year in Italy, which will also be a setting for the show. However, the time period for the series is unknown. The games jump throughout history and the modern day.\nAs announced previously, Roberto Patino (Westworld) and David Wiener (Halo) are the showrunners for the untitled Assassin's Creed show. In 2023, the previous showrunner, Jeb Stuart, quit the show over a \"difference in vision.\"\nBefore this, 20th Century",
      "media": "GameSpot",
      "game_relevance": 0.7,
      "importance": 0.5,
      "title_kr": "Assassin's Creed TV 시리즈: 지금까지 발표된 모든 캐스팅 소식",
      "content_summary_kr": "Netflix와 Ubisoft가 제작 중인 Assassin's Creed TV 시리즈의 출연진 3명 공개. Wallace, Hart, Petticrew가 캐스팅되었으며 구체적인 배역은 미공개 상태. 2026년 이탈리아에서 촬영 시작 예정이며, Roberto Patino와 David Wiener가 쇼러너로 참여.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Surprise, You Can Start Playing Final Fantasy 7 Remake Right Now On Switch 2 And Xbox",
      "url": "https://www.gamespot.com/articles/surprise-you-can-start-playing-final-fantasy-7-remake-right-now-on-switch-2-and-xbox/1100-6537002/",
      "date": "2025-12-16 23:51",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4623892-8e35ead634c04d2bc8370277bb70c2a37184fda3c64ab10929bb9fc6c922c272.jpeg",
      "body": "The full release is a month away, but a new demo for Final Fantasy VII Remake Intergrade is now available for Switch 2 and Xbox Series X|S. Square Enix notes that save data will carry over, meaning you can begin Cloud's journey in Midgar immediately.\nOn X, the official Final Fantasy account announced the holiday surprise for Final Fantasy VII Remake. The demo features the first chapter for the RPG, and by playing, you can grab Revival Earrings and Survival Set for the full game when it launches January 22. The post also reminds Switch 2 and Xbox owners that the full trilogy is coming to both platforms. Previously, the first two parts have been PlayStation console exclusives.\nFinal Fantasy VII Remake will receive a ridiculously easy mode for Switch 2 and Xbox, offering a way to never die in battle. This is part of the Streamlined Progression options for the game. Meanwhile, Switch 2 owners should be aware that Final Fantasy VII Remake will take up 90 to 99 GB of storage. Considering the",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "깜짝 발표, Final Fantasy 7 Remake를 Switch 2와 Xbox에서 지금 바로 플레이 가능",
      "content_summary_kr": "Square Enix, Final Fantasy VII Remake Intergrade의 데모를 Switch 2와 Xbox Series X|S에 공개. 1월 22일 정식 출시 예정이며 데모 세이브 파일은 정식 버전으로 이전 가능하고, 데모 플레이 시 부활 귀걸이와 생존 세트 등 보상 제공. Switch 2와 Xbox 버전에는 전투에서 죽지 않는 초간편 난이도 모드가 추가되며, Switch 2 버전은 90~99GB의 저장 공간 필요.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Rainbow Six Siege Creative Director Is Back At Ubisoft, But He's Working On Something Else",
      "url": "https://www.gamespot.com/articles/rainbow-six-siege-creative-director-is-back-at-ubisoft-but-hes-working-on-something-else/1100-6536999/",
      "date": "2025-12-16 23:49",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4623885-screenshot2025-12-16at8.41.16%E2%80%AFam.png",
      "body": "Ubisoft has acquired the game March of Giants from Amazon Games, and this also means that creative director Xavier Marquis has returned to Ubisoft. He was the original creative director on Rainbow Six Siege and comes back to Ubisoft alongside Alex Parizeau, the former managing director of Ubisoft Toronto.\nMarch of Giants is a 4v4 tactical multiplayer free-to-play MOBA inspired by technology from the early 1900s. The game combines elements of real-time strategy and lane-based combat. It's called March of Giants because players take on the role of a giant who is controlling troops on the battlefield.\nMarquis said in a news release that, \"Returning to Ubisoft brings things full circle.\"\n\"We built some of our most meaningful work here, and we’re excited to continue developing March of Giants from within Ubisoft. This game has enormous potential, and I know Ubisoft can help us take it to the next level,\" he said.\nParizeau, meanwhile, thanked Amazon for supporting March of Giants and said he",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Rainbow Six Siege 크리에이티브 디렉터, Ubisoft로 복귀했지만 다른 프로젝트 담당",
      "content_summary_kr": "Ubisoft가 Amazon Games로부터 4v4 전술 MOBA 게임 March of Giants를 인수하면서, Rainbow Six Siege의 오리지널 크리에이티브 디렉터 Xavier Marquis가 Ubisoft로 복귀. Marquis는 1900년대 초 기술에서 영감을 받아 플레이어가 거인이 되어 전장의 병력을 지휘하는 이 게임의 개발을 Ubisoft 내에서 지속할 예정이라고 밝힘.",
      "category": "매출 & 성과"
    },
    {
      "title": "Where Winds Meet's Popularity Continues To Soar",
      "url": "https://www.gamespot.com/articles/where-winds-meets-popularity-continues-to-soar/1100-6536995/",
      "date": "2025-12-16 23:37",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4623861-wherewindsmeetlandscape.jpg",
      "body": "Last month, Everstone Studio and NetEase Games' Wuxia action-adventure-RPG Where Winds Meet launched on PC and PlayStation 5, and it subsequently became one of the hottest games on Steam. Now, the dev team has revealed that this open-world Wuxia game has sailed past an impressive player milestone in only a month.\nAccording to the official social media account for Where Winds Meet, the first month saw 15 million players. \"You followed the winds, tested your blades and proved that the best stories are the ones we tell together,\" reads the statement from Everstone.\nNo specifics were shared regarding how much playtime each of those people put in or any other details. The mobile launch of Where Winds Meet only occurred near the end of its first month of availability.\n\"We hoped it would find its audience, the players who would love the freedom and mystery we tried to create,\" said Where Winds Meet lead producer Beralt Lyu during a recent interview. \"The mood in the studio is hard to put into",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Where Winds Meet의 인기 지속적 상승",
      "content_summary_kr": "Everstone Studio와 NetEase Games의 무협 액션 어드벤처 RPG Where Winds Meet가 PC와 PlayStation 5 출시 후 한 달 만에 1,500만 플레이어 돌파. 게임은 Steam에서 가장 인기 있는 게임 중 하나로 자리매김했으며, 모바일 버전은 첫 달 말미에 출시.",
      "category": "매출 & 성과"
    },
    {
      "title": "Cult Of The Lamb's Wintry Woolhaven Expansion Gets January Release Date",
      "url": "https://www.gamespot.com/articles/cult-of-the-lambs-wintry-woolhaven-expansion-gets-january-release-date/1100-6536992/",
      "date": "2025-12-16 23:23",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4623730-cult-of-the-lamb-woolhaven-reveal-trailer-coming-early-2026-845121347.jpg",
      "body": "Cult of the Lamb's first major paid expansion Woolhaven is just around the corner, with developer Massive Monster announcing that the DLC will arrive on January 22 for all platforms.\nThe $17 Woolhaven expansion has been in the works for two years, marking Cult of the Lamb's biggest content update since launch. The DLC will add new dungeons, buildings, weapons, characters, quests, and even entirely new systems to shake up the gameplay. This includes an all-new ranching system, which will let you tame and raise beasts that can be used as mounts or as emergency food, depending on how dire your situation gets.\nContinuing the story of the main game, Woolhaven adds a whole new region to explore as you journey to the titular Woolhaven, which also happens to be the lambs' ancestral home. Keeping your flock safe in Woolhaven will be even more of a challenge than in the base game, faced with the ice and snow of Yngya, the God of Winter and the forgotten God of the Lambs.\nThe trials of winter won",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Cult Of The Lamb의 겨울 테마 확장팩 Woolhaven, 1월 출시일 확정",
      "content_summary_kr": "Cult of the Lamb의 첫 유료 확장팩 Woolhaven이 1월 22일 전 플랫폼에 출시 예정. 개발사 Massive Monster가 2년간 개발한 이번 $17 DLC는 새로운 던전, 무기, 캐릭터, 목장 시스템 등을 추가하며, 양들의 고향인 Woolhaven 지역에서 겨울의 신 Yngya와 맞서는 스토리를 담음.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "New Divinity Will Feature Continuity And Characters From Original Sin 2",
      "url": "https://www.gamespot.com/articles/new-divinity-will-feature-continuity-and-characters-from-original-sin-2/1100-6536989/",
      "date": "2025-12-16 23:15",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4623669-divinityoriginalsin2.jpg",
      "body": "Following the breakout success of Baldur's Gate 3, Larian Studios is revisiting its past in Divinity, a new installment in the Divinity franchise that was revealed during The Game Awards. Now, Larian has revealed that the upcoming game will feature some characters and continuity from 2017's Divinity: Original Sin 2.\nDivinity: Original Sin 2 is now available for Nintendo Switch 2, Divinity: Original Sin 2, Xbox Series X|S, and PlayStation 5. On Larian's official site, the publisher noted that \"Divinity will offer a completely new story, but there's some continuity and characters for those who've played previous games. You might even pick up on certain things others may not.\" It added that Original Sin 2 \"is a standalone game and can be experienced on its own, but we will always recommend trying out Divinity: Original Sin for the best experience.\"\nDivinity: Original Sin 2's new versions are available as a free update for anyone who previously purchased the game on that respective console",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "새로운 Divinity, Original Sin 2의 연속성과 캐릭터 포함 예정",
      "content_summary_kr": "Larian Studios가 The Game Awards에서 공개한 신작 Divinity가 Divinity: Original Sin 2의 일부 캐릭터와 세계관 연속성을 이어받을 것이라고 공식 발표. Original Sin 2는 Nintendo Switch 2, Xbox Series X|S, PlayStation 5용으로 새롭게 출시되며, 기존 구매자에게는 무료 업데이트로 제공.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Dota 2 Gets New Hero, Largo, Alongside Update 7.40 Patch Notes So Long Valve Made a Whole Website Just to Hold Them",
      "url": "https://www.ign.com/articles/dota-2-gets-new-hero-largo-alongside-update-740-patch-notes-so-long-valve-made-a-whole-website-just-to-hold-them",
      "date": "2025-12-16 21:49",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/16/c09b13cda87a548b83b626fb33a32efd7895c634-1765888672708.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Valve has outlined what's new in Dota 2 patch 7.40 and provided a rundown of its latest hero, Largo.\n\"Dota is an ensemble cast, but keen observers looking through the collection of rogues, wizards, druids, and knights (not to mention two characters named 'ranger') may have noticed the absence of that most maligned of hero classes: the bard. At least, up until now,\" Valve teased, before introducing Largo himself.\nLargo is the shamanic head of the bardmonk order, and unlike bards that \"sing about current events and chord changes,\" he \"tailors every song to his exact circumstances, raising his allies' spirits or, if necessary, their foot speed as they run toward battle (or away). As a frog, his prehensile tongue has, shall we say, all kinds of tricks.\"\nOne such trick is his Catchy Lick, in which he targets someone, licks them, pulls them back a short distance, and applies a basic dispel. If they're an ally, he pulls them out of harm's way, and if they're an enemy, his tongue deals damage.",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Dota 2, 신규 영웅 Largo와 함께 7.40 업데이트 출시 - 패치 노트가 너무 길어 Valve가 별도 웹사이트 제작",
      "content_summary_kr": "Valve가 Dota 2의 7.40 패치를 통해 게임 최초의 음유시인 클래스 영웅인 Largo를 추가. Largo는 bardmonk 교단의 샤먼 수장으로, 개구리 형태의 영웅이며 긴 혀를 활용해 아군을 구출하거나 적에게 피해를 주는 'Catchy Lick' 스킬을 보유한 것으로 공개.",
      "category": "업데이트 & 패치"
    }
  ]
}