{
  "daily_summary": "• Clair Obscur: Expedition 33의 Indie Game Awards 수상 박탈로 게임 개발에서 생성형 AI 사용에 대한 명확한 가이드라인 필요성 대두\n\n• Call of Duty의 Nintendo Switch 2026년 출시 예정과 Tomb Raider Switch 2 포팅으로 닌텐도 플랫폼의 AAA급 게임 확장 본격화\n\n• Netflix의 Ready Player Me 인수와 중국 22개 대형 게임사 AI 도입으로 게임 산업 전반의 AI 기술 통합 가속화\n\n• Call of Duty 창시자 Vince Zampella 사망과 Sucker Punch 공동창립자 Brian Fleming 퇴사로 게임 업계 1세대 리더십 교체기 진입",
  "articles": [
    {
      "title": "Clair Obscur: Expedition 33 Stripped of Indie Game Awards Over Gen AI Use, Game of the Year Goes to Blue Prince Instead Amid 'Hard Stance'",
      "url": "https://www.ign.com/articles/indie-game-awards-strips-clair-obscur-expedition-33-of-game-of-the-year-over-gen-ai-dev-says-placeholder-textures-were-patched-out-after-slipping-through-qa-process",
      "date": "2025-12-22 20:17",
      "comments": 314,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/co-1765513081416.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Fresh from receiving the Game of the Year award at The Game Awards 2025, Clair Obscur: Expedition 33 has been stripped of two awards from the Indie Game Awards after its use of generative AI hit the headlines.\nSandfall Interactive’s record-breaking role-playing game launched with some placeholder textures built with generative AI. The developer patched them out five days after release, insisting they made the cut by mistake. This went under the radar until recently, when comments from Sandfall co-founder and producer François Meurisse reemerged.\nSpeaking to El País for an article published in July, Meurisse said: “We use some AI, but not much. The key is that we were very clear about what we wanted to do and what to invest in. And, of course, technology has allowed us to do things that were unthinkable a short time ago. Unreal Engine 5’s tools and assets have been very important in improving the graphics, gameplay, and cinematics.”\nMeurisse’s comment resurfaced amid a backlash to comme",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Clair Obscur: Expedition 33, 생성형 AI 사용으로 인디 게임 어워드 수상 박탈당해... 올해의 게임상은 Blue Prince에게",
      "content_summary_kr": "The Game Awards 2025에서 올해의 게임상을 수상한 Clair Obscur: Expedition 33이 생성형 AI 사용 논란으로 Indie Game Awards의 2개 상을 박탈당함. Sandfall Interactive는 출시 당시 일부 플레이스홀더 텍스처에 생성형 AI를 사용했으며, 출시 5일 후 패치로 제거했다고 해명했으나 공동 설립자 François Meurisse의 AI 사용 발언이 재조명되며 논란이 확대됨.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Call of Duty Co-Creator, Respawn Co-Founder, and EA Executive Vince Zampella Killed in Car Accident",
      "url": "https://www.ign.com/articles/call-of-duty-co-creator-respawn-co-founder-and-ea-executive-vince-zampella-killed-in-car-accident",
      "date": "2025-12-23 05:07",
      "comments": 222,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/22/vince-tga-1766434667895.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Vince Zampella, best known as the co-creator of the Call of Duty franchise and co-founder of Infinity Ward who went on to co-found Titanfall, Apex Legends, and Star Wars Jedi developer Respawn Entertainment, died in a single-car accident in Los Angeles on Sunday, NBC Los Angeles reports. He was 55 years old.\nAccording to the NBC report, \"the single-car crash was reported at about 12:45 p.m. on the scenic road north of Los Angeles in the San Gabriel Mountains. The southbound car veered off the road, hit a concrete barrier and a passenger was ejected, the California Highway Patrol said. The driver was trapped in the ensuing car fire, the CHP said. The driver died at the scene and the passenger died at a hospital, authorities told NBC4 Investigates.\"\nNBC has updated its story to note that Zampella was the driver and the vehicle was a 2026 Ferrari 296 GTS, and that an eyewitness provided video of the crash to authorities. The passenger has not yet been publicly identified.\nZampella was an ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.9,
      "title_kr": "Call of Duty 공동 창시자이자 Respawn 공동 설립자, EA 임원 Vince Zampella, 교통사고로 사망",
      "content_summary_kr": "Call of Duty 프랜차이즈 공동 창시자이자 Infinity Ward, Respawn Entertainment 공동 설립자인 Vince Zampella가 일요일 Los Angeles에서 발생한 단독 차량 사고로 55세의 나이에 사망. NBC Los Angeles 보도에 따르면 San Gabriel Mountains의 구불구불한 도로에서 2026 Ferrari 296 GTS가 도로 이탈 후 콘크리트 장벽과 충돌했으며, 운전자였던 Zampella는 차량 화재로 현장에서, 동승자는 병원에서 각각 사망 확인.",
      "category": "규제 & 이슈"
    },
    {
      "title": "CoD, Battlefield Boss Vince Zampella Dies In Car Crash",
      "url": "https://www.gamespot.com/articles/cod-battlefield-boss-vince-zampella-dies-in-car-crash/1100-6537144/",
      "date": "2025-12-23 05:38",
      "comments": 18,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4627287-vincezampella.jpg",
      "body": "Vince Zampella, the co-founder of Infinity Ward and one of the leading figures behind the first Call of Duty game, has passed away. Zampella was reportedly in a single-car accident on Sunday, December 21 in the San Gabriel Mountains when the vehicle went off the road and hit a concrete barrier.\nAccording to NBC4 Los Angeles, the driver of the vehicle perished in a car fire while the passenger was ejected and died at the hospital. The report didn't share any further specifics about the incident.\nZampella got his start in the video game industry in the late '90s with stints at GameTek, Atari, Interactive Media/Ripcord Games, and SegaSoft. In 1999, he joined 2015 Inc and became the lead designer of the third Medal of Honor game, Medal of Honor: Allied Assault, which was published by EA.\nFollowing a dispute with EA, Zampella, Grant Collier, and Jason West co-founded Infinity Ward and partnered with Activision before launching the Call of Duty franchise in 2003. \"The only reason that Call o",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 1.0,
      "title_kr": "Call of Duty, Battlefield 책임자 Vince Zampella, 교통사고로 사망",
      "content_summary_kr": "Infinity Ward 공동 창립자이자 초대 Call of Duty 제작을 주도한 Vince Zampella가 12월 21일 San Gabriel Mountains에서 발생한 단독 차량 사고로 사망. 그는 1999년 Medal of Honor: Allied Assault의 리드 디자이너로 활동했으며, 이후 Infinity Ward를 공동 창립해 2003년 Activision과 협력하여 Call of Duty 프랜차이즈를 출시함.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Clair Obscur: Expedition 33 Just Lost Its Indie Game Of The Year Awards Over AI Concerns",
      "url": "https://www.gamespot.com/articles/clair-obscur-expedition-33-just-lost-its-indie-game-of-the-year-awards-over-ai-concerns/1100-6537129/",
      "date": "2025-12-22 22:45",
      "comments": 9,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4627134-clairobscurexpedition33.jpg",
      "body": "In the span of a week, Sandfall Interactive's Clair Obscur: Expedition 33 was named Game of the Year by both The Game Awards and The Indie Game Awards. But just two days after its latest win, The Indie Game Awards stripped Expedition 33 of its two wins over the developer's use of AI.\n\"The Indie Game Awards have a hard stance on the use of gen AI throughout the nomination process and during the ceremony itself,\" reads a statement on The Indie Game Awards' official site (via Insider Gaming). \"When it was submitted for consideration, representatives of Sandfall Interactive agreed that no gen AI was used in the development of Clair Obscur: Expedition 33. In light of Sandfall Interactive confirming the use of gen AI on the day of the Indie Game Awards 2025 premiere, this does disqualify Clair Obscur: Expedition 33 from its nomination.\"\nFollowing that decision, The Indie Game Awards named Blue Prince as its new Game of the Year. Sorry We're Closed was given the award for Debut Game, which Ex",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Clair Obscur: Expedition 33, AI 사용 논란으로 인디 게임 어워드 수상 박탈",
      "content_summary_kr": "Sandfall Interactive의 Clair Obscur: Expedition 33가 AI 생성 기술 사용을 이유로 The Indie Game Awards로부터 수상작 자격 박탈. 개발사가 제출 당시 생성형 AI 미사용을 확인했으나, 시상식 당일 AI 사용 사실을 인정하면서 올해의 게임상과 데뷔 게임상 모두 취소되고, Blue Prince와 Sorry We're Closed가 각각 새로운 수상작으로 선정.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Paramount Sweetens Its Offer For Warner Bros., Including Massive Guarantee From Larry Ellison",
      "url": "https://www.gamespot.com/articles/paramount-sweetens-its-offer-for-warner-bros-including-massive-guarantee-from-larry-ellison/1100-6537130/",
      "date": "2025-12-22 23:17",
      "comments": 5,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4627163-screenshot2025-12-22at9.11.13%E2%80%AFam.png",
      "body": "Despite Netflix announcing a deal with Warner Bros. Discovery to acquire the media and entertainment behemoth, Paramount has not given up on its own attempt to acquire the company by going directly to shareholders. Now, Paramount has announced that it has further sweetened its proposal in a bid to make a deal.\nParamount, which is run by David Ellison, has offered an \"irrevocable personal guarantee\" from his father, billionaire Oracle founder Larry Ellison, of $40.4 billion. Additionally, Paramount announced that it would increase and match Netflix's fee of $5.8 billion to be paid to WBD if the deal gets struck down in the regulatory process. Paramount's previous breakup fee was $5 billion.\nWhat's more, Paramount said its revised proposal includes \"further improved flexibility to WBD on debt refinancing transactions, representations, and interim operating covenants.\" The updated offer also includes the publishing of records that show the Ellison family trust owns 1.16 billion shares of ",
      "media": "GameSpot",
      "game_relevance": 0.6,
      "importance": 0.8,
      "title_kr": "Paramount, Warner Bros. 인수를 위해 Larry Ellison의 대규모 보증을 포함한 제안 강화",
      "content_summary_kr": "Netflix가 Warner Bros. Discovery 인수 계약을 발표한 가운데, Paramount가 주주들을 대상으로 한 인수 제안을 강화. David Ellison이 운영하는 Paramount는 그의 아버지이자 억만장자인 Oracle 창립자 Larry Ellison으로부터 404억 달러 규모의 개인 보증을 확보했으며, Netflix와 동일한 수준인 58억 달러의 계약 결렬 시 위약금을 제시하고 부채 재융자 관련 유연성을 추가로 제공하는 내용을 포함.",
      "category": "매출 & 성과"
    },
    {
      "title": "Blue Prince Didn't Use Any AI, Says Publisher",
      "url": "https://www.gamespot.com/articles/blue-prince-didnt-use-any-ai-says-publisher/1100-6537142/",
      "date": "2025-12-23 04:00",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4627272-blueprincefeatured.jpg",
      "body": "Over the weekend, The Indie Game Awards shook up its winner's circle by stripping Clair Obscur: Expedition 33 of its Game of the Year Award over the publisher's use of AI. In its place, indie-darling Blue Prince was declared the new Game of the Year winner. Now, publisher Raw Fury wants to make sure everyone knows that Blue Prince wasn't made with AI of any kind.\nIn a statement released on X, Raw Fury credited Tonda Ros and his team for a game that \"was built and crafted with full human instinct ... It is the result of eight years of development [fueled] by imagination and creativity, and we are extremely proud of what Tonda has achieved.\"\nBlue Prince is a roguelike puzzle game that casts players as Simon P. Jones, a man who is set to inherit a mysterious mansion called the Mt. Holly Estate following the death of his great uncle Herbert S. Sinclair. There are 45 rooms known to be in the mansion, and Simon has to find the hidden 46th room in order to claim his inheritance. However, the ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Blue Prince는 AI를 전혀 사용하지 않았다고 퍼블리셔 밝혀",
      "content_summary_kr": "The Indie Game Awards가 AI 사용을 이유로 Clair Obscur: Expedition 33의 올해의 게임상을 박탈하고 Blue Prince를 새 수상작으로 선정한 가운데, 퍼블리셔 Raw Fury가 Blue Prince는 어떠한 AI도 사용하지 않았다고 공식 성명 발표. Raw Fury는 개발자 Tonda Ros와 팀이 8년간 순수한 인간의 상상력과 창의성만으로 게임을 제작했다고 강조.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Call Of Duty Is Finally Coming To Switch Soon - Report",
      "url": "https://www.gamespot.com/articles/call-of-duty-is-finally-coming-to-switch-soon-report/1100-6537145/",
      "date": "2025-12-23 05:43",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4627288-screenshot2025-12-22at2.56.15%E2%80%AFpm.png",
      "body": "Microsoft has said it's committed to bringing Call of Duty to Nintendo Switch, and it could be coming as soon as next year. Reporter Jez Corden said \"the first CoD Switch version is nearly done.\"\nHe added that the game, whatever it is, will launch \"in a few months.\"\nIn another post, Corden said the release may not be \"close\" but it's \"on the way\" for a 2026 release. He added that the game is \"hitting milestones,\" which is a reference to how a game is proceeding through development.\nIt remains to be seen if the reported Call of Duty game for Switch is a port of an existing Call of Duty game, like Black Ops 7 or Warzone, or a new title.\nIn 2022, Microsoft Gaming CEO Phil Spencer said there was \"definitely\" work to be done to get Call of Duty running on Switch. Since then, Nintendo has released the more powerful Switch 2.\nIn 2023, amid the FTC vs. Microsoft court case, Microsoft said it had signed a \"binding 10-year legal agreement to bring Call of Duty to Nintendo players.\" The statement",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Call of Duty, 곧 Nintendo Switch에 출시 예정 - 보도",
      "content_summary_kr": "Microsoft가 Call of Duty의 Nintendo Switch 출시를 약속한 가운데, 기자 Jez Corden이 첫 Switch 버전 개발이 거의 완료되어 2026년 출시 예정이라고 보도. 2023년 Microsoft는 FTC 소송 과정에서 10년간 Call of Duty를 Nintendo 플랫폼에 제공하는 법적 계약을 체결했다고 발표한 바 있으며, 출시될 게임이 기존 타이틀의 이식작인지 신작인지는 아직 미공개.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Ghost Of Yotei Dev Studio Head Is Leaving And Doesn't Know What He'll Do Next",
      "url": "https://www.gamespot.com/articles/ghost-of-yotei-dev-studio-head-leaving-the-studio-and-doesnt-know-what-hell-do-next/1100-6537135/",
      "date": "2025-12-23 01:40",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4627209-screenshot2025-12-22at11.35.04%E2%80%AFam.png",
      "body": "Sucker Punch Productions co-founder Brian Fleming is leaving the gaming studio after working there since it opened 28 years ago in 1997. What's he doing next? Fleming says he does not know.\nIn a post on LinkedIn, Fleming said, \"I really don't know what's next.\"\nHe's staying with Sucker Punch through April 2026 to help with the transition efforts, and after that he said he plans to travel. He's also going to spend the time trying to \"sort out which opportunities\" he wants to pursue next. Fleming said he's considering a lot of different options for the future, including staying in games, moving to the wider technology space, getting into the \"entertainment\" business, and even working in the \"advocacy/politics\" areas.\n\"After 28 absolutely life changing years at the helm of Sucker Punch, I've decided it's time to shake up the snow-globe,\" he said.\nJason Connell (Ghost of Tsushima and Yotei co-creative director) and Adrian Bentley (technical director) will take over as co-studio heads on Ja",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Ghost Of Yotei 개발사 수장, 퇴사 후 향후 계획 미정",
      "content_summary_kr": "Sucker Punch Productions 공동 창립자 Brian Fleming이 28년간의 재직 끝에 스튜디오를 떠나기로 결정. 2026년 4월까지 인수인계를 돕고 이후 게임 업계 잔류, 기술 분야 이동, 엔터테인먼트, 정치 등 다양한 옵션을 고려 중이나 구체적 계획은 미정. Ghost of Tsushima 및 Yotei 공동 크리에이티브 디렉터 Jason Connell과 기술 이사 Adrian Bentley가 공동 스튜디오 헤드로 승진 예정.",
      "category": "규제 & 이슈"
    },
    {
      "title": "The Top 5 Biggest IGN Game Reviews of 2025",
      "url": "https://www.ign.com/videos/the-top-5-biggest-ign-game-reviews-of-2025-ign-daily-fix",
      "date": "2025-12-23 06:03",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/22/thegfix-biggestignreviews-blogroll-1766437406726.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "We’ve pretty much wrapped up all our big reviews of the year, so let’s take a look at what were our most popular reviews in 2025. These are the top five IGN game reviews that got the most eyes on both ign.com and on our youtube channel. Did your favorite game make the cut?",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "2025년 IGN 게임 리뷰 조회수 상위 5개 발표",
      "content_summary_kr": "IGN이 2025년 한 해 동안 가장 많은 조회수를 기록한 게임 리뷰 5개를 공개. IGN 웹사이트와 YouTube 채널에서 가장 많은 관심을 받은 리뷰들을 집계한 결과임.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "Expedition 33 Studio Won't Scale Up For Next Project, Even Though It Can",
      "url": "https://www.gamespot.com/articles/expedition-33-studio-wont-scale-up-for-next-project-even-though-it-can/1100-6537141/",
      "date": "2025-12-23 05:41",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4627278-e33.jpg",
      "body": "Clair Obscur: Expedition 33 was one of 2025's biggest breakout hits, and the game's commercial success has afforded developer Sandfall Interactive the opportunity to scale up for its next project. However, the company is not going to do that--and for what sounds like a good reason.\nSpeaking to Edge, studio boss Guillaume Broche said he does not feel tempted to grow the company in the wake of the success of Expedition 33, which was the studio's debut title. Why not? He said (via GI.biz), \"I think it's good to have limitations when you are creative.\"\nNow Playing: Did Clair Obscur: Expedition 33 Win Too Many Awards?\n\"It's the best way to be the best version of yourself. We could scale up now we have a lot more money, but I would say it's not tempting for us, because even the management team and myself, we'd have to be hands-on and doing things for ourselves,\" he said. \"We love making games more than we love managing, so we want to keep doing that. These past five years were some of the be",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Expedition 33 스튜디오, 여력이 있음에도 차기 프로젝트 규모 확장 안 한다",
      "content_summary_kr": "2025년 최대 화제작 중 하나인 Clair Obscur: Expedition 33의 상업적 성공에도 불구하고, 개발사 Sandfall Interactive가 규모 확장 계획이 없음을 밝힘. 스튜디오 대표 Guillaume Broche는 창의성을 위해서는 제약이 필요하며, 경영보다 게임 개발에 집중하고 싶다는 이유를 설명.",
      "category": "매출 & 성과"
    },
    {
      "title": "Arc Raiders Is My Game Of The Year, But Its Use Of Generative AI Really Sucks",
      "url": "https://www.gamespot.com/articles/arc-raiders-is-my-game-of-the-year-but-its-use-of-generative-ai-really-sucks/1100-6537140/",
      "date": "2025-12-23 02:42",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1632/16320660/4593114-arcraiders_16-9_03.jpg",
      "body": "These past two months with Arc Raiders have been the most fun I've had with games all year. It represents the most exciting and unpredictable multiplayer landscape I've jumped into since Sea of Thieves in 2018, which I consider my favorite game ever made. It's safe to say I really love Arc Raiders. But it's become difficult to fully espouse those feelings as we learn about Embark Studio's use of generative AI.\nAccording to the studio, Arc Raiders' voice acting was initially performed by humans, then used to \"train\" AI so that it could speak in the actors' voices while addressing any possible circumstance. For Embark, the team doesn't need to bring in the voice actors each time new content is added to the game. The AI voices learn to speak in the voices of the actors, which the actors are said to have agreed upon when they were hired, and the tools take it from there. Maybe it shouldn't have come as a surprise, since the team's previous game, The Finals, uses generative AI in a similar ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Arc Raiders는 올해의 게임이지만, 생성형 AI 사용은 정말 최악",
      "content_summary_kr": "Arc Raiders가 올해 가장 재미있는 게임이지만 Embark Studios의 생성형 AI 사용 방식에 대한 우려 제기. 게임 내 음성 연기를 실제 배우가 수행한 후 AI 학습에 활용해 새로운 콘텐츠 추가 시 배우 없이 AI가 해당 목소리로 대사를 생성하는 방식 채택. 이전 게임 The Finals에서도 유사한 생성형 AI 기술 사용 이력 존재.",
      "category": "규제 & 이슈"
    },
    {
      "title": "More Tomb Raider Ports May Be Coming To Switch 2",
      "url": "https://www.gamespot.com/articles/more-tomb-raider-ports-may-be-coming-to-switch-2/1100-6537139/",
      "date": "2025-12-23 02:16",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4627213-shadowofthetombraider.jpg",
      "body": "Last month, Aspyr shadow-dropped the Switch and Switch 2 versions of Tomb Raider: Definitive Edition, the 2013 reboot that kicked off a new era for Lara Croft. According to Aspyr, the response has been so strong that more Tomb Raider games may make the leap to Switch 2.\nAspyr product manager Jordon Reese was recently asked by Nintendo Everything about the possibility of the other Survivor trilogy games--Rise of the Tomb Raider and Shadow of the Tomb Raider--coming to Switch 2. Reese didn't directly confirm those titles, but he also seemed to leave the door open for them.\n\"We've successfully brought back the classic era [Tomb Raider 1-6] and now the origin story of Lara Croft to modern Nintendo platforms,\" said Reese. \"We can't announce anything at the moment, but the passionate response to this release is strong encouragement for us to continue exploring those possibilities.\"\nReese also indicated that more patches will be added for Tomb Raider's Switch ports, but didn't share any detai",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "더 많은 Tomb Raider 포팅작이 Switch 2로 출시될 가능성",
      "content_summary_kr": "Aspyr이 지난달 Switch 및 Switch 2용 Tomb Raider: Definitive Edition을 출시한 결과 긍정적 반응을 얻으며, Survivor 3부작의 나머지 작품인 Rise of the Tomb Raider와 Shadow of the Tomb Raider의 Switch 2 이식 가능성을 시사함. Aspyr의 제품 관리자 Jordon Reese는 공식 발표는 아니지만 강력한 반응이 추가 포팅 작업을 계속 검토할 동기가 된다고 언급함.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Netflix Just Made Another Big Gaming Move",
      "url": "https://www.gamespot.com/articles/netflix-just-made-another-big-gaming-move/1100-6537128/",
      "date": "2025-12-22 22:42",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4627138-nflxgames.jpg",
      "body": "Amid Netflix's proposed buyout of Warner Bros. Discovery, the streaming platform has made another big business move, acquiring a gaming startup amid the company's push further into games.\nNetflix has paid an unspecified sum for Estonia-based Ready Player Me, a company that builds the technology used to create gaming assets that are available across different titles.\n\"Our vision has always been to enable avatars and identities to travel across many games and virtual worlds. We've been on an independent path to make that vision a reality for a long time. I'm now very excited for the Ready Player Me team to join Netflix to scale our tech and expertise to a global audience and contribute to the exciting vision Netflix has for gaming,\" CEO Timmu Tõke said.\nNetflix confirmed to TechCrunch that Ready Player Me's team of 20 people will join Netflix, but only one of the executives, CTO Rainer Selvet, is shifting to Netflix. There continue to be many unknowns about the deal, too, like when gamin",
      "media": "GameSpot",
      "game_relevance": 0.8,
      "importance": 0.6,
      "title_kr": "Netflix, 또 다른 대형 게임 행보",
      "content_summary_kr": "Netflix가 게임 사업 확대의 일환으로 에스토니아 기반 게임 스타트업 Ready Player Me 인수. Ready Player Me는 여러 게임에서 사용 가능한 아바타 기술을 개발하는 회사로, 20명의 팀이 Netflix에 합류하며 CTO Rainer Selvet을 포함한 핵심 인력이 Netflix로 이동.",
      "category": "매출 & 성과"
    },
    {
      "title": "Ark 2's New Release Date Allows It To Dodge GTA 6 By A Comfortable Two-Year Gap",
      "url": "https://www.gamespot.com/articles/ark-2s-new-release-date-allows-it-to-dodge-gta-6-by-a-comfortable-two-year-gap/1100-6537113/",
      "date": "2025-12-22 22:14",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4626255-ark-2.jpg",
      "body": "Ark 2 now has a new release window, but don't expect it to be out soon, as the new date for the game is a nebulous 2028. Developer Studio Wildcard originally announced the dino-taming survival soulslike game sequel all the way back in 2020, but since then, the project has suffered several delays.\nThe 2028 date was revealed during publisher Snail Games' Investor Day held at the NASDAQ Marketsite building in Times Square this week (via the Epic Games Store blog), and the studio also unveiled a new look at the in-game model of Bob, the character who has appeared in multiple Ark projects and is voiced by The Boys star Karl Urban.\nNow Playing: Ark 2 Reveal Trailer | Game Awards 2020\nStudio co-founder Jeremy Stieglitz revealed a two-year roadmap for Ark: Survival Ascended, which will culminate with the release of Legacy of Santiago, a major expansion that will lay the groundwork for Ark 2 and introduce several new gameplay mechanics coming to the sequel.\nSnail Games also confirmed that 4 mil",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Ark 2의 새로운 출시일, GTA 6와 2년 격차로 충돌 회피",
      "content_summary_kr": "Studio Wildcard가 Ark 2의 출시 시기를 2028년으로 발표. 2020년 첫 공개 이후 여러 차례 연기를 거쳐 최종 출시 시기를 확정했으며, Ark: Survival Ascended의 2년 로드맵과 함께 주요 확장팩 Legacy of Santiago를 통해 Ark 2의 기반을 마련할 계획임을 공개.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "《碧蓝档案》制作组首曝UE5新游《Project RX》，韩国二次元“诸神换代”！",
      "url": "http://www.gamelook.com.cn/2025/12/584691/",
      "date": "2025-12-23 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/CJFH8-320x180.jpg",
      "body": "如今的韩国二游市场，早已不是一片蓝海，而是一个竞争白热化且被中国产品深深影响的战场。\nSensor Tower数据显示，韩国市场动漫风格手游在近3年收入持续攀升。受《Seven Knights Re:BIRTH》、《Mabinogi Mobile》等今年上市的头部游戏强力拉动，2024年10月至2025年9月的12个月内，该类型手游收入创历史新高，相比2022年增长41%，接近14亿美元。这充分表明以动漫IP、二次元等为题材的游戏在韩国市场仍具有广阔的增长潜力。\n但与此同时，市场份额的争夺也异常激烈。在活跃用户层面，《原神》、《崩坏：星穹铁道》和《胜利女神：NIKKE》已经稳固地在韩国形成了“三巨头”格局。能够跻身头部并站稳脚跟的韩国二次元游戏，严格来说目前主要就是四张牌：Shift Up的《NIKKE》、Nexon的《碧蓝档案》、Project Moon的《边狱巴士》以及Smilegate的《第七史诗》。此外，像网石《我独自升级》这样由热门动漫改编的作品，也是市场上一股不可忽视的力量。\n正是因为这种前有巨头盘踞、后有追兵不断的压力，头部厂商的危机感和前瞻性被空前激发，“下一代”的布局成了关乎生存的必答题。Shift Up在凭借《NIKKE》赚得盆满钵满、又用《剑星》在主机/PC领域打响名头后，丝毫没有停歇，已经正式宣布了其下一个旗舰级IP《Project Spirit》的开发。与此同时，其王牌《剑星》的续作也已提上日程，目标是打造规模更大的世界。无独有偶，《第七史诗》的研发团队SUPER CREATIVE，其玩法融合了卡牌与Roguelike的次世代新作《卡厄思梦境》也已经上线海外，并同步开启国服测试。这场“下一代”的竞赛中，谁都不想掉队。\n《Project RX》游戏宣传片\n几天前，NEXON Games正式公布了《蔚蓝档案》团队的新作《Project RX》的首个预告视频。消息一出，关注度自然不低。毕竟，《蔚蓝档案》这个项目本身和它背后的团队，在过去一年里，经历的风波可比游戏剧情还要跌宕。\n去年八月，几位从《蔚蓝档案》项目组出走的前核心成员，其中还包括前日服制作人朴炳林，刚成立新公司Dynamis One仅仅四个月，就火速公布了一个名叫《Project KV》的新项目。一看PV，设定、画风都与BA极为神似，立刻在玩家社区（尤其是韩服）引发了巨大的争议和批评，被",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "《Blue Archive》 제작팀, UE5 신작 《Project RX》 첫 공개, 한국 2차원 게임 '세대교체' 시작",
      "content_summary_kr": "NEXON Games가 《Blue Archive》 팀의 신작 《Project RX》 첫 예고편 공개. 한국 2차원 게임 시장은 《原神》, 《崩坏：星穹铁道》, 《NIKKE》의 3강 구도 속에서 Shift Up의 《Project Spirit》, SUPER CREATIVE의 《卡厄思梦境》 등 차세대 작품들이 속속 발표되며 치열한 경쟁 돌입. 작년 《Blue Archive》 핵심 인력 이탈 후 설립된 Dynamis One의 《Project KV》는 유사한 설정과 화풍으로 한국 커뮤니티에서 논란 발생.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "AI大模型看花眼？盛天何玲：如何持续试错、完成“AI时代下的美术团队转型”",
      "url": "http://www.gamelook.com.cn/2025/12/584645/",
      "date": "2025-12-23 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/aist89-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/在12月18日的2025年中国游戏产业年会“AI筑基.3D增效.流程提质:先进技术打造游戏竞争力新基石”分论坛中，盛天网络内容创意部负责人何玲，以《AI时代下的美术团队转型》为题进行了分享。\n何玲结合了盛天网络内部的探索，分享了中小团队如何利用生成式 AI进行美术团队转型的实践，包括AI工具选型、项目落地、传统团队转型路径及应对风格同质与版权风险的策略。\n以下为分享实录：\n何玲：\n尊敬的各位来宾、各位同行，大家好！我是来自盛天网络技术股份有限公司的何玲。\n感谢欧特克公司的邀请，让我有机会在这里，与各位一同探讨《AI时代下的美术团队转型》。\n今天我想分享的，是我们——一家中型游戏公司——在过去两年里，如何一步步将AI工具融入美术生产管线，实现团队转型的真实历程。我们的经验或许不够前沿，却可能更贴近大多数正在探索中的团队的实际情况。\n首先，请允许我，向还不熟悉我的朋友做个自我介绍。我来自湖北盛天网络技术股份有限公司。公司服务游戏行业近20年，最早是做网吧这个垂直场景服务，而在最近的五年中，我们在游戏领域布局了小游戏自研与联运、独立游戏发行、手游自研与发行等业务。\n很幸运的，除了的各类游戏平台，近期也有一些游戏产品，取得了一些成绩。\n自2022年起，我们便开始密切关注生成式AI的演进，迅速组建团队，基于开源基础模型的开发，整合了一系列AI工具，覆盖语言、图像、音乐等多个领域，并形成了应用产品。\n而我的团队也在众多游戏项目上，较早的开始接触AI工具，并运用到了实际美术资产的制作中。\n接下来，我将围绕我的团队在AI工具上如何选型、项目落地使用，传统美术团队如何转型，这三个关键问题，分享我们一路走来的实践与思考。\n我们在项目中选择内部或外部AI工具的标准，非常明确，主要基于效率、版权和开发量级三个方面：对于体量小、开发周期短、对设计和美术风格要求不高的项目，我们更多使用付费AI工具，快速出品；而对于重投入、长周期、对设计和美术风格有明确要求的项目，我们更倾向于采用开源大模型结合本地化部署的工作流，确保风格一致与版权归属无纠纷问题\n具体工具的选择，则会根据现有AI模型的特点与项目实际需求灵活调整。\n在2D小游戏方向，我们早期采用“文心一言/豆包 + Midjourney”的链路，通过语言大模型生成提示词，再利用图像AI生",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "AI 대형 모델에 현혹되나? 盛天 何玲: 지속적인 시행착오를 통한 'AI 시대 미술팀 전환' 완성법",
      "content_summary_kr": "盛天网络의 何玲이 2025 중국게임산업연회에서 중소 게임사의 AI 기반 미술팀 전환 사례를 공유. 소규모·단기 프로젝트는 Midjourney 등 유료 AI 툴로 빠른 제작을, 대규모·장기 프로젝트는 오픈소스 모델 기반 자체 워크플로우를 구축해 스타일 일관성과 저작권 문제를 해결하는 실전 전략 발표.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "《2025年全球畅销手游运营活动洞察》-2025年收入有望突破820亿美元",
      "url": "http://www.gamelook.com.cn/2025/12/584623/",
      "date": "2025-12-23 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/yingx01-320x180.jpg",
      "body": "在经历了全球宏观经济和用户行为模式的深刻调整后，全球手游市场正进入一个重塑增长逻辑的关键时期。市场波动性虽然依然存在，但头部产品和新兴爆款的成功经验清晰地指向一个核心驱动力——精细化、高品质的运营活动设计。\n本报告聚焦于2025年全球畅销手游的运营活动策略，深入洞察顶尖厂商如何通过活动联动、内容迭代和深度激励，有效穿越市场噪音，持续捕获玩家的注意力与付费意愿。\n特别说明：本报告统计的收入数据为App Store和Google Play应⽤商店中的IAP预估值，数据不包括⼴告变现收⼊、第三⽅安卓市场的收⼊以及厂商官网等支付渠道产生的直付收入。在未明确声明为净收益的情况下，该数据均为收⼊总额(即未扣除平台分成的部分)。\n2025年全球手游收入将达到820亿美元，策略与解谜手游增长突出\n全球手游市场展现出惊人的韧性和成熟度，在经历疫情驱动的高速增长和随后的市场调整期后，已成功重回增长轨道。预计2025年，全年内购收入将达到820亿美元。\n全球手游下载量在经历疫情期间的激增后，市场规模从早期的快速扩张转变为超500亿次/年的高位稳定。这意味着手游市场呈现结构性成熟，发行商策略重点在于精细运营延长游戏生命周期，提升用户质量和终身价值。\n2025年，共有135款手游内购收入超1亿美元，合计达508亿美元。策略手游凭借高付费玩家和长生命周期驱动，吸金近150亿美元，成为资金投入和回报最高的赛道。解谜手游拥有广泛的用户基础和稳定的付费转化，彰显精细化运营爆发出的顶级商业潜力。\n2025年生存策略游戏《Last War: Survival》和 《Whiteout Survival》牢牢占据全球手游收入榜前两位，且仍保持着极高的增长速度，全年收入预计分别达到24亿美元和22亿美元，彰显策略品类在驱动高付费玩家和长生命周期价值上的领先优势。\n高密度、多层次的运营活动体系，推动用户活跃度和消费双重增长\n头部游戏正通过高密度、多层次协同的运营活动，系统性构建组合策略，保证玩家在任何时间点都同时身处多个活动，以满足不同玩家的多元需求和动机，推动用户活跃度和消费双重增长。\n运营活动体系通常包含常规活动、特色活动和大型活动等不同层次。\n手游常见运营活动详解\n滚动优惠是一种特殊的促销活动，将一系列独立的优惠礼包串联成一个链条，玩家需要按照预设的顺序逐一领取或购买这些礼包。通过“免费领取-逐步解锁”的",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "《2025년 글로벌 모바일게임 운영 활동 인사이트》- 2025년 매출 820억 달러 돌파 전망",
      "content_summary_kr": "2025년 글로벌 모바일게임 시장 매출이 820억 달러에 달할 것으로 전망되며, 전략 및 퍼즐 장르의 성장세가 두드러짐. 'Last War: Survival'과 'Whiteout Survival'이 각각 24억 달러, 22억 달러로 수익 상위권을 차지하며, 고밀도 다층 운영 활동 체계를 통한 유저 활성도 및 소비 증대 전략이 성공 요인으로 분석됨.",
      "category": "매출 & 성과"
    },
    {
      "title": "买量大佬变身“AI狂人”？三七AILab负责人：三七互娱如何实现AI全链路革新",
      "url": "http://www.gamelook.com.cn/2025/12/584610/",
      "date": "2025-12-23 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/aisq18-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/在12月18日的2025年中国游戏产业年会“AI筑基.3D增效.流程提质:先进技术打造游戏竞争力新基石”分论坛上，三七互娱网络科技集团股份有限公司AILab负责人、高级算法专家夏拓，以《AI重塑游戏新质生产力:从全链路革新到智能体时代》为题进行了分享。\n夏拓结合了三七互娱内部的实践，分享了三七互娱如何利用生成式 AI（深度思考、多模态生成及智能体）技术，在游戏策划、研发、运营及内容风控（“灵察察”平台）等全链路环节中重构生产力与协作模式的实践经验。\n以下为分享实录：\n夏拓：\n各位领导，各位嘉宾，大家下午好。其实我很诧异，今天有这么多人在这里听报告。我叫夏拓，是在三七互娱负责AI Lab的技术人员，我是一个算法工程师。我希望在这里跟大家探讨一下，我们是如何利用AI，尤其是生成式AI，来重塑我们整个游戏研发的发行过程中的新质生产力的创造。这就是我大概的主题。\n主要是想跟大家聊一聊我们当下经历的生产力转变的情况，以及我们在三七互娱各个游戏的各个链条环节，怎么样利用AI来提升我们整体的生产效率，以及我们对于未来的一些内容安全方面的看法。\n首先我们都知道，我们其实经历了好几次生产力形态的跃迁。智能化就是我们最近的一次。从原来蒸汽机的出现，我们可以规模化生产；到电气化，提升了更多的生产效率；还有数字化让信息成为了核心资产。到我们现在智能化的阶段，我们觉得算法、算力和数据能够让我们的生产力发生根本性的重构。\n我们文娱行业，包括游戏产业的生产力瓶颈，都是在持续迁移的。比如说传统的模式里面，我们很多素材都是高度的手工化，需要很多人来做。内容的输出周期也是很长的，重做一些资产也非常慢，多工种的协作也非常复杂。在这个时候，我们更多的流程是围绕着人来设计的，AI都是一些辅助的工具。\n如今到了新的AI时代，我们面临一些新的挑战。新的生产方式其实是围绕着AI的能力来重新设计的。我们也遇到一些新的挑战，比如算力、基础设施、资产管理，以及我们的协作方式需要进行重构。我们希望有了AI的加持以后，能够走向一个围绕AI重构的生产体系。\n其实大家都知道，从2022年开始，整个生成式AI已经迈入到台前了。从以ChatGPT为代表的大语言模型，以及以Stable Diffusion为代表的多模态生成模型，其实都是在2022年开始给我们的生产力注入了非",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "유저 확보의 대가에서 'AI 광인'으로 변신? 三七互娱 AILab 책임자: AI 전체 공정 혁신 실현 과정",
      "content_summary_kr": "三七互娱 AILab 책임자 夏拓가 2025 중국 게임산업 연회에서 생성형 AI 기술을 활용한 게임 기획, 개발, 운영, 콘텐츠 관리 등 전 공정의 생산력 혁신 사례를 발표. 과거 수작업 중심의 게임 제작 방식에서 AI 중심의 생산 체계로 전환하며, ChatGPT와 Stable Diffusion 등 생성형 AI 모델을 통해 제작 효율성을 근본적으로 재구축하고 있음을 공개.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "苹果修改iOS规则、架空日本“开放三方支付新规”：Epic老板痛批“不尊重日本人民”",
      "url": "http://www.gamelook.com.cn/2025/12/584604/",
      "date": "2025-12-23 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/App-Store-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/Epic与苹果的世纪诉讼马拉松，今年在美国和欧洲市场刚有了初步结果，5月份的时候，美国法庭裁定苹果违反了其法庭命令，正式要求App Store立即开放三方支付，且“没商量”。然而，就在全球开发者都以为这个政策会推广到全球市场之际，苹果转身就用新规直接对抗日本监管部门、又给全球开发者上了一课：开放第三方支付与商店？没那么简单。\nEpic Games公司CEO Tim Sweeney于12月18日在社交平台表达了对苹果公司最新的“合规表演”的愤怒。他评论苹果为响应日本移动软件竞争法推出的合规措施时指出，“对日本政府和人民的极大不尊重，是阻碍和违法的荒唐行径”。\n与此同时，Sweeney宣布《堡垒之夜》今年不会回归日本的iOS商店，这一表态背后，是苹果公司通过一系列精妙规则设计，将日本旨在促进公平竞争的新法律实质架空。\n被苹果架空的日本新法\n日本《移动软件竞争法》（MSCA）的初衷十分明确：打破苹果和谷歌在移动应用生态中的垄断地位。该法强制要求苹果向第三方应用商店和支付系统开放其操作系统，旨在为开发者减轻负担，为玩家创造更公平的环境。\n苹果公司表面遵从法律要求，实则制定了一套足以让新法目标落空的具体规则。苹果一方面声称，开放第三方应用商店和支付“为恶意软件、欺诈与诈骗以及隐私和安全风险开辟了新途径”。另一方面，则在这一“安全担忧”的幌子下，出台了一套新收费体系：开发者使用第三方应用内支付需支付21%的佣金，通过开发者网站进行的交易需支付15%的抽成。\n更令人震惊的是，苹果要求所有在App Store之外分发应用的开发者，必须通过专门API向苹果提交每月所有交易的详细报告。这一要求无异于让苹果监视竞争商店的每一笔交易，Sweeney将这些称为“垃圾费用”。\n新规冲击日本手游生态\n日本本土开发者对这些变化普遍持否定态度。游戏制作人Ukyo代表许多中小型开发团队表达了担忧，按照苹果的新规则，“对于中小型企业而言，脱离应用商店最终几乎没有什么好处。”\nUkyo团队经过详细测算发现，客户支持成本、初始开发成本以及维护/运营费用可能会不降反增。加上使用外部支付处理器产生的交易费用，开发者实际需要支付“5%的核心技术费，再加上几个百分点的外部支付费用”。\n苹果的新规实质上维持了其收税权，只是换了个名目。日本开发者原本期望新法实",
      "media": "Gamelook",
      "game_relevance": 0.8,
      "importance": 0.8,
      "title_kr": "Apple, iOS 규칙 변경으로 일본 '제3자 결제 개방 신규정' 무력화: Epic 대표 \"일본 국민 존중하지 않아\" 강력 비판",
      "content_summary_kr": "Apple이 일본 모바일 소프트웨어 경쟁법에 대응해 제3자 결제 시 21%, 개발자 웹사이트 거래 시 15% 수수료를 부과하고 외부 배포 시 모든 거래 내역 보고를 의무화하는 신규정을 발표. Epic Games CEO Tim Sweeney는 이를 일본 정부와 국민에 대한 불경이자 위법 행위로 규정하며 《포트나이트》의 일본 iOS 스토어 복귀 취소를 선언. 일본 중소 개발사들은 고객 지원, 개발, 유지보수 비용에 외부 결제 수수료까지 더해져 실질적 이익이 없다며 Apple의 신규정이 법안 취지를 무력화했다고 비판.",
      "category": "규제 & 이슈"
    },
    {
      "title": "领奖当天自曝用过AI，《33号远征队》被独立游戏大奖“收回奖杯”！",
      "url": "http://www.gamelook.com.cn/2025/12/584598/",
      "date": "2025-12-23 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/iga1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/2025年的游戏行业注定要在喧嚣中收尾。就在TGA的聚光灯刚刚散去，另一场关于“纯洁性”的风暴正在独立游戏圈猛烈刮起。\n12月18日，备受瞩目的独立游戏大奖（Indie Game Awards）落下帷幕，Sandfall Interactive开发的年度黑马《光与影：33号远征队》毫无悬念地斩获了“年度最佳游戏”与“最佳出道作”两项大奖。然而，仅仅数小时后，这两座奖杯便被主办方宣告收回。\n这一戏剧性转折的导火索，是Sandfall官方在颁奖礼当天的“自曝”。工作室承认，虽然游戏的最终版本并未包含由生成式AI创作的正式资产，但在开发早期，团队确实像许多同行一样，使用了AI生成的内容作为临时占位符。\n尽管这些“替身”在游戏正式发售后的五天内已通过补丁被全部替换为人工资产，但对于标榜“零容忍”的独立游戏大奖组委会而言，这已触犯了天条。\nSandfall的遭遇并非孤例，它折射出的是整个行业在AI技术应用上的严重撕裂。一边是开发者对于效率的务实追求，另一边则是社区对于“AI污染”的极度敏感。\n就在此次风波前不久，拉瑞安工作室因其高管关于AI的言论而被推上风口浪尖。拉瑞安指出，在概念设计和繁琐的基础工作中，AI已成为行业普遍采用的提效工具。这句实话却刺痛了许多视拉瑞安为“业界良心”的玩家。\n针对这一现象，战马工作室创始人、《天国：拯救》系列的创意总监Daniel Vávra公开发声力挺拉瑞安。他在社交媒体上直言不讳地指出，外界对于AI的抵制如同19世纪工人砸毁蒸汽机一样徒劳。\nVávra强调，拉瑞安仅仅是道出了一个房间里的大象——AI技术已经不可逆转地嵌入了现代游戏开发的工业流程中，盲目的猎巫只会让行业陷入停滞。\n“拉瑞安只是说了大家都在做的事，却遭受了疯狂的攻击。这就像工业革命初期人们对新技术的恐惧一样，AI已成为现实，我们必须面对。”\n如果说独立游戏界的争议更多关乎“匠人精神”的定义，那么3A领域的AI风波则直接击穿了厂商与玩家间的信任基石。近期，《战地风云6》成为了新的众矢之的。尽管开发商DICE工作室曾在发售前信誓旦旦地承诺，最终版本将不会包含任何人工智能生成的素材，但玩家社区很快在游戏内发现了一批设计粗糙、风格违和的美术图标。\n这些疑似“AI赶工”的痕迹不仅拉低了游戏的视觉质感，更让玩家感到被欺骗。在3A大作",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "수상 당일 AI 사용 고백한 《33号远征队》, 독립 게임 대상 측의 트로피 회수 결정",
      "content_summary_kr": "독립 게임 대상(Indie Game Awards)에서 두 개 부문을 수상한 《光与影：33号远征队》가 개발 초기 AI 생성 콘텐츠를 임시 자리 표시자로 사용했다고 시인한 후 수 시간 만에 트로피 회수됨. 개발사 Sandfall Interactive는 정식 출시 5일 내 모든 AI 자산을 인공 자산으로 교체했다고 밝혔으나, 조직위는 'AI 무관용' 원칙을 적용함. 이는 최근 Larian Studios와 《전장 6》의 AI 논란과 함께 게임 업계 내 AI 기술 활용을 둘러싼 개발자와 커뮤니티 간 심각한 입장 차이를 보여주는 사례로 평가됨.",
      "category": "규제 & 이슈"
    },
    {
      "title": "调研22家国内大厂，游戏工委发布《游戏企业AI技术应用报告》",
      "url": "http://www.gamelook.com.cn/2025/12/584581/",
      "date": "2025-12-23 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/aibg1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/作为2025年全球游戏行业最大的热点之一，AI在最近结束的2025中国游戏产业年会上自然也是被关注的重中之重。游戏工委也在年会AI分论坛上，发布了2025年《游戏企业AI技术应用课题报告》。\n本次报告对国内22家不同规模的代表性游戏企业开展专项调研，全面涵盖游戏行业AI技术的应用现状、现存挑战与未来发展趋势，为行业发展提供参考依据。\n受访企业主要集中在游戏产业发达地区，包括北京、上海、广东、福建、浙江等地，具体企业有恺英网络、西山居、腾讯游戏、网易游戏、世纪华通等。\n调研样本以中大型企业为主，年营收1亿元人民币以上的企业占比高达90.9%。其中，0-5千万营收区间占比9.1%，5千万 – 1亿营收区间占比22.7%，1 – 10亿营收区间占比36.4%，10 – 30亿营收区间占比13.6%，30 – 50亿营收区间占比18.2%。\n员工规模上，超四成企业员工人数超过1000人。具体来看，10 – 50人区间占比4.6%，50 – 100人区间占比13.6%，100 – 300人区间占比40.9%，300 – 500人区间占比13.6%，500 – 1000人区间占比22.7%。\n具体从应用场景来看，AI技术在游戏研发环节的应用率高达86.36%，已成为驱动游戏产业升级的重要工具之一，但未应用AI技术的企业仍占13.6%。\n从应用模式来看，以“辅助探索使用”为主，占比73.7%；人力主导工作模式占比21.1%；人机协同均衡模式占比5.3%。其中，AI辅助探索模式中AI使用占比约为20%或更少；人力主导工作模式中AI使用占比约为40%；人机协同均衡模式中AI使用占比约为50%。\n具体到各细分环节，其中美术设计环节自然应用最广泛，渗透率达84.2%。该环节呈现“静强动弱”特征，静态视觉资产生产应用成熟，已成为行业标配。AI搜集生成参考图、辅助3D模型生成的渗透率均达81.3%，生成图处理与贴图优化渗透率超56%；而动态内容如动作捕捉、UI动效等渗透率仅为31.3%，二者存在技术落地差距。\n而在高重复度、高资源消耗环节，比如智能NPC和自动化测试等环节应用率较高。\n至于内容与系统设计辅助环节，AI技术则被用于辅助生成音频、地图等内容，以及辅助玩法、数值等系统设计。其中，合成游戏背景音乐和特效音乐（52.6%）、玩",
      "media": "Gamelook",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "국내 22개 대형 게임사 조사, 게임공위 《게임 기업 AI 기술 응용 보고서》 발표",
      "content_summary_kr": "중국게임공위, 2025년 게임산업연례회의에서 Tencent Games, NetEase Games 등 국내 22개 대표 게임사를 대상으로 한 AI 기술 응용 실태 보고서 발표. 조사 결과 게임 개발 과정에서 AI 기술 활용률 86.36% 기록, 특히 미술 디자인 분야에서 84.2%의 침투율을 보이며 정적 비주얼 자산 생성이 업계 표준으로 자리잡음. 현재는 'AI 보조 탐색' 모드(73.7%)가 주류를 이루며 AI 사용 비중은 약 20% 수준에 머물고 있음.",
      "category": "매출 & 성과"
    }
  ]
}