{
  "daily_summary": "• **Clair Obscur: Expedition 33의 The Game Awards 2025 석권**으로 신흥 개발사의 AAA급 RPG 도전 성공 사례 등장\n\n• **Microsoft의 Call of Duty: Black Ops 7 부진 인정**과 연례 출시 중단 선언으로 대형 프랜차이즈 개발 전략 전환점 도래\n\n• **Diablo 4 Lord of Hatred 확장팩의 사전 구매자 즉시 플레이**와 Clair Obscur DLC 무료 배포로 출시 전후 콘텐츠 제공 방식 다양화\n\n• **id Software 전사 노조 결성**과 Rockstar 대량 해고 논란으로 게임 업계 노동 환경 갈등 표면화",
  "articles": [
    {
      "title": "Clair Obscur: Expedition 33 Sweeps The Game Awards 2025, Director Thanks Final Fantasy Legend in Game of the Year Speech",
      "url": "https://www.ign.com/articles/clair-obscur-expedition-33-storms-the-game-awards-2025-wins-coveted-game-of-the-year",
      "date": "2025-12-12 13:18",
      "comments": 230,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/gettyimages-2250743635-1765534316713.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Clair Obscur: Expedition 33 stormed The Game Awards 2025, winning all but two categories it was nominated in, including the main prize: Game of the Year.\nSandfall Interactive's much-loved RPG won a record-breaking nine awards at the show. It took home the Game of the Year gong ahead of Death Stranding 2: On the Beach, Donkey Kong Bananza, Hades 2, Hollow Knight: Silksong, and Kingdom Come: Deliverance 2.\nAccepting the Game of the Year award to rapturous applause, director Guillaume Broche thanked the \"incredible team\" at Sandfall Interactive, most of whom were in attendance and in costume. Broche extended his thanks to the \"unsung heroes\" of the video game industry, \"the people who make tutorials on YouTube on how to make a game, because we had no idea how to make a game before.\"\nBroche went on to issue a personal thank you to Final Fantasy creator Hironobu Sakaguchi, \"who inspired me to become a game dev.\" Broche ended his speech by announcing the shadow drop release of Clair Obscur D",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.9,
      "title_kr": "Clair Obscur: Expedition 33, The Game Awards 2025 석권... 감독, Game of the Year 수상 소감에서 Final Fantasy 창시자에게 감사 표명",
      "content_summary_kr": "Sandfall Interactive의 RPG Clair Obscur: Expedition 33이 The Game Awards 2025에서 Game of the Year를 포함해 역대 최다인 9개 부문 수상. 감독 Guillaume Broche는 수상 소감에서 개발팀과 유튜브 튜토리얼 제작자들, 그리고 자신에게 영감을 준 Final Fantasy 창시자 Hironobu Sakaguchi에게 감사를 전하며 Clair Obscur 신작의 깜짝 출시를 발표.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "Resident Evil: Requiem Developers Reveal How Much We'll Play as Leon — And Say The Survival Horror/Action Contrast Is Like Jumping Into a Cold Bath After a Hot Sauna",
      "url": "https://www.ign.com/articles/resident-evil-requiem-developers-reveal-how-much-well-play-as-leon-and-say-the-survival-horroraction-contrast-is-like-jumping-into-a-cold-bath-after-a-hot-sauna",
      "date": "2025-12-12 21:27",
      "comments": 96,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/biohazard-requiem-interview-20251212-370945-003-1765542000902.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Following official confirmation that Leon S. Kennedy will co-star in Resident Evil: Requiem, the game's developers have confirmed how much we'll be playing as the floppy-hair favorite — and it's good news for his fans.\nSpeaking to Automaton, director Akifumi Nakanishi revealed that Requiem features nearly equal screentime between Leon and the previously-revealed Grace Ashcroft.\n\"In terms of gameplay, Grace and Leon's playable sections are almost equally split,\" Nakanishi said, likening the game's structure as similar to Resident Evil: Revelations, which featured both Chris Redfield and Jill Valentine.\n\"It's almost like having two games with completely different types of tension mixed together,\" Nakanishi continued. \"Early on, we worried players might not be able to keep up, but now we feel that the contrast gives the game a unique rhythm, like jumping into a cold bath after sitting in a hot sauna (laughs).\"\nNakanishi went on to describe Leon's playable sections as a \"release\" after the",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Resident Evil: Requiem 개발진, Leon 플레이 비중 공개 — 서바이벌 호러/액션 대비는 '뜨거운 사우나 후 냉탕에 뛰어드는 것'과 같다고 표현",
      "content_summary_kr": "Resident Evil: Requiem의 Akifumi Nakanishi 디렉터가 Leon S. Kennedy와 Grace Ashcroft의 플레이 가능 섹션이 거의 동등하게 분할되어 있다고 공개. Resident Evil: Revelations와 유사한 구조로, 서로 다른 긴장감을 가진 두 게임을 섞은 것 같으며, 이러한 대비가 뜨거운 사우나 후 냉탕에 뛰어드는 것처럼 게임에 독특한 리듬을 부여한다고 설명.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "'I Don't Climb Over Others to Get Ahead' — Mortal Kombat Movie Producer Reacts After Street Fighter Cast Threw Big Shots at the Mortal Kombat 2 Cast | The Game Awards 2025",
      "url": "https://www.ign.com/articles/i-dont-climb-over-others-to-get-ahead-mortal-kombat-movie-producer-reacts-after-street-fighter-cast-threw-big-shots-at-the-mortal-kombat-2-cast-the-game-awards-2025",
      "date": "2025-12-12 20:59",
      "comments": 92,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/sf-1765540444629.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "One of the big surprises at The Game Awards 2025 was not only the debut trailer for the Street Fighter movie, but the appearance on-stage of the entire cast. That’s right, the likes of Jason Momoa, who plays Blanka, Cody Rhodes, who plays Guile, and Roman Reigns, who plays Akuma turned up to hype up next year’s Street Fighter adaptation.\nAnd then came one of the highlights of the entire show — at least for me personally as a lifelong fan of both Street Fighter and Mortal Kombat. Comedian Andrew Schulz, who plays Dan Hibiki, went for the cast of Mortal Kombat 2 with a joke that certainly got the attention of fans online.\n“We’re not the only game that appreciates your patronage,” Schulz began. “There’s another game out there, they also flew from around the world to be here because they appreciate you. So give it up for the whole cast of Mortal Kombat 2!”\nAs the audience applauded in anticipation of the Mortal Kombat 2 cast actually coming out onto the stage, Schulz revealed the truth: “I",
      "media": "IGN",
      "game_relevance": 0.7,
      "importance": 0.5,
      "title_kr": "'남을 깎아내리며 앞서가지 않는다' — Street Fighter 영화 출연진이 Mortal Kombat 2 출연진에게 디스를 날린 후 Mortal Kombat 영화 프로듀서의 반응 | The Game Awards 2025",
      "content_summary_kr": "The Game Awards 2025에서 Street Fighter 영화 출연진이 무대에 등장해 Jason Momoa, Cody Rhodes, Roman Reigns 등이 2026년 개봉작을 홍보함. 코미디언 Andrew Schulz가 Dan Hibiki 역으로 출연하며 Mortal Kombat 2 출연진을 향한 농담을 던져 두 게임 프랜차이즈 팬들 사이에서 화제를 모으고, 이에 Mortal Kombat 영화 프로듀서가 '남을 깎아내리지 않는다'는 입장을 표명함.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Clair Obscur: Expedition 33's DLC Is Out Now | The Game Awards",
      "url": "https://www.ign.com/articles/clair-obscur-expedition-33s-dlc-is-out-now-the-game-awards",
      "date": "2025-12-12 13:07",
      "comments": 76,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/05/14/ignclairobscuresquie-1747232086763.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Clair Obscur: Expedition 33 just swept The Game Awards, winning a whopping 9 out of 11 of its nominations, including Game of the Year. In celebration, Sandfall Interactive took the stage to announce that its previously-announced DLC for the game is out...now. Right now!\nWe learned back in October that this update - which is free, by the way - was happening, we just didn't know when. At the time, Sandfall said it would include a new dungeon, enemies, bosses, and more, new language localizations, new costumes, and \"even more surprises.\"\nIt also shared the following image at the time, which seems to hint at what story the DLC might cover...and we've got a few guesses from staring daggers at it, but we'll let you speculate yourselves. Or, just go play it now.\nFollowing the news, Sandfall dropped a \"Thank You\" update trailer that seems to cover a little more of what to expect. There's a colorful new environment full of toys, balloons, and assorted bits and bobs that seems to be an Act 3 loc",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Clair Obscur: Expedition 33의 DLC, 현재 출시 중 | The Game Awards",
      "content_summary_kr": "The Game Awards에서 올해의 게임을 포함해 11개 부문 중 9개 수상을 차지한 Clair Obscur: Expedition 33, 시상식 무대에서 무료 DLC의 즉시 출시 발표. 새로운 던전, 적, 보스, 의상 및 3막 지역으로 추정되는 알록달록한 장난감 테마 환경 등을 포함한 업데이트 내용 공개.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Microsoft Hypes Up 2026 as a 'Banner Year for Some of Our Biggest Franchises to Show Up' After Quiet The Game Awards",
      "url": "https://www.ign.com/articles/after-a-relatively-quiet-the-game-awards-microsoft-says-it-has-a-packed-xbox-developer-direct-coming-in-january-2026",
      "date": "2025-12-12 20:10",
      "comments": 66,
      "thumbnail": "https://assets-prd.ignimgs.com/2023/05/03/xbox-showcase-1683121552988.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Microsoft has confirmed plans for a significant Xbox Developer Direct showcase in January 2026 after a relatively quiet The Game Awards.\nWhile Microsoft-owned Blizzard announced the next Diablo 4 expansion, and we got news that South of Midnight is coming to PlayStation 5 and Nintendo Switch 2, fans saw nothing of the new Fable, Forza, Gears of War, or Halo games confirmed to be coming out in 2026.\nBut in an interview with Variety, Microsoft president of game content and studios Matt Booty promised big things are coming next month.\n“I can’t share exactly what’s there, but we’ve got a lot of stuff that we’re shipping next year. In fact, usually Dev Direct is about highlighting what’s coming up for the year ahead. This year, we’ve got more stuff coming up than we can fit in one show,” Booty teased.\n“So I will tell you that Playground Games is going to be in the Dev Direct, but we’ll have more stuff next year to ship than we can fit into one Dev Direct show in January, which is a good pla",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Microsoft, 조용했던 The Game Awards 이후 2026년을 '주요 프랜차이즈들이 등장할 대표적인 해'로 대대적 홍보",
      "content_summary_kr": "Microsoft가 조용했던 The Game Awards 이후 2026년 1월 Xbox Developer Direct 쇼케이스 개최를 확정하고, Fable, Forza, Gears of War, Halo 등 주요 프랜차이즈 신작들에 대한 대규모 발표 예고. Matt Booty 스튜디오 총괄은 2026년 출시 예정 콘텐츠가 한 번의 쇼케이스에 담기 어려울 정도로 많으며, Playground Games가 Developer Direct에 참여할 것이라고 확인.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Diablo 4 Expansion Lord of Hatred Revealed, Adds Not 1 but 2 New Classes, Including the Paladin | The Game Awards 2025",
      "url": "https://www.ign.com/articles/diablo-4-expansion-lord-of-hatred-revealed-adds-not-1-but-2-new-classes-including-the-paladin-the-game-awards-2025",
      "date": "2025-12-12 11:50",
      "comments": 45,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/09/paladin-1765288179086.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Blizzard has fully unveiled Diablo 4 expansion Lord of Hatred, confirming that it includes not one but two new classes, including the Paladin.\nAt The Game Awards 2025, Blizzard announced an April 28, 2026 release date for Lord of Hatred, which will see the Age of Hatred Saga, as Blizzard calls it, reach its climax. Campaign wise, players go up against eternal evil, Mephisto, but there’s a surprise return for Diablo 4 antagonist Lilith, who is back from the dead — shock horror! — after the events of the Diablo 4 campaign. Lord of Hatred adds the new region of Skovos, and there are significant gameplay changes, too.\nThe big news here is a pre-purchase of Lord of Hatred grants immediate access to the Paladin class, which is a fan-favorite from Diablo 2 and one of the most-requested classes for Diablo 4. Blizzard didn’t say what the mystery second class is.\nHere’s the story setup:\nThe Paladin, as you’d expect, revolves around hammer and shield gameplay, and smites enemies with Holy Light p",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Diablo 4 확장팩 Lord of Hatred 공개, Paladin 포함 2개의 신규 클래스 추가 | The Game Awards 2025",
      "content_summary_kr": "Blizzard가 The Game Awards 2025에서 Diablo 4 확장팩 Lord of Hatred를 공개하며 2026년 4월 28일 출시일 발표. 확장팩은 영원한 악 Mephisto와의 대결, 사망한 Lilith의 귀환, 신규 지역 Skovos를 포함하며, 사전 구매 시 Diablo 2의 인기 클래스인 Paladin을 즉시 사용 가능하고 추가로 미공개 두 번째 신규 클래스도 제공 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "'Shipping a Major Franchise Like Clockwork Every Year Is a Really Difficult Task' — Microsoft Responds to Call of Duty: Black Ops 7's Disappointing Launch",
      "url": "https://www.ign.com/articles/shipping-a-major-franchise-like-clockwork-every-year-is-a-really-difficult-task-microsoft-responds-to-call-of-duty-black-ops-7s-disappointing-launch",
      "date": "2025-12-12 21:50",
      "comments": 38,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/08/20/bo7directthumb-1755711538547.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Clearly, all is not well in the world of Call of Duty. Black Ops 7 appears to have struggled for players and sales relatively speaking amid tough competition from the likes of EA’s Battlefield 6 and Embark Studios’ Arc Raiders, and coming out just a year after Black Ops 6. Microsoft is yet to announce a player count or a sales figure for Black Ops 7, nor has it detailed any boost to Game Pass subscriber numbers as a result of its launch. Clearly, it hasn’t met its expectations.\nLast month, sales data suggested Black Ops 7 was struggling not just against rival shooter Battlefield 6, but also last year’s Black Ops 6. The Game Business reported that Black Ops 7’s European launch saw opening week sales down 63% versus Battlefield 6 during the equivalent launch periods for each shooter, and Black Ops 7 also down by more than 50% versus Black Ops 6. All in all, Black Ops 7 had a “terrible” launch, The Game Business’ chief Chris Dring said in a post on social media.\nThen, in a shock developme",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "'매년 시계처럼 대형 프랜차이즈를 출시하는 것은 정말 어려운 과제' — Microsoft, Call of Duty: Black Ops 7의 실망스러운 출시에 대해 답변",
      "content_summary_kr": "Call of Duty: Black Ops 7이 Battlefield 6, Arc Raiders 등 경쟁작과의 경쟁 속에서 플레이어 수와 판매량 부진을 겪고 있음. 유럽 출시 첫 주 판매량이 Battlefield 6 대비 63%, 전작 Black Ops 6 대비 50% 이상 하락했으며, Microsoft는 아직 플레이어 수나 판매 수치를 공개하지 않은 상황. 업계 전문가들은 Black Ops 7의 출시를 '끔찍한(terrible)' 수준으로 평가함.",
      "category": "매출 & 성과"
    },
    {
      "title": "2025 Upcoming Games Release Schedule",
      "url": "https://www.gamespot.com/articles/2025-upcoming-games-release-schedule/1100-6526471/",
      "date": "2025-12-13 05:39",
      "comments": 37,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4569759-4791722293-images.jpg",
      "body": "2025 has been an interesting year for video games, as the current-gen PlayStation and Xbox systems are well into their lifespans while the Nintendo Switch's successor, the Switch 2, is just beginning its life. And let's not forget all the exclusives we're sure to see across PC and mobile platforms--there are games coming out for just about everyone.\nKeeping track of all your anticipated games' release dates is a futile task without a little help, so GameSpot has broken down all the games planned for release in 2025. This includes games that have concrete dates, as well as those given a 2025 release window--for the latter, you'll find them grouped together at the end. We'll continue to update this post as more games are announced, and check here for all the games releasing in 2026.\nThe Legend of Cyber Cowboy (PS5, PS4, Xbox Series X|S, Xbox One, Switch, PC) - January 1\nLearn to Play Vol. 10 - Gravity Space Walk (PS4, PS5) - January 3\nSea Fantasy (Xbox Series X|S, Xbox One, PC) - January",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "2025년 출시 예정 게임 일정",
      "content_summary_kr": "GameSpot이 2025년 출시 예정인 모든 게임의 발매일을 정리한 종합 일정표 공개. PlayStation, Xbox 현세대 콘솔이 안정기에 접어들고 Nintendo Switch 2가 출시를 앞둔 가운데, PC와 모바일 플랫폼 독점작을 포함한 다양한 게임들의 구체적 발매일과 출시 예정 시기를 지속 업데이트할 계획 발표.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Mega Man: Dual Override Revealed by Capcom With First Gameplay Trailer and 2027 Launch Plans | The Game Awards 2025",
      "url": "https://www.ign.com/articles/mega-man-dual-override-revealed-by-capcom-with-first-gameplay-trailer-and-2027-launch-plans-the-game-awards-2025",
      "date": "2025-12-12 13:00",
      "comments": 36,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/megaman-blogroll-1765511870370.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "As revealed at The Game Awards 2025, Capcom is bringing the Blue Bomber back with a new video game called Mega Man: Dual Override.\nThe first trailer for what will be the first new Mega Man game since 2018’s Mega Man 11 reveals a return to that classic 2D style that made the iconic hero famous. It’s unclear what other elements will return for Mega Man: Dual Override, with the footage mostly promising vibrant visuals and a promise to warp onto PC, Nintendo Switch, Switch 2, PlayStation 4, PlayStation 5, and Xbox consoles in 2027.\n\"Mega Man returns in 2027 with a brand-new entry in the classic action platforming series!\" a description from Capcom says. \"Override challenges and blast down legions of robots while springboarding across a new array of futuristic frontiers!\"\nWith its release date as much as two years away, it shouldn't come as a surprise to hear that we know little else about Mega Man Dual Override at the moment. However, Capcom is giving die-hard fans the chance learn more ab",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Capcom, The Game Awards 2025에서 Mega Man: Dual Override 첫 공개 및 2027년 출시 계획 발표",
      "content_summary_kr": "Capcom이 The Game Awards 2025에서 2018년 Mega Man 11 이후 첫 신작 Mega Man: Dual Override를 공개. 클래식 2D 스타일로 회귀하며 2027년 PC, Nintendo Switch, Switch 2, PlayStation 4/5, Xbox 콘솔에 출시 예정. 출시까지 약 2년이 남아 구체적인 게임 정보는 추후 공개 계획.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Total War: Warhammer 40,000 Announced From Creative Assembly | The Game Awards 2025",
      "url": "https://www.ign.com/articles/total-war-warhammer-40000-announced-from-creative-assembly-the-game-awards-2025",
      "date": "2025-12-12 12:28",
      "comments": 28,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/totalwar-warhammer40k-blogroll-1765510102800.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Creative Assembly has finally confirmed one of the worst-kept secrets in video games: Total War: Warhammer 40,000.\nConfirmation comes from The Game Awards 2025, where Stranger Things star and self-confessed Warhammer fan David Harbour said said he was set to star in the strategy game.\nThe trailer includes a flashy cinematic showing Space Marine poster boys the Ultramarines killing orks - lots of orks. We then get a brief look at gameplay, showing the sheer scale of the action. It looks like we'll be able to campaign across multiple planets, shifting from war-torn battlefields to the galactic war. Based on the trailer, Total War: Warhammer 40,000 is set for release across PC and consoles.\nHere's all the official information we have from Creative Assembly:\nTotal War’s award-winning fusion of turn-based strategy and colossal real-time battles descends into the grim, science-fantasy universe of Warhammer 40,000.\nIn the Era Indomitus, the galaxy is aflame with endless war, and every soul’s ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Creative Assembly, Total War: Warhammer 40,000 발표 | The Game Awards 2025",
      "content_summary_kr": "Creative Assembly가 The Game Awards 2025에서 Total War: Warhammer 40,000을 공식 발표. 배우 David Harbour의 출연이 확정되었으며, 공개된 트레일러에는 Ultramarines와 오크의 전투 장면 및 여러 행성을 넘나드는 대규모 전략 게임플레이가 담김. PC와 콘솔로 출시 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "DC Studios Series Lanterns Gets a First Teaser, Showing Its Heroes Driving Off a Cliff",
      "url": "https://www.ign.com/articles/heres-our-first-teaser-for-dc-studios-lanterns-showing-its-heroes-driving-off-a-cliff",
      "date": "2025-12-12 23:05",
      "comments": 24,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/02/28/lanterns-blogroll-1740701126885.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Our first glimpse at footage from DC Studios series Lanterns has arrived, featuring Friday Night Lights' Kyle Chandler and Krypton's Aaron Pierre as members of the intergalactic Green Lantern Corps.\nThe clip, seemingly part of a longer showreel of upcoming series headed to HBO Max, offers our initial look at Chandler and Pierre's characters following an earlier photo tease back in February of this year.\nLanterns has been pitched as a buddy cop detective drama with similarities to Slow Horses and True Detective, all set within James Gunn's broader DC universe that was kickstarted this summer by blockbuster movie Superman and will continue next year with Supergirl.\nThis series sees Green Lantern Corps veteran Hal Jordan (Chandler) paired with younger hero John Stewart (Pierre) in a \"dark, Earth-based mystery as they investigate a murder in the American heartland.\" Today's trailer sees the two space cops squabbling in a car, before it gets driven off of a cliff. It's a dramatic moment, th",
      "media": "IGN",
      "game_relevance": 0.6,
      "importance": 0.5,
      "title_kr": "DC Studios 시리즈 Lanterns, 주인공들이 절벽에서 떨어지는 첫 티저 공개",
      "content_summary_kr": "DC Studios의 신작 시리즈 Lanterns의 첫 영상이 공개되며, Kyle Chandler와 Aaron Pierre가 Green Lantern Corps 멤버로 등장함. 이 시리즈는 Slow Horses와 True Detective 스타일의 버디 캅 드라마로, 베테랑 Hal Jordan과 젊은 영웅 John Stewart가 미국 중심부의 살인 사건을 수사하는 내용을 James Gunn의 DC 유니버스 세계관에서 다룸.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Ace Combat 8: Wings of Theve Announced for PC and Consoles in First Trailer | The Game Awards 2025",
      "url": "https://www.ign.com/articles/ace-combat-8-wings-of-theve-announced-for-pc-and-consoles-in-first-trailer-the-game-awards-2025",
      "date": "2025-12-12 12:42",
      "comments": 20,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/acecombat8-blogroll-1765510923088.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Bandai Namco and Project Aces sped into The Game Awards 2025 to finally reveal Ace Combat 8: Wings of Theve as the next entry in the long-running flight simulator series.\nA trailer for the new high-octane installment arrives six years after the launch of Ace Combat 7, revealing a boatload of footage with near-photorealistic visuals as combat is once again taken to the skies. Project Aces refrained from announcing a release date but confirmed Ace Combat 8: Wings of Theve is currently planned to launch for PC via Steam, PlayStation 5, and Xbox Series X | S in 2026.\nBandai Namco says Ace Combat 8 will \"once again break boundaries\" for arcade flight sims thanks to the power of a new generation of gaming consoles. Real-world jets, first-person cinematics, and invelment weather are just a few of the features the publisher says players can expect.\n\"The announcement trailer gives the first taste of the game’s deep Campaign Mode,\" an official description for Ace Combat 8 says, \"where players ta",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.7,
      "title_kr": "Ace Combat 8: Wings of Theve, PC 및 콘솔용으로 첫 트레일러 공개 | The Game Awards 2025",
      "content_summary_kr": "Bandai Namco와 Project Aces가 The Game Awards 2025에서 시리즈 신작 Ace Combat 8: Wings of Theve를 공개함. Ace Combat 7 출시 6년 만에 등장하는 이번 작품은 실사에 가까운 그래픽과 실존 전투기, 1인칭 시네마틱, 역동적인 날씨 시스템을 특징으로 하며, 2026년 PC(Steam), PlayStation 5, Xbox Series X|S로 출시 예정임.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Star Wars: Galactic Racer Announced, From Former Burnout and Need For Speed Developers | The Game Awards 2025 - IGN",
      "url": "https://www.ign.com/articles/star-wars-galactic-racer-announced-from-former-burnout-and-need-for-speed-developers-the-game-awards-2025-ign",
      "date": "2025-12-12 12:31",
      "comments": 20,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/star-wars-galactic-racer-official-reveal-trailer-00-00-59-1765511164554.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "A brand new Star Wars racing game has been announced, from the makers of Burnout and Need for Speed.\nStar Wars: Galactic Racer is the first from Fuse Games, the studio founded in 2023 by former co-founders and lead developers at Criterion, the EA-owned veteran British outfit behind some of gaming's most beloved racers, such as Burnout Paradise and Need for Speed: Hot Pursuit.\nWith Criterion itself now gobbled up as part of Battlefield Studios, the team at Fuse Games has set its sights on a galaxy far, far away, for a rather different kind of racing experience that looks like a fresh take on Star Wars podracing, with landspeeders, speeder bikes, and other sci-fi vehicles.\nVarious race tracks were glimpsed in the debut trailer, including an area that looked a lot like the desert planet of Jakku, home to the Star Wars sequel trilogy's Rey. And indeed, the game is set after the Empire's fall.\n\"Star Wars: Galactic Racer is a runs-based, high-stakes reinvention of racing born in the lawless ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Star Wars: Galactic Racer 발표, Burnout과 Need For Speed 개발진의 신작 | The Game Awards 2025",
      "content_summary_kr": "Burnout과 Need for Speed 제작진이 설립한 Fuse Games의 첫 번째 작품인 Star Wars: Galactic Racer 공개. Criterion의 공동 창립자 및 핵심 개발자들이 2023년 설립한 스튜디오로, 포드레이싱을 새롭게 해석한 레이싱 게임이며 제국 몰락 이후를 배경으로 랜드스피더와 스피더 바이크 등 다양한 차량 등장 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Next Star Wars RPG Returns To The Old Republic",
      "url": "https://www.gamespot.com/articles/next-star-wars-rpg-returns-to-the-old-republic/1100-6536905/",
      "date": "2025-12-12 10:42",
      "comments": 18,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1587/15875866/4621506-star_wars__fate_of_the_old_republic_teaser_trailer_1-14_screenshot.jpg",
      "body": "Announced via a cinematic trailer during The Game Awards 2025, Star Wars: Fate of the Old Republic is an upcoming single-player RPG. We know next to nothing about the game save for the time period it's taking place in--the same as the original Knights of the Old Republic games--but it certainly looks cool.\nFate is being developed by Arcanaut Studios with a team being helmed by Casey Hudson (yes, the same guy who was the game director of the first Star Wars: Knights of the Old Republic and then later, the first three Mass Effect games). The game is being described as a spiritual successor to the original KOTOR games, but it's unclear if that means it will reboot part of the story or simply be the sequel we never got. Only time will tell.\nNow Playing: Star Wars: Fate of the Old Republic: Teaser Trailer\n\"Working on Star Wars: Knights of the Old Republic was one of the defining experiences of my career,\" Hudson said in a press release. \"With Star Wars: Fate of the Old Republic, we're telli",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "차기 Star Wars RPG, The Old Republic 시대로 회귀",
      "content_summary_kr": "The Game Awards 2025에서 싱글플레이 RPG Star Wars: Fate of the Old Republic 공개. 원조 Knights of the Old Republic의 게임 디렉터였던 Casey Hudson이 이끄는 Arcanaut Studios가 개발을 담당하며, 원작의 정신적 후속작을 표방.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Fans Think They Know Who the Burning Man in the Divinity Trailer Is Supposed to Be",
      "url": "https://www.ign.com/articles/fans-think-they-know-who-the-burning-man-in-the-divinity-trailer-is-supposed-to-be",
      "date": "2025-12-13 03:28",
      "comments": 15,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/unnamed-6-1765564078569.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "If you, like me, still have visions of last night's grotesque trailer for a new Divinity game from Larian Studios burned into your head, then you'll be delighted to know there's already a whirl of fan theories as to what it all meant. Specifically, some fans think they've worked out who the man burned alive inside the wicker man is, or at least, who he's supposed to represent.\nI'm going to get into some spoilers for basically all the other Divinity games here, so if you intend to play through some of those in advance, read on at your own risk.\nSo, there are a few possibilities being floated for who that guy in the fire is. The first, and most probably, is Lucian, the human player character of Divine Divinity and a recurring figure throughout the Divinity games. There's a ton of history behind Lucian, but what you probably need to know is that he was at one point worshipped as the \"Divine\", chosen by the Seven gods of Rivellon. He stands in opposition to a force known as Chaos, the sour",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "팬들, Divinity 트레일러 속 불타는 남자의 정체 파악",
      "content_summary_kr": "Larian Studios의 새 Divinity 게임 트레일러 공개 이후, 위커맨 속에서 불타는 남자의 정체에 대한 팬 이론 확산. 팬들은 해당 인물이 Divine Divinity의 주인공이자 시리즈 전반에 등장하는 Lucian이며, Rivellon의 7신에게 선택받아 'Divine'으로 숭배받았던 인물일 가능성을 가장 유력하게 제기.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "Baldur's Gate 3 Dev Reveals Its Biggest Game Ever, Divinity",
      "url": "https://www.gamespot.com/articles/baldurs-gate-3-dev-reveals-its-biggest-game-ever-divinity/1100-6536878/",
      "date": "2025-12-12 10:42",
      "comments": 10,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15789366/4621515-divinityimage.jpg",
      "body": "Larian Studios is best known these days as the developer of the critically acclaimed RPG Baldur's Gate 3, but the studio has a long history with its own series, Divinity. During The Game Awards, it unveiled a reimagined take on the franchise's original game, Divine Divinity.\nThe trailer is quite gruesome, with people celebrating the burning of someone at a makeshift altar. This altar, apparently, is called the Hellstone, and it's that demonic statue thing Geoff Keighley had been posting about in the lead-up to The Game Awards. The trailer doesn't show any gameplay; instead, it's a CG trailer featuring sex, violence, screams, and cheers to chipper flute music.\nThe Divinity series has been around for more than 20 years, and Larian reached widespread critical acclaim with the RPGs Divinity: Original Sin and Divinity: Original Sin 2. Those games acted as something of a tryout for Baldur's Gate 3, in addition to being considered some of the best role-playing games ever made.\nWe have a round",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Baldur's Gate 3 개발사, 역대 최대 규모 게임 Divinity 공개",
      "content_summary_kr": "Larian Studios가 The Game Awards에서 자사의 대표 시리즈 Divinity의 원작 Divine Divinity를 재해석한 신작 공개. Divinity 시리즈는 20년 이상의 역사를 가진 프랜차이즈로, Divinity: Original Sin 시리즈를 통해 호평을 받았으며 Baldur's Gate 3 개발의 기반이 된 작품.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Doom, Quake Developers Form Wall-to-wall Union at id Software",
      "url": "https://www.ign.com/articles/doom-quake-developers-form-wall-to-wall-union-at-id-software",
      "date": "2025-12-12 23:00",
      "comments": 10,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/03/31/doom-blog-1743416962849.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "165 workers at id Software, the studio behind the Doom and Quake franchises, have elected to unionize with the Communications Workers of America (CWA) in yet another wall-to-wall developer union within Microsoft.\nThe new union encompasses developers, artists, programmers, and other disciplines, and has been formally recognized by Microsoft in accordance with its pledge to remain \"neutral\" with regard to unions within its ranks and voluntarily recognize any that emerge. Union members suggest issues of concern for the group include the instability of the games industry writ large, as well as the necessity of remote work.\n“I’m very proud to be a part of this effort to organize our studio, to have a voice in decisions that directly affect myself and my coworkers,” said senior VFX artist and organizing committee member Caroline Pierrot. “In an industry that has proven to be very unstable over the last few years, more unions means more power to the workers and a real shot at shaping the futu",
      "media": "IGN",
      "game_relevance": 0.7,
      "importance": 0.8,
      "title_kr": "Doom, Quake 개발사 id Software, 전사적 노조 결성",
      "content_summary_kr": "Doom과 Quake 프랜차이즈로 유명한 id Software의 개발자 165명이 Communications Workers of America(CWA)와 함께 노조 결성을 결정하고 Microsoft로부터 공식 인정을 받음. 노조는 개발자, 아티스트, 프로그래머 등 전 직군을 아우르며, 게임 업계의 불안정성과 원격 근무의 필요성 등을 주요 의제로 다룰 예정.",
      "category": "규제 & 이슈"
    },
    {
      "title": "After Black Ops 7 Disappoints, Xbox Boss Says Annual Call Of Duty Releases Are \"Really Difficult\"",
      "url": "https://www.gamespot.com/articles/after-black-ops-7-disappoints-xbox-boss-says-annual-call-of-duty-releases-are-really-difficult/1100-6536934/",
      "date": "2025-12-13 00:40",
      "comments": 8,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1850/18504982/4621751-bo7_launch_mp_express.jpg",
      "body": "This hasn't been the best year for Call of Duty, with sales for Black Ops 7 faltering compared to 2024's Black Ops 6. Xbox Game Studios head Matt Booty touched on this year's installment of the military shooter series, and although he didn't address sales numbers directly, he did acknowledge the hardships of the franchise's annual model.\nSpeaking to Variety, Booty said that \"shipping a major franchise like clockwork every year is a really difficult task, and I’m really proud of what the team did to move the franchise forward in that way.\"\nNow Playing: Call of Duty: Black Ops 7 Campaign Review\nA new Call of Duty game has been released every year since the franchise's beginning in 2003, and it doesn't appear that Xbox-owned publisher Activision will stop this pattern any time soon. The only change to the release model is that the series will no longer release back-to-back installments of the same subseries, as Modern Warfare and Black Ops have both done.\nEven with Black Ops 7's shortcomi",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "After Black Ops 7 Disappoints, Xbox Boss Says Annual Call Of Duty Releases Are \"Really Difficult\"",
      "content_summary_kr": "This hasn't been the best year for Call of Duty, with sales for Black Ops 7 faltering compared to 2024's Black Ops 6. Xbox Game Studios head Matt Booty touched on this year's installment of the milita",
      "category": "기타"
    },
    {
      "title": "Clair Obscur: Expedition 33 Just Made The Game Awards History",
      "url": "https://www.gamespot.com/articles/clair-obscur-expedition-33-just-made-the-game-awards-history/1100-6536918/",
      "date": "2025-12-12 13:21",
      "comments": 8,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1639/16394322/4621577-4545878-clair-obscur-group-photo.jpg",
      "body": "After breaking The Game Awards' record for the most nominated game of all time, Clair Obscur: Expedition 33 has shattered yet another record, officially becoming the most award-winning game in the award show's 12-year history. After securing 13 nominations, the debut title from Sandfall Interactive took home nine awards, including Game of the Year. Expedition 33 also received awards for Best Narrative, Best Game Direction, Best Art Direction, Best Score and Music, Best Independent Game, Best Debut Indie Game, Best Performance (Jennifer English), and Best RPG.\nPrior to Expedition 33, The Last of Us: Part II held the record for the most The Game Awards wins in one night. Naughty Dog's revenge-fueled, action-adventure game took home seven during 2020's The Game Awards, as well as the award for Most Anticipated Game back in 2017. Other big The Game Awards winners include God of War: Ragnarok and Baldur's Gate 3 with five wins each, and Overwatch and Astro Bot, both of which secured four in",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.9,
      "title_kr": "Clair Obscur: Expedition 33, The Game Awards 역사를 새로 쓰다",
      "content_summary_kr": "Sandfall Interactive의 데뷔작 Clair Obscur: Expedition 33이 13개 부문 노미네이트 후 9개 상을 수상하며 The Game Awards 12년 역사상 최다 수상 기록을 경신. Game of the Year를 포함해 Best Narrative, Best Game Direction, Best Art Direction 등을 휩쓸며 기존 최다 수상작 The Last of Us: Part II(7개)의 기록을 넘어섬.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "2026 Upcoming Games Release Schedule",
      "url": "https://www.gamespot.com/articles/2026-upcoming-games-release-schedule/1100-6534941/",
      "date": "2025-12-13 06:05",
      "comments": 6,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4573206-4711152756-42300.jpg",
      "body": "2026 looks to be a very exciting year for video games. In addition to being the first full year for the Switch 2--we'll surely hear about even more games for the system as we move further into the year--2026 will also see the release of Grand Theft Auto 6, which is widely anticipated as one of the biggest entertainment launches of all time, if it doesn't get yet another delay. We'll see plenty of other sequels to popular franchises, as well as a number of brand-new games across everything from console to mobile.\nIn order for you to keep track of everything coming in 2026, GameSpot has broken down the entire year by month, showing games with final release dates as well as games given a nebulous \"2026\" window. As more games are announced, they'll be added to this list, and those given final dates will be shifted into the relevant sections. For more, check out all the games released (and releasing) in 2025.\nStreetdog BMX (PC) - January 14\nThe Legend of Heroes: Trails Beyond the Horizon (P",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "2026년 출시 예정 게임 일정",
      "content_summary_kr": "2026년은 Switch 2의 첫 본격 출시 연도이자 Grand Theft Auto 6의 출시가 예정된 게임업계 주목의 해. GameSpot이 2026년 출시 예정 게임들을 월별로 정리한 일정표를 공개하며, Streetdog BMX(1월 14일)와 The Legend of Heroes: Trails Beyond the Horizon 등 신작 및 후속작들의 출시 정보를 지속 업데이트 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "The Developers of No Law Know Everyone Will Compare It to Cyberpunk 2077, but There Are Important Differences",
      "url": "https://www.ign.com/articles/the-developers-of-no-law-know-everyone-will-compare-it-to-cyberpunk-2077-but-there-are-important-differences",
      "date": "2025-12-12 12:15",
      "comments": 5,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/no-law-fishbone-gang-bar-1765469379148.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Fresh from its reveal at The Game Awards 2025, first-person open world shooter RPG No Law is already raising eyebrows for looking a fair bit like CD Projekt’s Cyberpunk 2077. It turns out developer Neon Giant expected those comparisons, but are keen to point out important differences.\nNo Law is the next game from the developer of The Ascent, the well-received cyberpunk-themed twin-stick shooter that launched in 2021. No Law sees Neon Giant shift perspective not just in terms of the camera but tone, to a more grounded cyberpunk aesthetic that revolves around a single city. And based on the debut trailer, No Law is giving off big Cyberpunk 2077 vibes.\nIn an interview with IGN ahead of the announcement, co-founders and co-creative directors Tor Frick and Arcade Berg explained why Neon Giant went with a brand new game rather than, say, The Ascent 2, or even going for a first-person The Ascent follow-up. We talk about everything from the feel of the city to the combat, the impact of dialogu",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "No Law 개발사, Cyberpunk 2077과의 비교를 예상했지만 중요한 차이점 존재",
      "content_summary_kr": "The Game Awards 2025에서 공개된 1인칭 오픈월드 슈팅 RPG No Law가 Cyberpunk 2077과의 유사성으로 주목받는 가운데, 개발사 Neon Giant는 이러한 비교를 예상했으나 중요한 차이점이 있다고 강조. 2021년 출시된 The Ascent의 개발사인 Neon Giant는 이번작에서 쿼터뷰에서 1인칭 시점으로 전환하고, 단일 도시를 중심으로 한 보다 현실적인 사이버펑크 미학을 추구한다고 밝힘.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Xbox Boss Reacts To Dropping Plans For $80 Games",
      "url": "https://www.gamespot.com/articles/xbox-boss-reacts-to-dropping-plans-for-80-games/1100-6536931/",
      "date": "2025-12-12 23:15",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621744-screenshot2025-12-12at9.09.02%E2%80%AFam.png",
      "body": "Earlier this year, Microsoft announced that it would start charging $80 for new games, beginning with The Outer Worlds 2. The company backtracked on those plans, however, opting to sell the game for $70 and cancelling plans for other $80 games in the future. What happened here? And what does Microsoft think about pricing for its games going forward?\nHead of Xbox Game Studios Matt Booty told Variety that the decision to roll back prices from $80 to $70 came about from listening to player feedback and trying to deliver \"player value.\"\n\"We've reacted in the last year and I think for us, the real focus is going to be ... meeting people where they are. I think there's going to be less of a focus on what's that top line price of a game, as people start to engage in different ways with games,\" he said.\nThinking about a set price like $50, $60, $70, $80, or more is missing the point, Booty said. There is no one-size-fits-all approach for pricing, and Booty said the company will continue to mon",
      "media": "GameSpot",
      "game_relevance": 0.6,
      "importance": 0.8,
      "title_kr": "Xbox 책임자, 80달러 게임 가격 책정 계획 철회에 대해 입장 밝혀",
      "content_summary_kr": "Microsoft는 올해 초 The Outer Worlds 2를 시작으로 신작 게임 가격을 80달러로 책정하겠다고 발표했으나, 플레이어 피드백을 반영해 70달러로 가격을 되돌리고 향후 80달러 게임 출시 계획을 취소함. Xbox Game Studios 책임자 Matt Booty는 정해진 가격대보다 플레이어들이 게임에 참여하는 다양한 방식을 고려하는 것이 중요하다며, 획일적인 가격 책정 방식을 지양하고 플레이어 가치 전달에 집중하겠다는 입장 표명.",
      "category": "매출 & 성과"
    },
    {
      "title": "The Next Game From the Developer of The Ascent Is Called No Law — and It Looks a Bit Like Cyberpunk 2077 | The Game Awards 2025",
      "url": "https://www.ign.com/articles/the-next-game-from-the-developer-of-the-ascent-is-called-no-law-and-it-looks-a-bit-like-cyberpunk-2077-the-game-awards-2025",
      "date": "2025-12-12 12:16",
      "comments": 4,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/no-law-landlord-1765498899292.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The developer of well-received top-down action game The Ascent has revealed its next game and a shift in perspective to first-person.\nNeon Giant announced No Law at The Game Awards 2025 with a trailer that showed the move to first-person and a distinct Cyberpunk style. Indeed, at first glance, No Law looks a bit like CD Projekt’s own Cyberpunk 2077, although there are key differences.\nNo Law is an open world first-person shooter role-playing game with immersive sim elements, due out on PC, PlayStation 5, and Xbox Series X and S published by PUBG company Krafton. A release window has yet to be announced.\nIt’s set in a cyber-noire called Port Desire, and sees the player assume the role of Grey Harker, an ex-military veteran who left his war-torn life behind for a much more peaceful existence tending his plants. Unfortunately for him, trouble comes knocking, and he must lean on his black ops instincts to survive.\nNeon Giant said to expect a rich story drenched in neon, colorful characters",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "The Ascent 개발사의 신작 No Law 공개 — Cyberpunk 2077을 연상시키는 비주얼 | The Game Awards 2025",
      "content_summary_kr": "호평받은 탑다운 액션게임 The Ascent의 개발사 Neon Giant가 The Game Awards 2025에서 1인칭 시점의 신작 No Law를 공개. Cyberpunk 2077과 유사한 사이버펑크 스타일의 오픈월드 FPS RPG로, Krafton이 퍼블리싱하며 PC, PS5, Xbox Series X/S로 출시 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Returnal Successor Saros Gets a New Trailer and Release Date | The Game Awards",
      "url": "https://www.ign.com/articles/returnal-successor-saros-gets-a-new-trailer-and-release-date-the-game-awards",
      "date": "2025-12-12 12:09",
      "comments": 4,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/saros-blogroll-1765508929841.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "As promised, Housemarque brought a new trailer for its Returnal follow-up, Saros, to The Game Awards today, and it included a release date of April 30, 2026.\nThe trailer certainly looked lovely, showing off some gorgeous and haunted landscapes, a lot of psychological trickery, flashy combat, and The Sun.\nSaros was first announced at a State of Play earlier this year as a follow-up to Housemarque's 2021 roguelite shooter, Returnal. It's not a sequel per se, but it's clearly full of that game's DNA. It stars Rahul Kohli as Arjun Devraj, a man searching for answers on a strange, shifting planet. Creative director Gregory Louden called Saros the \"ultimate evolution\" of the Housemarque gameplay-first experience.\nWe saw a bit more of Saros in September at another State of Play, showing off new features such as \"Second Chance\" (essentially a free revive) and some of Arjun's weapons and capabilities, and more of Saros' setting, the hostile planet Carcosa.\nWe gave Returnal an 8/10 when it came ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Returnal 후속작 Saros, 새 트레일러와 출시일 공개 | The Game Awards",
      "content_summary_kr": "Housemarque가 The Game Awards에서 Returnal 후속작 Saros의 새 트레일러를 공개하며 2026년 4월 30일 출시일을 발표. Rahul Kohli가 주인공 Arjun Devraj 역을 맡으며, 불가사의한 행성 Carcosa를 배경으로 'Second Chance' 시스템 등 새로운 기능을 선보이는 로그라이트 슈터로 개발 중.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Total War: Warhammer 40K Is The Grimdark Next Game From Creative Assembly",
      "url": "https://www.gamespot.com/articles/total-war-warhammer-40k-is-the-grimdark-next-game-from-creative-assembly/1100-6536882/",
      "date": "2025-12-12 13:11",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1647/16470614/4621593-totalwarwarhammer40k.jpg",
      "body": "The latest entry in the Total War series will be taking things to a very grimdark place. Total War: Warhammer 40,000 was officially announced as part of The Game Awards on December 11.\nActor and Warhammer 40K fan David Harbour announced the new strategy game from developer Creative Assembly on stage at the show, where he outlined his 40K nerd credentials and also broke the news he will be featured in the game.\nNow Playing: Total War WARHAMMER 40,000 - Announce Trailer\nTotal War: Warhammer 40K's debut trailer showed Ultramarines battling against Orkish hordes, as a voiceover outlined the stakes of a universe at war where countless battles are always raging and humanity stands on the brink of destruction.\nWhile the trailer was mostly cinematic in nature, the tail end did show some early gameplay, showing how the Total War franchise will handle battles between its sci-fi armies and interplanetary strategy. In a move rare for complex strategy games, Total War: Warhammer 40K will be coming ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Total War: Warhammer 40K, Creative Assembly의 grimdark한 신작으로 공개",
      "content_summary_kr": "12월 11일 The Game Awards에서 Total War: Warhammer 40,000 공식 발표. 배우 David Harbour가 무대에서 게임을 소개하며 본인의 출연 소식도 함께 공개. 공개 트레일러는 Ultramarines와 Ork의 전투를 보여주며, 영상 말미에는 SF 군대 간 전투와 행성 간 전략을 다루는 초기 게임플레이 장면 포함.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "You Can Play Diablo 4's New Paladin Class Right Now",
      "url": "https://www.gamespot.com/articles/you-can-play-diablo-4s-new-paladin-class-right-now/1100-6536915/",
      "date": "2025-12-12 12:15",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1647/16470614/4621567-diablo4paladinplayablenow.jpg",
      "body": "Diablo 4 players don't have to wait until next year's Lord of Hatred expansion to play one of its new classes, as the fan-favorite Paladin is playable right now.\nAs announced at The Game Awards, Diablo 4's second expansion, Lord of Hatred, will release on April 28, 2026, but the Paladin will be playable immediately for those who preorder Lord of Hatred. Those who preorder will also instantly unlock an additional stash tab, two more character slots, and three World of Warcraft housing decor items.\nThe Paladin last appeared in Diablo 2, with Diablo 3 and the mobile spin-off Diablo Immortal instead featuring the Crusader. In a press release, Blizzard said the Paladin will use melee weapons and divine powers to strike down enemies with \"unwavering faith and overwhelming force.\"\nPaladin isn't the only new class coming to Diablo 4. Though Blizzard is keeping it under wraps for now, another class will arrive with the expansion's release next year: one that will \"reshape the battlefield.\"\nIn a",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Diablo 4의 새로운 Paladin 클래스, 지금 바로 플레이 가능",
      "content_summary_kr": "Diablo 4의 두 번째 확장팩 'Lord of Hatred'가 2026년 4월 28일 출시 예정이지만, 예약 구매자는 즉시 새 클래스 Paladin을 플레이할 수 있게 됨. Diablo 2 이후 처음 등장하는 Paladin은 근접 무기와 신성한 힘을 사용하며, 확장팩 출시 시 전장을 재편할 또 다른 신규 클래스도 추가될 예정임.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Deadpool Confirmed for Marvel Rivals When Season 6 Launches in January | The Game Awards 2025",
      "url": "https://www.ign.com/articles/marvel-rivals-season-6-trailer-confirms-deadpool-as-next-playable-character-the-game-awards-2025",
      "date": "2025-12-12 12:01",
      "comments": 3,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/marvelrivals-deadpool-blogroll-1765508367754.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Marvel Rivals is halfway through Season 5, but that isn’t stopping NetEase Games from revealing Deadpool as the first playable hero for Season 6 at The Game Awards 2025.\nThe Marvel Rivals Deadpool reveal trailer doesn’t come with any gameplay, but it did come with the promise that the Merc with a Mouth will launch for the popular hero shooter alongside Season 6: Night at the Museum January 16, 2026. It’s the earliest NetEase has been ready to show off one of its new heroes, with its trailer highlighting Deadpool’s new voice and design, as well as some of the other elements players can expect next month.\n\"After Gambit's attempt to steal a prized artifact from the Collector's Museum, he and Rogue return to the scene of the crime in an attempt to escape,\" a description for Season 6 from NetEase says. \"The Collector responds in the best way to avoid getting his hands dirty: by sending in his 'top professional' and also...\n\"Deadpool... and the Merc with a Mouth opens the doors on every cage",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Marvel Rivals, 1월 시즌 6 출시와 함께 Deadpool 참전 확정 | The Game Awards 2025",
      "content_summary_kr": "NetEase Games가 The Game Awards 2025에서 Marvel Rivals의 시즌 6 첫 번째 플레이어블 영웅으로 Deadpool을 공개. 2026년 1월 16일 출시 예정인 시즌 6 'Night at the Museum'과 함께 Deadpool이 합류하며, Gambit과 Rogue가 Collector's Museum에서 유물 탈취를 시도하는 스토리를 배경으로 전개될 예정임.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "IWGB Union Says Rockstar's Statement Is Filled With \"Disinformation\" Over Fired Developers",
      "url": "https://www.gamespot.com/articles/iwgb-union-says-rockstars-statement-is-filled-with-disinformation-over-fired-developers/1100-6536941/",
      "date": "2025-12-13 01:53",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15789366/4621894-gta6image.jpg",
      "body": "The Independent Workers' Union of Great Britain (IWGB) has shot back at Rockstar Games regarding the firing of 30+ staffers, saying that the company's latest statement is \"littered with falsehoods and disinformation.\"\nIWGB released a statement clarifying its take on Rockstar Games' justification for terminating the 30+ UK and international employees in October 2025. Parent company Take-Two Interactive explained that the GTA developer fired those workers for \"gross misconduct, and for no other reason.\" More specifically, Rockstar Games told GameSpot that those developers were let go for discussing \"specific game features from upcoming and unannounced titles\" and other \"confidential information\" in a public forum. IWGB took issue with that, telling GameSpot that the characterization is inaccurate.\n\"Rockstar's latest statement is littered with falsehoods and disinformation--they have given multiple, conflicting reasons to explain why the workers were fired, as if attempting to reverse eng",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "IWGB 노조, Rockstar의 해고 관련 성명이 '허위 정보'로 가득하다고 주장",
      "content_summary_kr": "영국 독립노동자노조(IWGB)가 Rockstar Games의 30명 이상 직원 해고 건에 대해 회사 측 해명이 '거짓과 허위 정보로 가득 차 있다'고 반박. Rockstar은 해당 직원들이 미공개 게임 정보를 공개 포럼에서 논의한 '중대한 비위행위'로 해고했다고 밝혔으나, IWGB는 이러한 설명이 부정확하며 회사가 해고 사유에 대해 여러 차례 상충되는 이유를 제시했다고 비판.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Star Wars: Galactic Racer Announced At The Game Awards",
      "url": "https://www.gamespot.com/articles/star-wars-galactic-racer-announced-the-game-awards/1100-6536876/",
      "date": "2025-12-12 13:36",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1585/15855271/4621583-%F0%9F%94%B4thegameawards2025_official4k60fpslivestream%28today-7_30pet_4_30ppt_12_30agmt%293-43-30screenshot.png",
      "body": "At The Game Awards, Disney and Lucasfilm announced a new Star Wars game, Star Wars: Galactic Racer. It is one of many upcoming Star Wars games in the works, but this one is all about speeding past Star Wars environments at several hundred kilometers per hour.\nGalactic Racer certainly seems to pay homage to Episode 1: Racer, but that game was all about podracers, while Galactic Racer's trailer focused more on more types of vehicles, like speeders and speederbikes. The brief trailer showed lots of new models of vehicles we haven't seen before, but with a distinct Star Wars style.\nThe trailer also made use of the Star Wars sequel trilogy, showing a racetrack on Jakku in the shadow of the AT-AT graveyard, from Episode IX. It left off with a tease for Sebulba, the infamous racer who was rivals Anakin Skywalker in Episode 1. That's so wizard.\nThe solo campaign will focus on a new character named Shade, a racer seeking glory and revenge through the elite racing circuit. You'll upgrade your ra",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "The Game Awards에서 Star Wars: Galactic Racer 발표",
      "content_summary_kr": "Disney와 Lucasfilm이 The Game Awards에서 새로운 Star Wars 레이싱 게임 Star Wars: Galactic Racer를 공개. Episode 1: Racer에 대한 오마주로 보이며, 포드레이서뿐만 아니라 스피더와 스피더바이크 등 다양한 종류의 탈것이 등장하고, Jakku의 AT-AT 무덤 등 속편 3부작의 배경을 활용함. 싱글 캠페인은 복수를 추구하는 레이서 Shade라는 새로운 캐릭터를 중심으로 전개될 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Former Titanfall Devs Trade In Mechs For Horses In New Fantasy Raid Shooter Highguard",
      "url": "https://www.gamespot.com/articles/former-titanfall-devs-trade-in-mechs-for-horses-in-new-fantasy-raid-shooter-highguard/1100-6536921/",
      "date": "2025-12-12 13:19",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1587/15875866/4621603-highguard.jpg",
      "body": "As The Game Awards 2025 came to a close, we got one more surprise: Wildlight--a team of devs led by folks who previously worked on Titanfall 2 and Apex Legends--announced its new game: Highguard. Not only that, the game will be playable in a few weeks.\nA gameplay trailer showcased that Highguard leans into Apex Legends' hero shooter formula but takes it in a different direction, opting for an objective-based raid shooter as opposed to a kill-or-be-killed battle royale. The narrative direction of the game is different too, opting for something that looks more high fantasy (like horses, magic, and pet familiars) while still maintaining that science-fiction flair when it comes to the various characters' abilities and firearms.\nNow Playing: Highguard | Official Reveal Trailer\nOn Steam, Highguard is described as a \"PvP raid shooter where players will ride, fight, and raid as Wardens, arcane gunslingers sent to fight for control of a mythical continent. [Players will battle] rival Warden cre",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "전직 Titanfall 개발자들, 메카 대신 말을 탄 판타지 레이드 슈터 Highguard 공개",
      "content_summary_kr": "Titanfall 2와 Apex Legends 개발진으로 구성된 Wildlight가 The Game Awards 2025에서 신작 Highguard를 발표. Apex Legends의 히어로 슈터 방식을 차용하되 배틀로얄 대신 목표 기반 레이드 슈터로 구성했으며, 말과 마법이 등장하는 하이 판타지 세계관에 SF 능력과 총기를 결합한 PvP 슈팅 게임으로, 수 주 내 플레이 가능 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "The Villain In 007 First Light Is Played By Someone Totally Unexpected",
      "url": "https://www.gamespot.com/articles/the-villain-in-007-first-light-may-be-played-by-someone-totally-unexpected/1100-6536867/",
      "date": "2025-12-12 11:53",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621558-screenshot2025-12-11at9.48.24%E2%80%AFpm.png",
      "body": "Following a leak for 007: First Light, it's now been confirmed that the game's villain, Bawma, will be played by Lenny Kravitz. This was confirmed tonight at The Game Awards.\nKravitz is best known for his success in music, but he does have acting experience as well, appearing in The Hunger Games movies as Cinna. He also acts in his many music videos.\nActor Patrick Gibson plays a young James Bond in First Light, which tells a new, original story of how Bond became 007. The game's cast also includes No Time To Die actor Priyanga Burford as M, The Walking Dead's Lennie James as Greenway, Death in Paradise's Kiera Lester as Miss Moneypenny, and Andor actor Alastair Mackenzie as Q.\nAdditionally, Marvel actor Gemma Chan plays Dr. Selina Tan and Noemie Nakai (Tokyo Vice) portrays Miss Roth.\nFirst Light is set for releases on March 26, 2026 for PS5, Xbox Series X|S, Switch 2, and PC. It's being developed by Hitman studio IO Interactive, which is also making a fantasy game.\nGot a news tip or wa",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "007 First Light의 악당은 뜻밖의 인물이 연기",
      "content_summary_kr": "The Game Awards에서 007: First Light의 악당 Bawma 역을 뮤지션 Lenny Kravitz가 맡는다는 사실 공식 확정. Hitman 스튜디오 IO Interactive가 개발 중인 이 게임은 젊은 James Bond의 007 탄생 스토리를 다루며, Patrick Gibson이 주인공을 맡고 Gemma Chan 등 다수의 배우가 출연해 2026년 3월 26일 PS5, Xbox Series X|S, Switch 2, PC로 출시 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "The Game Awards Officially Confirms What Mysterious Monolith Was Teasing",
      "url": "https://www.gamespot.com/articles/the-mystery-of-the-game-awards-monolith-appears-to-have-been-spoiled-by-a-trademark-filing/1100-6536822/",
      "date": "2025-12-12 10:58",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4620210-monolith.jpg",
      "body": "The mystery of the monolith has been solved, in a reveal at The Game Awards that involved real-life actors and one of the goriest, most graphic trailers of the show. As hinted by a mysterious handful of trademark filings, the statue is promoting a new Divinity game from Larian, which appears to just be titled Divinity.\nGeoff Keighley also revealed that the statue itself, which made an appearance at the end of the trailer, is called the Hellstone. No doubt it will play a part in the upcoming game, which Keighley said would be Larian's biggest ever.\nLarian's publishing director, Michael Douse, took to X after the reveal to share some more information on the monolith itself, and why Larian decided to use the physical statue to announce its new game. \"We're all increasingly divorced from physicality, so we wanted to build a monument for not only our international teams to gather around, but for the rest of the gaming community to rally around,\" Douse explained. \"We wanted people to get exc",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "The Game Awards, 수수께끼의 모노리스가 암시하던 것 공식 확인",
      "content_summary_kr": "Larian Studios가 The Game Awards에서 신작 'Divinity'를 발표하며, 사전에 등장했던 수수께끼의 모노리스 조형물이 게임 내 'Hellstone'이라는 오브젝트임을 공개. 퍼블리싱 디렉터 Michael Douse는 디지털 시대에 물리적 기념물을 통해 게임 커뮤니티를 결집시키고자 했다는 마케팅 의도 설명.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Phantom Blade Zero Has a Release Date at Last | The Game Awards",
      "url": "https://www.ign.com/articles/phantom-blade-zero-has-a-release-date-at-last-the-game-awards",
      "date": "2025-12-12 12:44",
      "comments": 2,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/phantomblade0-blogroll-1765511057935.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Two and a half years after its reveal at a PlayStation showcase, Phantom Blade Zero now has a release date. It's September 9, 2026.\nThis news came alongside a brand new trailer for the game, which showed off more of the game's story and combat. We get a look at Phantom Blade's mysterious metal masked antagonist stealing a baby and doing some real flashy sword moves, followed by plenty of shots of the protagonist, seemingly a wanted man. He's got some pretty swanky moves himself, highlighting further how cool Phantom Blade's combat promises to be. There's also a young woman who gives the hero a good luck charm, then turns into a weird hollow monster or something. Lots going on here.\nWe've seen Phantom Blade a number of times since its original announcement, both in the form of trailers and hands-on previews. In our most recent look at it this past October, we found the game to be delightfully difficult, with our previewer saying, \"It never felt cheap; it just demanded more from me. In j",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Phantom Blade Zero, 마침내 출시일 공개 | The Game Awards",
      "content_summary_kr": "PlayStation 쇼케이스에서 첫 공개된 지 2년 반 만에 Phantom Blade Zero의 출시일이 2025년 9월 9일로 확정. 새로운 트레일러를 통해 금속 가면을 쓴 적대자와 주인공의 화려한 전투 장면, 스토리 요소를 추가 공개. 지난 10월 시연에서는 높은 난이도와 완성도 높은 액션을 선보이며 긍정적인 평가를 받은 바 있음.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Tomb Raider TV Show Will Feature Avatar's Sigourney Weaver, Role Revealed",
      "url": "https://www.gamespot.com/articles/tomb-raider-tv-show-will-feature-avatars-sigourney-weaver-role-revealed/1100-6536945/",
      "date": "2025-12-13 03:01",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621991-screenshot2025-12-12at12.51.36%E2%80%AFpm.png",
      "body": "Oscar-nominated actor Sigourney Weaver has confirmed the reports that she will appear in the upcoming live-action Tomb Raider series on Prime Video.\nSpeaking to Deadline, Weaver said she is \"very excited\" to join the cast and work with writer-producer Phoebe Waller-Bridge on the project. \"The scripts are incredible and very funny, very charming, very witty, as we've come to expect from Ms. Waller-Bridge,\" she said. \"I've always been a huge fan of hers. So I am delighted.\"\nAlso in the interview, Weaver revealed that she's playing a character named Wallace. It appears this may be a new character created for the show.\nWeaver is the third actor set to appear on the Tomb Raider show, following Sophie Turner as Lara Croft and British actor Martin Bobb-Semple in an unspecified series regular role.\nThe Tomb Raider TV show is set to begin filming in January 2026, so it's possible we will soon learn more about the series and its cast. As for Weaver, she'll be seen next in James Cameron's Avatar:",
      "media": "GameSpot",
      "game_relevance": 0.7,
      "importance": 0.5,
      "title_kr": "Tomb Raider TV 시리즈에 Avatar의 Sigourney Weaver 출연 확정, 배역 공개",
      "content_summary_kr": "Oscar 후보에 올랐던 배우 Sigourney Weaver가 Prime Video의 Tomb Raider 실사 시리즈에 Wallace라는 캐릭터로 출연함을 확정. 작가 겸 프로듀서 Phoebe Waller-Bridge와 함께 작업하게 되며, 이미 Lara Croft 역의 Sophie Turner와 Martin Bobb-Semple이 캐스팅된 상태. 2026년 1월 촬영 시작 예정.",
      "category": "IP & 콜라보"
    },
    {
      "title": "The Witness Creator's Order Of The Sinking Star Boasts “Over 1,000 Hand-Crafted Puzzles”",
      "url": "https://www.gamespot.com/articles/the-witness-creators-order-of-the-sinking-star-boasts-over-1000-hand-crafted-puzzles/1100-6536868/",
      "date": "2025-12-13 02:54",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/3/37852/4621084-img_9420.jpg",
      "body": "Today at The Game Awards, after a brief tease earlier in the week, The Witness developer Jonathan Blow and his team at Thekla, Inc. revealed their next game, Order of the Sinking Star, which is set to launch in 2026.\nPlayers will explore four distinct worlds in OSS, with a combined 1,000 puzzles to solve, according to the announcement trailer. Multiple characters will be encountered throughout the journey, including a queen, a knight, a wizard, and a talking boat.\nThe TGA trailer highlights some of the 1,000 puzzles players will try to figure out. Environmental tools that can be used to solve puzzles, as seen in the 90-second trailer, include large rolling spheres, beams of light, and mirrors.\nThis the first new project for Jonathan Blow in over a decade, as 2014’s The Witness was the last game he developed. Blow’s only other released project was his first one, when he reached indie-developer fame in 2008 with the time-bending platformer Braid.\nOrder of the Sinking Star is set to relea",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "The Witness 제작자의 Order Of The Sinking Star, '1,000개 이상의 수제 퍼즐' 자랑",
      "content_summary_kr": "The Witness 개발자 Jonathan Blow와 Thekla, Inc.가 2026년 출시 예정인 신작 Order of the Sinking Star를 The Game Awards에서 공개. 4개의 독특한 세계를 탐험하며 총 1,000개 이상의 퍼즐을 해결하는 게임으로, 구체, 빛줄기, 거울 등 다양한 환경 도구를 활용한 퍼즐 해결이 특징. Jonathan Blow의 10년 만의 신작으로, 2014년 The Witness 이후 첫 새 프로젝트임.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Xbox Boss Highlights PlayStation Success, Talks Bringing Halo To PS5",
      "url": "https://www.gamespot.com/articles/xbox-boss-highlights-playstation-success-talks-bringing-halo-to-ps5/1100-6536933/",
      "date": "2025-12-12 23:43",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4621750-halo.jpg",
      "body": "One of the biggest surprises of 2025 was Microsoft's push to bring even more of its games to PlayStation, its longtime rival in the console gaming space. Not only have those ports been well received, but they've also been best-sellers, and next year will see the arrival of Halo and Forza Horizon on PlayStation. In a new interview, Microsoft's president of game content and studios, Matt Booty, spoke about the success of Xbox games on PS5 and the reaction to Halo's announcement for PS5.\n\"We had a bit of a moment earlier in the summer from end of April to end of June, where we had six of the top 10 games on PlayStation were our Xbox games,\" Booty said to Variety. \"I look at that as validation for the teams, but most importantly, it's an opportunity for more players to engage with our content, to come into our worlds.\"\nNow Playing: Call of Duty: Black Ops 7 Campaign Review\nHalo has long been considered the crown jewel of Xbox, and the next game in the franchise, a campaign-only remake of t",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Xbox 책임자, PlayStation의 성공 강조하며 PS5용 Halo 출시 논의",
      "content_summary_kr": "Microsoft가 2025년 자사 게임의 PlayStation 이식을 확대하면서 큰 성공을 거두고 있으며, 4~6월 기간 PlayStation 상위 10개 게임 중 6개가 Xbox 게임이었다고 Matt Booty가 밝힘. 내년에는 Xbox의 대표 IP인 Halo와 Forza Horizon도 PS5로 출시될 예정이며, 이를 더 많은 플레이어가 자사 콘텐츠를 경험할 기회로 평가.",
      "category": "매출 & 성과"
    },
    {
      "title": "Mega Man Returns With New Game In 2027",
      "url": "https://www.gamespot.com/articles/mega-man-returns-with-new-game-in-2027/1100-6536920/",
      "date": "2025-12-12 13:38",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4621602-megamandualoverride.jpg",
      "body": "Mega Man is one of the few icons of the NES era that's still beloved four decades after his peak, but Capcom's hero is finally making his comeback. At The Game Awards, the first look at Mega Man's next game was revealed. It's called Mega Man Dual Override, and its retains the side-scrolling action of the original games with updated visuals that pop off the screen.\nMega Man Dual Override will arrive in 2027, which dovetails with the 40th anniversary of the original Mega Man that debuted in 1987. The title character is a heroic robot who is able to steal certain powers and abilities from bosses he defeats, allowing him to use them against the other bosses. The games even let players strategize which bosses to go after first to determine the enemies who were vulnerable to his newfound weapons.\nSix Mega Man games were released on the NES before the series went to the SNES with Mega Man 7 in 1995. The spin-off series, Mega Man X, also debuted on the SNES, and the franchise continued in vari",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.7,
      "title_kr": "Mega Man, 2027년 신작으로 귀환",
      "content_summary_kr": "Capcom이 The Game Awards에서 Mega Man 시리즈 신작 'Mega Man Dual Override'를 공개. 2027년 출시 예정인 이 작품은 원작의 횡스크롤 액션을 유지하면서 현대적인 비주얼로 업그레이드되었으며, 1987년 첫 출시 이후 40주년을 기념하는 타이밍에 맞춰 발매 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Ace Combat 8: Wings Of Theve Announced With Stunning Trailer, Featuring First-Person Story Mode",
      "url": "https://www.gamespot.com/articles/ace-combat-8-wings-of-theve-announced-with-stunning-trailer-featuring-first-person-story-mode/1100-6536895/",
      "date": "2025-12-12 12:56",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4621584-screenshot2025-12-11at10.34.03%E2%80%AFpm.png",
      "body": "It's been six years since Ace Combat 7 released, and if you thought it was about time for a new game, so did Bandai Namco. Announced as part of The Game Awards on December 11, the company revealed Ace Combat 8: Wings of Theve. The flight-shooting game is planned to arrive in 2026 for PC, PS5, and Xbox Series X|S.\nThe announcement trailer for Ace Combat 8--seen below--gives a glimpse at the game's campaign mode. Players will assume the role of a stellar pilot in the world of Strangereal, who's brought on board an aircraft carrier. The story plays out from a first-person perspective, and the action will stay arcade-inspired, according to Bandai Namco.\nAs for Ace Combat's multiplayer, Bandai Namco is keeping those cards close to its chest for the time being. The developer is Project Aces for Ace Combat 8, and Unreal Engine 5 is powering the new entry in the flight-shooting franchise.\nThe Ace Combat series has now been around for 30 years, dating all the way back to the original PlayStatio",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.7,
      "title_kr": "Ace Combat 8: Wings of Theve, 놀라운 트레일러와 함께 발표 - 1인칭 스토리 모드 탑재",
      "content_summary_kr": "Bandai Namco가 The Game Awards 2024에서 Ace Combat 8: Wings of Theve를 공개, 2026년 PC, PS5, Xbox Series X|S로 출시 예정. 게임은 Strangereal 세계관을 배경으로 1인칭 시점의 캠페인 모드를 특징으로 하며, Unreal Engine 5 기반으로 개발 중. Project Aces가 개발을 맡았으며 아케이드 스타일의 비행 슈팅 액션을 유지할 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Forest 3 Takes Sons Of The Forest To Space",
      "url": "https://www.gamespot.com/articles/forest-3-takes-sons-of-the-forest-to-space/1100-6536914/",
      "date": "2025-12-12 12:16",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4621553-g772dymxmaaweow.jpg",
      "body": "In a surprise announcement at The Game Awards, indie horror studio Endnight Games has revealed Forest 3, a follow-up to The Forest and Sons of the Forest. In a major departure from the series' usual mutant-infested islands, Forest 3 seems to be taking the protagonist to another planet, with its trailer showing a malfunctioning spaceship crash-landing on an unknown (but still mutant-infested) world.\nThe trailer starts with a cozy spaceship interior, setting a scene you would never guess was related to The Forest or its follow-up, Sons of the Forest. The spaceship soon malfunctions and crashes into a swamp on an unknown planet, slowly building up the horror of its setting as the trailer progresses.\nWhile Sons of the Forest hinted at an alien origin to its central mystery, it's still a surprise that the next game in the series will take players to a different planet. There are still very few details about Forest 3 available, including where or even when the game is set. While Sons of the ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Forest 3, Sons of the Forest를 우주로 확장",
      "content_summary_kr": "인디 호러 스튜디오 Endnight Games가 The Game Awards에서 Forest 3를 깜짝 발표. 시리즈의 기존 배경이었던 돌연변이가 득실대는 섬을 벗어나 미지의 외계 행성을 무대로 하며, 고장난 우주선이 추락하는 장면으로 시작하는 트레일러를 공개.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Tomb Raider: Catalyst Revealed Alongside Original Tomb Raider Remake",
      "url": "https://www.gamespot.com/articles/tomb-raider-catalyst-revealed-alongside-original-tomb-raider-remake/1100-6536853/",
      "date": "2025-12-12 12:03",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4621555-tombraidercatalyst.jpg",
      "body": "The Tomb Raider franchise is one of the most prolific and longest-running in all of gaming, and we got a tease of what's next for protagonist Lara Croft during The Game Awards on December 11.\nSurprisingly, there isn't just one game in production, but two. The new entry in the franchise is Tomb Raider: Catalyst, coming in 2027, while a total remake of the first title in the series arrives next year with Tomb Raider: Legacy of Atlantis.\nTomb Raider: Catalyst sees Lara heading to Northern India, where a mythical cataclysm has taken place. This draws the attention of all sorts of treasure hunters, and Lara must figure out who's friend and foe. Developer Crystal Dynamics is behind the all-new entry in the franchise, which is planned for PC, PS5, and Xbox Series X|S.\nMeanwhile, Tomb Raider: Legacy of Atlantis reimagines the original 1996 Tomb Raider. Crystal Dynamics is teaming up with Flying Wild Hog for the remake, which will utilize Unreal Engine 5 just like Tomb Raider: Catalyst. Similar",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Tomb Raider: Catalyst 공개, 오리지널 Tomb Raider 리메이크와 함께 발표",
      "content_summary_kr": "12월 11일 The Game Awards에서 Tomb Raider 프랜차이즈의 두 작품 동시 공개. 2027년 출시 예정인 신작 Tomb Raider: Catalyst는 북인도를 배경으로 Crystal Dynamics가 PC, PS5, Xbox Series X|S용으로 개발 중이며, 1996년 오리지널을 리메이크한 Tomb Raider: Legacy of Atlantis는 Crystal Dynamics와 Flying Wild Hog의 협업으로 내년 출시 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "First Street Fighter Movie Footage Looks Bright And Colorful, And Then They Beat Up A Car",
      "url": "https://www.gamespot.com/articles/first-street-fighter-movie-footage-looks-bright-colorful-and-then-they-beat-up-a-car/1100-6536912/",
      "date": "2025-12-12 11:43",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1544/15449755/4621539-screenshot2025-12-11212048.png",
      "body": "The very first trailer for the upcoming live-action Street Fighter movie was shown at The Game Awards, which gives us our first proper look at the roster in action. And honestly? It kinda rules.\nThe film, directed by Eric Andre Show and Twisted Metal alum Kitao Sakurai, appears to be far more colorful, stylized, and dialed into the wild side of this series than anyone expected. Suddenly, that wild, eclectic cast, which includes the likes of Cody Rhodes as Guile, Roman Reigns as Akuma, and David Dastmalchian as M. Bison, doesn't seem as out-of-pocket as it sounded on paper. Everyone just looks right, and the colors flying all around the place wouldn't feel out of place as a cutscene in Street Fighter 6.\nYou can check it out yourself below.\nThe film is set to hit October 2026. While you wait, don't miss all the biggest announcements from The Game Awards.\nGot a news tip or want to contact us directly? Email news@gamespot.com",
      "media": "GameSpot",
      "game_relevance": 0.7,
      "importance": 0.5,
      "title_kr": "첫 공개된 Street Fighter 영화 영상, 화려하고 다채로운 비주얼 속 자동차 파괴 장면까지",
      "content_summary_kr": "The Game Awards에서 실사 영화 Street Fighter의 첫 예고편 공개. Cody Rhodes(Guile 역), Roman Reigns(Akuma 역), David Dastmalchian(M. Bison 역) 등으로 구성된 캐스팅과 Street Fighter 6를 연상시키는 화려한 색감의 스타일리시한 액션으로 긍정적 반응 획득. 영화는 2026년 10월 개봉 예정.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Control Resonant Debuts At The Game Awards, And It Stars A New Playable Character",
      "url": "https://www.gamespot.com/articles/control-resonant-debuts-at-the-game-awards-and-it-stars-a-new-playable-character/1100-6536877/",
      "date": "2025-12-12 11:16",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1632/16320660/4621566-ctrl_r_announce_ss_17.jpg",
      "body": "At The Game Awards, Remedy shared more details on its upcoming Control sequel. The game is called Control Resonant, and it's set for release in 2026.\nIn this sequel, both the genre and playable character are different than they were when 2019's Control introduced this branch of the Remedy Connected Universe. As you can see in the reveal trailer, there's an emphasis on melee combat rather than gunplay like many of Remedy's past games. Also, players won't be playing as Jesse Faden again, but instead take control of her brother, Dylan, who was introduced in the previous game and has so far had a... let's call it \"strained\" relationship with his sister. Previously held captive by the Federal Bureau of Control, the bureau has now let Dylan loose as their special weapon in a time of grave danger.\nThough the game isn't set in a fully open-world environment, Remedy describes the sequel as an action-RPG placed in Manhattan, which acts as an \"expansive, reality-warping playground of choice.\" Add",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Control Resonant, The Game Awards에서 첫 공개... 새로운 주인공 등장",
      "content_summary_kr": "Remedy가 Control 속편 'Control Resonant'를 2026년 출시 예정으로 발표. 전작의 주인공 Jesse Faden 대신 그녀의 오빠 Dylan을 주인공으로, 총기 전투 대신 근접 전투 중심의 액션 RPG 장르로 변경하여 맨해튼을 배경으로 한 확장된 게임플레이 제공 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Leon S. Kennedy Is Back In Resident Evil Requiem, And Now He Has A Chainsaw",
      "url": "https://www.gamespot.com/articles/leon-kennedy-is-back-in-resident-evil-requiem-and-now-he-has-a-chainsaw/1100-6536786/",
      "date": "2025-12-12 11:13",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4619718-re-requiem.jpg",
      "body": "A new trailer for Resident Evil Requiem has debuted at The Game Awards, confirming that Leon S. Kennedy will indeed make an appearance in the game.\nSony spoiled the surprise earlier this week, as new key art featuring Grace Ashcroft--the daughter of Resident Evil Outbreak's Alyssa Ashcroft--also included longtime Resident Evil star Leon and his classic '90s hairstyle.\nThe new trailer gives off serious Se7en vibes, starting with a wrinkly guy in goggles menacing Grace, before we get our first look at an older, more grizzled badass Leon Kennedy wielding an axe. We find him first checking out crime scenes, before he winds up doing some wetwork against an entire doctor's office with a chainsaw and meeting up with Grace.\nPreviously, producer Masato Kumazawa attempted to temper expectations about which familiar faces will return for Requiem, teasing that \"there will be characters that have been involved in the Raccoon City incident\" in the game. Capcom had also explained why Leon was a \"bad ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Leon S. Kennedy, Resident Evil Requiem에서 전기톱 들고 복귀",
      "content_summary_kr": "The Game Awards에서 공개된 Resident Evil Requiem 신규 트레일러를 통해 시리즈의 상징적 캐릭터 Leon S. Kennedy의 등장 확정. 트레일러는 나이 들고 거친 모습으로 변한 Leon이 도끼와 전기톱을 휘두르며 범죄 현장을 조사하고, 신규 캐릭터인 Grace Ashcroft와 만나는 장면을 담아냄. Capcom은 이전에 Raccoon City 사건 관련 캐릭터들이 게임에 등장할 것이라고 예고한 바 있음.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Exodus Looks To Fill The Space-Opera RPG Void Left By Mass Effect",
      "url": "https://www.gamespot.com/articles/exodus-looks-to-fill-the-space-opera-rpg-void-left-by-mass-effect/1100-6536865/",
      "date": "2025-12-12 10:53",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4621056-exodustga.jpeg",
      "body": "After debuting at The Game Awards last year, Exodus--the space-opera RPG developed by Archetype Entertainment and published by Wizards of the Coast--returned to the awards show with a new gameplay trailer.\nThe trailer follows the hero, Jun, from humble beginnings and “salvaging scrap to survive” to becoming the fabled “Child of Orion.” We also see a few glimpses of Exodus’s third-person-shooter gameplay, as well as a few of the hulking brutes Jun will be facing off against throughout the adventure.\nThe video then hints at Jun’s ability to “wield Celestial tech” and mentions “the right ship and the right crew,” while the faces of some of Jun's apparent crewmates flash on screen. One companion, Salt, is “an octopus piloting a massive mech suit who specializes in stealth,” according to the dev team during a recent media briefing.\nWe then get a small look at C.C. Orlev, voiced by Matthew McConaughey, who serves as a guide for Jun throughout the quest. “Orlev serves a dual role as a mentor ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Exodus, Mass Effect가 남긴 스페이스 오페라 RPG 공백 메우기 시도",
      "content_summary_kr": "Archetype Entertainment가 개발하고 Wizards of the Coast가 퍼블리싱하는 스페이스 오페라 RPG Exodus가 The Game Awards에서 새로운 게임플레이 트레일러 공개. 주인공 Jun이 고철 수집가에서 'Child of Orion'으로 성장하는 여정을 담았으며, 3인칭 슈팅 게임플레이와 거대 메카 슈트를 입은 문어 동료 Salt 등 다양한 크루원들 소개. Matthew McConaughey가 목소리 연기를 맡은 멘토 캐릭터 C.C. Orlev도 등장 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Fortnite's Harry Potter Collab Revealed, Lets You Dress Up Like A Wizard",
      "url": "https://www.gamespot.com/articles/fortnites-harry-potter-collab-revealed-lets-you-dress-up-like-a-wizard/1100-6536950/",
      "date": "2025-12-13 05:28",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4622060-screenshot2025-12-12at3.06.50%E2%80%AFpm.png",
      "body": "Epic Games has announced the latest major collab in Fortnite, and it's Harry Potter. Warner Bros. Interactive Entertainment and Epic are bringing \"the world of Harry Potter\" to Epic's platform this month, including Fortnite and Rocket League.\nThe Fortnite Shop will be updated later this month with outfits and accessories based on all things Harry Potter and the wider wizarding world. The outfits can be tailored to specific houses, including Gryffindor, Slytherin, Ravenclaw, and Hufflepuff.\nIn Rocket League, the game's Frosty Fest event will include a new Hogwarts House Rivalry event, during which players can earn points for their specific Hogwarts house. There will be Harry Potter-themed in-game shop items, too, and Epic said it will reveal them later this month.\nAdditionally, Hogwarts Legacy is now free on the Epic Games Store through December 18. People who play the game for at least two hours by December 18 will get the Chocolate Frog back bling for Fortnite.\nWhile fans wait for the",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Fortnite의 Harry Potter 콜라보 공개, 마법사 복장 착용 가능",
      "content_summary_kr": "Epic Games가 이번 달 Fortnite와 Rocket League에 Harry Potter 세계관을 도입한다고 발표. Fortnite 상점에서 그리핀도르, 슬리데린 등 4개 기숙사 기반 의상과 액세서리 판매 예정이며, Rocket League에서는 호그와트 기숙사 대항전 이벤트 개최. 12월 18일까지 Epic Games Store에서 Hogwarts Legacy 무료 배포 중이며, 2시간 이상 플레이 시 Fortnite용 초콜릿 개구리 백블링 제공.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Activision Calls Season 1 CoD: Warzone's \"Cleanest In History\" For Anti-Cheat Efforts",
      "url": "https://www.gamespot.com/articles/activision-calls-season-1-cod-warzones-cleanest-in-history-for-anti-cheat-efforts/1100-6536949/",
      "date": "2025-12-13 05:23",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1639/16394540/4622059-bo7s1warzoneverdanskupdate.jpg",
      "body": "Call of Duty: Black Ops 7 has integrated with Warzone for Season 1, bringing a new Resurgence map, perk changes, and now less hackers to the battle royale. A new post from Activision cites Black Ops 7 Season 1 as being the \"cleanest\" Warzone launch in history.\nThe publisher says Call of Duty Season 1 launched with the strongest anti-cheat performance Warzone has ever had, and the majority of players are completing their matches without encountering any cheaters.\n\"This our cleanest Warzone launch in Call of Duty history,\" Activision says.\nIn past years, Call of Duty's Ricochet anti-cheat has struggled to keep hackers out of the game, but the team made a few upgrades for the launch of Season 1. The publisher recently outlined Ricochet's major changes, including improved aimbot-detection models and more advanced behavioral detection to stop cheaters early.\nActivision says this success is also aided by Call of Duty's new TPM 2.0 and Secure Boot requirement on PC, which is implemented for b",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Activision, Call of Duty: Warzone 시즌 1을 안티치트 측면에서 '역대 가장 깨끗한 시즌'이라고 평가",
      "content_summary_kr": "Activision이 Call of Duty: Warzone 시즌 1을 역대 가장 깨끗한 출시라고 발표. 개선된 핵 탐지 모델과 행동 패턴 분석 기능을 적용한 Ricochet 안티치트 시스템 강화 및 PC의 TPM 2.0, Secure Boot 요구사항 도입으로 대부분의 플레이어가 핵 사용자 없이 게임을 즐기는 환경 구축.",
      "category": "규제 & 이슈"
    },
    {
      "title": "New Tomb Raider Games Recast Lara Croft With A Gaming Veteran",
      "url": "https://www.gamespot.com/articles/new-tomb-raider-games-recast-lara-croft-with-a-gaming-veteran/1100-6536948/",
      "date": "2025-12-13 04:38",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4622052-screenshot2025-12-12at2.23.43%E2%80%AFpm.png",
      "body": "The new Tomb Raider games announced at The Game Awards, Tomb Raider: Legacy of Atlantis and Tomb Raider: Catalyst, will feature the voice of Alix Wilton Regan as Lara Croft.\nThis is a change from the latest trilogy--Tomb Raider, Rise of the Tomb Raider, and Shadow of the Tomb Raider--which featured Camilla Luddington voicing and performing the motion-capture for Croft.\nNow Playing: Tomb Raider: Catalyst Teaser Trailer\nWilton Regan is known for her roles as Samantha Traynor in Mass Effect 3 and the female Inquisitor in Dragon Age: Inquisition. She also played Aya in Assassin's Creed Origins.\nLegacy of Atlantis is a remake of the original Tomb Raider game featuring \"modern visuals, updated gameplay design, and expanded storytelling.\" Catalyst, meanwhile, is a brand-new entry in the series, developed using the Unreal Engine 5, and claiming to be the \"most expansive entry yet.\"\nLegacy of Atlantis is set for release in 2026, with Catalyst coming in 2027. Both games are coming to PlayStation",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "새로운 Tomb Raider 게임, 게임 업계 베테랑으로 Lara Croft 성우 교체",
      "content_summary_kr": "The Game Awards에서 발표된 Tomb Raider: Legacy of Atlantis와 Tomb Raider: Catalyst의 Lara Croft 역을 Alix Wilton Regan이 맡는다고 공개. Mass Effect 3의 Samantha Traynor와 Dragon Age: Inquisition의 여성 Inquisitor 역으로 유명한 그녀가 기존 3부작의 Camilla Luddington을 대신하며, Legacy of Atlantis는 2026년, Catalyst는 2027년 PlayStation 플랫폼으로 출시 예정임.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "The Last of Us' Bruce Straley Shares More Details About Why He Left Naughty Dog",
      "url": "https://www.gamespot.com/articles/the-last-of-us-bruce-straley-shares-more-details-about-why-he-left-naughty-dog/1100-6536947/",
      "date": "2025-12-13 04:13",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4621994-thelastofusending.jpg",
      "body": "From 1999 to 2017, Bruce Straley was one of the key players at Naughty Dog, and the co-director of two its best-selling games, The Last of Us and Uncharted 4. However, Straley essentially left the game industry for several years despite that impressive track record. Now, Straley is sharing more details regarding his departure, following up on comments he made years ago.\n\"I had been there 18 years. That's a long time for anybody to be anywhere,\" Straley told Polygon. \"I need new problems to solve, I need new creative outlets. I'm not saying there wouldn't be opportunities there, but couple that feeling with the idea that I was working really, really hard at something that wasn’t mine.\"\nStraley went on to explain that he didn't jump to another AAA studio because he felt Naughty Dog was the \"pinnacle\" of developers that made the games he was interested in. And he didn't want to deal with \"a whole different bureaucratic or cultural system.\"\n\"It really comes down to: Do you want to continue",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "The Last of Us의 Bruce Straley, Naughty Dog 퇴사 이유에 대한 추가 정보 공개",
      "content_summary_kr": "1999년부터 2017년까지 Naughty Dog에서 The Last of Us와 Uncharted 4의 공동 디렉터로 활약한 Bruce Straley가 퇴사 배경을 상세히 설명. 18년간의 재직 후 새로운 창작 활동에 대한 갈망과 자신의 것이 아닌 작품에 과도하게 몰입했다는 점을 퇴사 사유로 언급. Naughty Dog을 AAA 스튜디오의 정점으로 여겼기에 다른 대형 스튜디오로의 이직 대신 게임 업계를 완전히 떠나는 선택을 한 것으로 밝혀짐.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Star Wars: Fate Of The Old Republic Is Probably Many Years Away From Release",
      "url": "https://www.gamespot.com/articles/star-wars-fate-of-the-old-republic-is-probably-many-years-away-from-release/1100-6536942/",
      "date": "2025-12-13 02:58",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1850/18504982/4621900-star-wars-fate-of-the-old-republic-05_51b4310b.jpeg",
      "body": "The release of the upcoming RPG Star Wars: Fate of the Old Republic is likely far, far away. While last night's announcement trailer at The Game Awards 2025 was surely exciting for Knights of the Old Republic fans, the truth is that the game, led by original KOTOR and Mass Effect director Casey Hudson, is in a very early stage of development.\nAccording to the official Star Wars website, Hudson's new studio, Arcanaut Studios, was formed just this year, after his previous studio closed in November 2024. The studio's careers page contains listings for several senior-level positions, so the announcement trailer also doubles as a recruitment advertisement, a tactic that developers often employ.\nNow Playing: Star Wars: Fate of the Old Republic: Teaser Trailer\nWith the lengthy development cycles that high-profile games undergo these days, we're probably years away from seeing anything concrete from Fate of the Old Republic, and even further from a release. Skepticism about the game even relea",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Star Wars: Fate Of The Old Republic, 출시까지 수년 소요 전망",
      "content_summary_kr": "The Game Awards 2025에서 공개된 Star Wars: Fate Of The Old Republic은 매우 초기 개발 단계로, 실제 출시까지 수년이 걸릴 것으로 예상됨. 원작 KOTOR와 Mass Effect를 이끌었던 Casey Hudson의 신규 스튜디오 Arcanaut Studios가 2024년 설립된 직후로, 공개 트레일러는 사실상 인력 채용 광고를 겸한 것으로 파악됨.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Gears Of War: E-Day Is Still Coming In 2026, Microsoft Assures Fans",
      "url": "https://www.gamespot.com/articles/gears-of-war-e-day-is-still-coming-in-2026-microsoft-assures-fans/1100-6536939/",
      "date": "2025-12-13 01:30",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4621769-gearsofwaredayskull.jpg",
      "body": "Gears of War fans hoping to see a new trailer for the upcoming prequel, Gears of War: E-Day, may have been disappointed that it skipped The Game Awards this year. That may be why the official Gears of War social media accounts have shared a message assuring fans that E-Day is still coming in 2026.\nThe image shared on the Gears of War X account didn't share any spoilers and it was just a skull set against some haunting red and black shades. But it did confirm the 2026 release window.\nFor now, Gears of War: E-Day is only confirmed for Xbox Series X|S and PC. However, it seems very likely to be the second game in the franchise to make the leap to PlayStation 5, given that Gears of War: Reloaded--a remake of the original game--became the first title in the series to appear on a Sony console. Cliff Bleszinski--the co-creator of the franchise--has mentioned that he's happy that the Gears of War games are no longer exclusive to a single console.\nGears of War: E-Day was announced during the Xb",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Gears Of War: E-Day, 2026년 출시 여전히 유효하다고 Microsoft 확인",
      "content_summary_kr": "Microsoft가 Gears of War: E-Day의 2026년 출시 일정을 공식 재확인. 현재 Xbox Series X|S와 PC 출시가 확정되었으나, Gears of War: Reloaded에 이어 두 번째로 PlayStation 5 출시 가능성도 높은 것으로 전망.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Doom Dev id Software Forms A \"Wall-To-Wall\" Union",
      "url": "https://www.gamespot.com/articles/doom-dev-id-software-forms-a-wall-to-wall-union/1100-6536938/",
      "date": "2025-12-13 01:00",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15789366/4621767-dtdaimage.jpg",
      "body": "Developer id Software, a Texas-based studio known for the Doom games (including The Game Awards-winning The Dark Ages), has, has formed a union under the Communications Workers of America (CWA). It's a \"wall-to-wall\" guild built to protect employees from AI while negotiating for ample benefits, such as remote work, and Microsoft appears to have recognized the studio's union.\nIn a press release on the CWA's website, id Software's 165-person union will join the CWA Local 6215 division in Richardson, Texas. Producer Andrew Willis noted how important it is for workers to fight back against the injustices facing the games industry at the moment.\nNow Playing: Doom: The Dark Ages GameSpot Video Review\n\"The wall-to-wall organizing effort at id Software was much needed; it's incredibly important that developers across the industry unite to push back on all the unilateral workplace changes that are being handed down from industry executives,\" Willis said. \"The union is a way for us, the develope",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Doom 개발사 id Software, '전면적' 노조 결성",
      "content_summary_kr": "Doom 시리즈로 유명한 텍사스 기반 개발사 id Software가 미국통신노동조합(CWA) 산하에 165명 규모의 '전면 노조'를 결성. AI로부터 직원 보호와 재택근무 등 복리후생 협상을 목표로 하며, Microsoft가 노조를 인정한 것으로 전해짐. 프로듀서 Andrew Willis는 게임 업계 경영진의 일방적인 업무 환경 변경에 맞서 개발자들이 단결해야 한다고 강조함.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Xbox Developer Direct Confirmed For January 2026, But It Won't Have Everything",
      "url": "https://www.gamespot.com/articles/xbox-developer-direct-confirmed-for-january-2026-but-it-wont-have-everything/1100-6536932/",
      "date": "2025-12-12 23:37",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621749-xbox2026.jpg",
      "body": "Microsoft has announced that the next Xbox Developer Direct broadcast is coming up in January 2026, but it won't have everything Microsoft plans to show next year for Xbox's 25th anniversary.\nSpeaking to Variety, Head of Xbox Game Studios Matt Booty said, \"We've got a lot of stuff that we're shipping\" in 2026.\nAs for the January 2026 Developer Direct, Booty confirmed that fans can expect to see the new Fable and Forza Horizon 6. \"But we'll have more stuff next year to ship than we can fit into one Dev Direct show in January, which is a good place to be,\" he said.\nXbox marketing boss Aaron Greenberg chimed in as well, saying the Xbox team is \"cooking something special up next year!\"\nBooty went on to tease that Microsoft has \"a lot of other things that we'll talk about soon,\" and these projects will also release in 2026 for the 25th anniversary. \"So it's going to be a real banner year for the brand and a banner year for some of our biggest franchises to show up across the industry,\" he s",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Xbox Developer Direct, 2026년 1월 개최 확정...하지만 모든 내용이 공개되진 않아",
      "content_summary_kr": "Microsoft가 2026년 1월 Xbox Developer Direct 개최를 확정하고 'Fable'과 'Forza Horizon 6'를 공개할 예정이라고 발표. Xbox 25주년을 맞아 한 번의 쇼에 담기 어려울 만큼 많은 프로젝트를 준비 중이며, 추가 발표가 예정되어 있다는 계획.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "Here's Why A Call Of Duty Movie Is Finally Happening After 10+ Years Of Trying",
      "url": "https://www.gamespot.com/articles/heres-why-a-call-of-duty-movie-is-finally-happening-after-10-years-of-trying/1100-6536930/",
      "date": "2025-12-12 23:06",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4621736-screenshot2025-12-12at8.45.08%E2%80%AFam.png",
      "body": "A movie based on Activision's Call of Duty series is in the works now at Paramount, which is now led by billionaire and Call of Duty superfan David Ellison. Prolific writer and director Taylor Sheridan is writing the script for the film, with Lone Survivor director Peter Berg attached to direct.\nActivision had been trying to make Call of Duty movies for years, so why is it finally happening now? Xbox boss Matt Booty told Variety that \"a relationship came about\" between people at Paramount and senior executives working on Call of Duty. \"They felt like they found a partner who understands the game, people who play the game, and shared a vision of what it could be to bring that forward,\" Booty said.\nActivision originally announced it would make Call of Duty movies through its Activision Blizzard Studios label that was formed in 2015, led by Hollywood producers Stacey Sher and Nick van Dyk, and charged with adapting Activision Blizzard's franchises for film and TV. A Call of Duty movie uni",
      "media": "GameSpot",
      "game_relevance": 0.7,
      "importance": 0.6,
      "title_kr": "10년 넘게 시도한 Call of Duty 영화가 드디어 제작되는 이유",
      "content_summary_kr": "Activision의 Call of Duty 영화가 Paramount를 통해 제작 확정. Call of Duty 열성 팬인 억만장자 David Ellison이 이끄는 Paramount와 게임을 이해하는 파트너십이 형성되면서, Taylor Sheridan의 각본과 Peter Berg 감독으로 10년 이상의 시도 끝에 실현. Xbox의 Matt Booty는 Paramount 측과 Call of Duty 고위 임원들 간의 관계 형성과 공동 비전 공유가 성사 배경이라고 설명.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Capcom Invites Fans To Design Their Own Mega Man Boss For Dual Overdrive",
      "url": "https://www.gamespot.com/articles/capcom-invites-fans-to-design-their-own-mega-man-boss-for-dual-overdrive/1100-6536926/",
      "date": "2025-12-12 23:03",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4621633-megamanbosscontest.jpg",
      "body": "As announced at The Game Awards, Mega Man is officially making his comeback in a new game, Mega Man: Dual Overdrive. Since the franchise began in 1987, the evil Dr. Wiley has been creating robot bosses to challenge Mega Man and keep him from foiling whatever nefarious plans he had. Now, it's your turn to design a robot boss for Mega Man to fight in Dual Overdrive.\nThe Mega Man: Dual Overdrive Robot Design Contest has already begun, but there are some restrictions. Capcom already has a base design in mind for this boss, and it's looking for a Robot Master with a right arm that has \"immense suction powers.\" Starting from the template shared by Capcom, players aged 13 and up are encouraged to put their own spin on this villain.\nThe full details are available on Capcom's site, and entries will be accepted from Japan, North America, South America, Europe, and Asia through January 1, 2026 at 11:59 PM PST. Contestants will have to follow the @Megaman account on X to submit their creations. Ca",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Capcom, Mega Man: Dual Overdrive를 위한 팬 보스 디자인 공모전 개최",
      "content_summary_kr": "The Game Awards에서 발표된 신작 Mega Man: Dual Overdrive를 위해 Capcom이 팬 참여형 로봇 보스 디자인 콘테스트를 개최. 13세 이상 참가 가능하며, '강력한 흡입력을 가진 오른팔'이라는 기본 콘셉트를 바탕으로 자유롭게 디자인할 수 있으며, 일본, 북미, 남미, 유럽, 아시아 지역에서 2026년 1월 1일까지 응모 접수.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "Saros: Release Date , Platforms, And Everything We Know So Far About The Next Housemarque Game",
      "url": "https://www.gamespot.com/articles/saros-release-date-trailer-story/1100-6529491/",
      "date": "2025-12-12 20:50",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4575612-saros.jpg",
      "body": "One of the big upcoming first-party PlayStation Studios titles is Saros, the next game from developer Housemarque. A spiritual sequel to Returnal, Saros builds on the foundation of that roguelike action game and is described as the \"ultimate evolution\" of the company's approach to gameplay-first adventures. Here's everything we know about the game so far, ahead of its upcoming release in early 2026.\nSaros will be released on April 30, 2026. The game was initially scheduled to launch on March 20, but the third-person shooter was pushed back to this new date.\nPreorders are now open for Saros. A standard edition of the game is priced at $70, and the Digital Deluxe Edition includes 48-hour early access and exclusive Enforcer armor sets.\nSaros\n$70 | Releases April 30, 2026\nSaros: Digital Deluxe Edition\n$80 | Releases April 28, 2026\nThe first trailer for Saros was released during the February State of Play event--check it out below. The trailer spotlights the setting, tone, and story. We thi",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Saros: 출시일, 플랫폼 및 Housemarque의 차기작에 대해 현재까지 알려진 모든 것",
      "content_summary_kr": "PlayStation Studios의 차기 퍼스트파티 타이틀 Saros가 2026년 4월 30일 출시 예정임을 발표. Returnal의 정신적 후속작으로, 당초 3월 20일 출시 예정이었으나 연기되었으며, 스탠다드 에디션 70달러, 48시간 조기 접속을 포함한 디지털 디럭스 에디션 80달러로 현재 예약 판매 진행 중.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Clair Obscur Celebrates Its Game Awards Blowout With A Major New Update",
      "url": "https://www.gamespot.com/articles/clair-obscur-celebrates-its-game-awards-blowout-with-a-major-new-update/1100-6536925/",
      "date": "2025-12-12 14:27",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1544/15449755/4621609-screenshot2025-12-11232920.png",
      "body": "It was almost a foregone conclusion, but Clair Obscur: Expedition 33 absolutely crushed it at The Game Awards this year, taking home little polygonal statues for a record-setting number of categories it was nominated for. When the game's director, Guillaume Broche took the stage, he thanked a number of individuals, but he ended his speech by giving a very special thank you to us, the players, not with a speech, but with a rather sizable update for the game that dropped the second he walked on stage to accept the award.\nDubbed \"The Thank You Update\", this is no mere costume/weapon set, though there's over a dozen each of those to go find too. This is an all-encompassing update that brings everything from quality-of-life updates--a Picto/Lumina filter, a long-overdue photo mode, and an option to escape from battles, to a completely new area called \"Verso's Drafts,\" with a bunch of new story content, mostly about Verso's childhood, and the final music tracks written by Lorien Testard for ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Clair Obscur, The Game Awards 성과를 기념하는 대규모 업데이트 공개",
      "content_summary_kr": "Clair Obscur: Expedition 33가 The Game Awards에서 다수의 상을 수상하며 기록 경신. 수상 직후 'The Thank You Update'를 공개했으며, 포토 모드, 전투 탈출 옵션 등 편의성 개선과 함께 Verso의 어린 시절을 다루는 새로운 지역 'Verso's Drafts' 및 추가 스토리 콘텐츠 포함.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "This Switch 2-Exclusive Co-Op Game Is A Retro Anime You Can Play",
      "url": "https://www.gamespot.com/articles/this-switch-2-exclusive-co-op-game-is-a-retro-anime-you-can-play/1100-6536924/",
      "date": "2025-12-12 14:06",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1647/16470614/4621618-orbitalsswitch2coopgame.jpg",
      "body": "Of all the new games announced at The Game Awards, the Nintendo Switch 2-exclusive Orbitals might just be the most charming thanks to its retro anime aesthetic.\nOrbitals is a two-player co-op adventure, where players step into the roles of Maki and Omura to save their home from a supernatural cosmic storm. Aside from showing off the game's gorgeous '80s anime-inspired visuals, Orbitals' debut trailer also highlights how Maki and Omura will traverse space and work together to solve puzzles.\nIn one example of how the game's co-op will work, the trailer shows one character piloting a spaceship while another operates the ship's turret. Another portion of the trailer highlights one of the duo using a levitating beam to help transport some important piece of a puzzle, while the other navigates a series of dangerous platforms.\nNot much else is known about the game, only that it's being published by Kepler Interactive and developed by the Tokyo-based developer Shapefarm. Orbitals will be relea",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Switch 2 독점 협동 게임 Orbitals, 플레이 가능한 레트로 애니메이션으로 등장",
      "content_summary_kr": "The Game Awards에서 Nintendo Switch 2 독점 타이틀 Orbitals 공개. 80년대 레트로 애니메이션 스타일의 2인 협동 어드벤처 게임으로, Maki와 Omura가 되어 초자연적 우주 폭풍으로부터 고향을 지키는 내용. Kepler Interactive가 퍼블리싱하고 도쿄 기반 개발사 Shapefarm이 개발 중.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Clair Obscur: Expedition 33 Devs Thank Game-Maker YouTubers For GOTY Award",
      "url": "https://www.gamespot.com/articles/clair-obscur-expedition-33-devs-thank-game-maker-youtubers-for-goty-award/1100-6536922/",
      "date": "2025-12-12 13:37",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15789366/4621605-gotyspeechimage.jpg",
      "body": "To probably no one's surprise, Sandfall Interactive's turn-based RPG Clair Obscur: Expedition 33 won Game of the Year at this year's The Game Awards (as well as GameSpot's Game of the Year accolade), and the team delivered a heartfelt thank you to \"the unsung heroes of this industry,\" YouTubers. Hold on, let me explain.\nGame director Guillaume Broche took to the stage at the end of The Game Awards to accept the GOTY trophy on behalf of the team at Sandfall Interactive. While commenting that the outfit--a traditional French garb replete with a black-and-white striped shirt and a red beret--started as a joke and thanking the team, publisher Kepler Interactive, and the cast, Broche had a couple more people in mind to give special thanks to.\n\"And also, I want to extend [my] thanks to the unsung heroes of this industry,\" he said during his roughly five-minute speech. \"The people who make tutorials on YouTube on how to make a game because we had no idea how to make a game before. So, thank y",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Clair Obscur: Expedition 33 개발사, GOTY 수상 소감에서 게임 제작 유튜버들에게 감사 전달",
      "content_summary_kr": "Sandfall Interactive의 턴제 RPG Clair Obscur: Expedition 33가 The Game Awards에서 올해의 게임상을 수상. 게임 디렉터 Guillaume Broche는 수상 소감에서 팀과 퍼블리셔 외에도 '게임 제작 방법을 알려주는 유튜브 튜토리얼 제작자들'을 업계의 숨은 영웅으로 지목하며 특별히 감사를 표명.",
      "category": "커뮤니티 & 이벤트"
    },
    {
      "title": "Arknights: Endfield Gets A Release Date With Music-Video Trailer",
      "url": "https://www.gamespot.com/articles/arknights-endfield-gets-a-release-date-with-music-video-trailer/1100-6536919/",
      "date": "2025-12-12 13:12",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4621590-g764suexkaealxo.jpg",
      "body": "Upcoming gacha-RPG game Arknights: Endfield will release on January 22, 2026 for PC, PlayStation 5, and mobile, as revealed in a music-video trailer at The Game Awards 2025. The Arknights spin-off features action-RPG gameplay in a semi-open world, mixed with elements of factory simulation like Satisfactory--and, of course, plenty of anime girls for its gacha system.\nThe release date was dropped at the end of a trailer, which also doubled as a music video, revealing Endfield's title track Give Me Something for the very first time. The track is performed by American band OneRepublic, who also appeared in the trailer alongside Endfield's cast of launch characters.\nEndfield is a spin-off from tower defense game Arknights, moving away from the franchise's origins with more traditional action-RPG mechanics. Setting it apart from the many other anime-style gacha RPGs that spawned from Genshin Impact's success, Endfield also includes elements of strategic management, with factory-simulation me",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Arknights: Endfield, 뮤직비디오 트레일러와 함께 출시일 공개",
      "content_summary_kr": "가챠 RPG 게임 Arknights: Endfield가 2026년 1월 22일 PC, PlayStation 5, 모바일로 출시 예정임을 The Game Awards 2025에서 발표. 타워 디펜스 게임 Arknights의 스핀오프 작품으로, 반오픈월드 액션 RPG 게임플레이에 Satisfactory 같은 공장 시뮬레이션 요소를 결합한 것이 특징. 트레일러에서 미국 밴드 OneRepublic이 부른 타이틀곡 'Give Me Something'을 최초 공개.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Chinese Martial-Arts RPG Phantom Blade Zero Gets September 2026 Release Date",
      "url": "https://www.gamespot.com/articles/chinese-martial-arts-rpg-phantom-blade-zero-gets-september-2026-release-date/1100-6536785/",
      "date": "2025-12-12 12:55",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15789366/4621598-pbzimage.jpg",
      "body": "At The Game Awards, developer S-Game has released a new trailer for its upcoming action game, Phantom Blade Zero, confirming a release date of September 9, 2026 on PC and PlayStation 5.\nThe trailer was pretty epic, starting with some CGI of a martial artist crossing swords with some thugs while carrying a baby in some Death Stranding kind of way. We then cut to some actual gameplay of our protagonist, the elite assassin Soul, as he travels around various environments, enters various cutscenes, and engages in various battles. It's not quite a souls-like, but based on combat encounters and enemy designs, you'd think it was one. Actually, it looks like a cool mix between Where Winds Meet, Sekiro: Shadows Die Twice, and Wo Long: Fallen Dynasty.\nFirst announced back in 2023, Phantom Blade Zero is one of several high-profile games inspired by '80s and '90s Chinese Wuxia action movies. Phantom Blade Zero features a seamless map with interconnected regions for players to explore. This aspect o",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "중국 무협 RPG Phantom Blade Zero, 2026년 9월 출시일 확정",
      "content_summary_kr": "개발사 S-Game이 The Game Awards에서 액션 게임 Phantom Blade Zero의 새 트레일러를 공개하며 2026년 9월 9일 PC 및 PlayStation 5 출시일을 확정 발표. 1980~90년대 중국 무협 영화에서 영감을 받은 본 작품은 암살자 Soul의 활약을 그리며, Sekiro와 Wo Long을 혼합한 듯한 전투 시스템과 상호 연결된 지역을 탐험할 수 있는 seamless 맵을 특징으로 제시.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Warframe Turns To A Very Unexpected Person To Explain Its Lore: Werner Herzog",
      "url": "https://www.gamespot.com/articles/warframe-turns-to-a-very-unexpected-person-to-explain-its-lore-werner-herzog/1100-6536916/",
      "date": "2025-12-12 12:47",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4621576-warframe.jpg",
      "body": "Warframe has been hanging around in perpetual beta for well over a decade now. Even the developers joked about it at The Game Awards this year. The game may not be finished, but it still holds a whole world of mythology to dive into. And who better to reintroduce players to Warframe than documentarian and occasional actor, Werner Herzog. Although Herzog didn't appear in person, he left quite an impression in the trailer below.\nIn terms of backstory and mythology, Warframe is a little convoluted. The short version is that players control Tenno, warriors who were asleep in suspended animation for centuries before being awakened in the middle of an intergalactic war. There have been 13 years of story expansions, and it's a little too much to take in all at once. And yet Herzog's delivery goes a long way toward making it sound very compelling.\n\"The Game Awards is a special night, and it's inspiring to see different industries come together to celebrate the craft of game making,\" Warframe c",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Warframe, 게임 세계관 설명에 Werner Herzog 기용",
      "content_summary_kr": "10년 이상 베타 서비스 중인 Warframe이 복잡한 게임 세계관을 소개하기 위해 다큐멘터리 감독 겸 배우 Werner Herzog를 트레일러 내레이터로 기용. 수세기 동안 동면 상태였다가 은하계 전쟁 중 깨어난 Tenno 전사들의 이야기를 담은 13년간의 방대한 스토리를 Herzog 특유의 전달력으로 설득력 있게 재구성한 것으로 평가됨.",
      "category": "IP & 콜라보"
    },
    {
      "title": "New Look At Saros Pushes Back The Darkness, As Well As Its Release Date",
      "url": "https://www.gamespot.com/articles/new-look-at-saros-pushes-back-the-darkness-as-well-as-its-release-date/1100-6536855/",
      "date": "2025-12-12 12:34",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4620930-2589710186-45756.jpg",
      "body": "A short but sweet new preorder trailer for Housemarque's highly anticipated third-person shooter Saros appeared during The Game Awards on December 11.\nThe trailer didn't tell us much we haven't learned from the previous trailer: there's still an eclipse, actor Rahul Kohli being handsome and angsty, and a whole lot of projectiles and tentacles. What's definitely new, however, is where it ended: on a new release date of April 30, 2026, pushed back from the original date of March 20.\nAt first glance, Saros looks like a pretty straightforward follow-up to Returnal, but it features a number of gameplay differences that pull it further away from roguelite territory. Resources and progression are not lost upon death in Saros, though the world will still be altered, providing a unique experience each run. It stars Kohli, known for Midnight Mass, The Electric State, and more.\nGot a news tip or want to contact us directly? Email news@gamespot.com",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Saros의 새로운 영상 공개, 어둠과 함께 출시일도 밀어내다",
      "content_summary_kr": "Housemarque의 신작 3인칭 슈터 Saros가 The Game Awards에서 새로운 예약 구매 트레일러를 공개하며 출시일을 기존 3월 20일에서 2026년 4월 30일로 연기 발표. 전작 Returnal과 달리 사망 시 자원과 진행도가 유지되는 등 로그라이트 요소를 줄인 게임플레이 특징을 보유하며, Midnight Mass로 유명한 배우 Rahul Kohli가 주연으로 참여.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "No Law Is a First-Person Adventure Steeped In Vigilante Justice",
      "url": "https://www.gamespot.com/articles/no-law-is-a-first-person-adventure-steeped-in-vigilante-justice/1100-6536866/",
      "date": "2025-12-12 12:10",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4621057-nolaw.jpg",
      "body": "Neon Giant’s debut project, The Ascent, dropped players into an isometric action game hosted by a neon world of crime and conspiracy. Today at The Game Awards, the Sweden-based studio announced its next adventure, No Law, a gritty first-person shooter that centers on one man’s quest for vengeance.\nNo Law follows Grey Harker, a retired military veteran living in another neon-soaked metropolis called Port Desire. He leaves active service for a life of peace, but one day he is attacked in his home, and he sets out to learn the truth behind the encounter.\nHarker’s quest can be approached through a direct approach with guns blazing, or with a careful touch via stealth tactics. In an interview with GameSpot prior to the TGA reveal, Neon Giant co-founders Tor Frick and Arcade Berg spoke at length about how player choices are key to No Law--especially in how Port Desire reacts to those choices.\n”We’re not framing the game’s reactions to a player’s choices as ‘choosing stealth’ or ‘choosing sho",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "No Law, 자경단 정의를 다루는 1인칭 어드벤처 게임",
      "content_summary_kr": "The Ascent 개발사 Neon Giant가 The Game Awards에서 신작 No Law 발표. 네온 도시 Port Desire를 배경으로 퇴역 군인 Grey Harker의 복수극을 그리며, 플레이어의 선택에 따라 총격전 또는 스텔스 방식으로 진행 가능하고 도시가 선택에 반응하는 시스템 구현.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Blizzard Announces Next Diablo 4 Expansion, Two New Classes",
      "url": "https://www.gamespot.com/articles/blizzard-announces-next-diablo-4-expansion-two-new-classes/1100-6536900/",
      "date": "2025-12-12 12:04",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1639/16394322/4621478-copyofff%281%29.jpg",
      "body": "The end of Diablo 4's Age of Hatred saga is nigh. Blizzard has officially announced the game's second expansion, Lord of Hatred, is coming April 28, 2026. The expansion marks the end of Diablo 4's ongoing story, culminating in an epic battle against the MMO-ARPG's biggest antagonist: Mephisto.\nRevealed as part of 2025's The Game Awards, Lord of Hatred sees players team up with an unlikely ally in an attempt to put an end to the Lord of Hatred's uprising. The expansion takes players to the fabled isles of Skovos, a region that was meant to appear in Diablo 3 before ultimately being cut, and serves as the former home of both Lilith and Inarius. In addition to finally taking us to these long-anticipated islands, Lord of Hatred also brings with it two new classes. While Blizzard has yet to reveal what one of these classes might be, the studio confirmed the fan-favorite Paladin is finally making their return. Those who preorder Diablo 4 Lord of Hatred will gain immediate access to the class",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Blizzard, Diablo 4 차기 확장팩과 두 개의 신규 직업 발표",
      "content_summary_kr": "Blizzard가 Diablo 4의 두 번째 확장팩 'Lord of Hatred'을 2026년 4월 28일 출시 예정임을 공식 발표. 확장팩은 Age of Hatred 스토리의 최종 장으로 Mephisto와의 결전을 다루며, Skovos 지역과 함께 Paladin을 포함한 두 개의 신규 직업 추가. 사전 예약 시 Paladin 직업 즉시 플레이 가능.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Deadpool Finally Joins Marvel Rivals In 2026, Probably Without Permission",
      "url": "https://www.gamespot.com/articles/deadpool-finally-joins-marvel-rivals-in-2026-probably-without-permission/1100-6536873/",
      "date": "2025-12-12 12:00",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1599/15997278/4621565-screenshot2025-12-11at7.48.17pm.png",
      "body": "Marvel Rivals had a busy 2025 with the addition of several fan-favorite characters to its roster and regular seasonal updates, but come 2026, players can look forward to the regeneratin' degenerate Deadpool joining the game. At The Game Awards, developer NetEase debuted a new trailer featuring the popular Marvel Comics antihero in action.\nDeadpool is joining the Rivals roster as the first character of Season 6, which kicks off on January 16, 2026. While the trailer doesn't explicitly confirm it, Deadpool certainly looks to be another new Duelist, wielding his iconic dual pistols and katanas as he battles against Werewolf Captain America and other monstrous heroes, while riding a Deadpool T-Rex.\nSeason 6 is called Night at the Museum, so it seems like a Museum map featuring some of the odder Marvel characters is in store. The trailer also concludes with a quick tease of the second new hero coming in Season, Elsa Bloodstone. A deeper cut than Deadpool, Elsa Bloodstone is a monster hunter",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Deadpool, 2026년 Marvel Rivals에 합류... 아마도 허락 없이",
      "content_summary_kr": "NetEase가 The Game Awards에서 Deadpool이 2026년 1월 16일 시작되는 Marvel Rivals 시즌 6의 첫 번째 캐릭터로 참전한다는 트레일러 공개. 시즌 6 'Night at the Museum'에서는 박물관 맵과 함께 Duelist 역할로 추정되는 Deadpool, 그리고 두 번째 신규 영웅 Elsa Bloodstone 등장 예정.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Street Fighter Movie Cast Revives Mortal Kombat Rivalry For No Real Reason",
      "url": "https://www.gamespot.com/articles/street-fighter-movie-cast-revives-mortal-kombat-rivalry-for-no-real-reason/1100-6536913/",
      "date": "2025-12-12 11:50",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15789366/4621556-sfmovieimage.jpg",
      "body": "Like any awards show, there's bound to be a moment or two that leaves you perplexed about what's going on. The Game Awards had one such moment just like this, and it came during the reveal trailer for the upcoming Street Fighter film, which was quite chaotic and loud.\nMoments after Geoff Keighley introduced the Street Fighter trailer, the film's main cast took to the stage. Andrew Koji (Ryu), Andrew Schulz (Dan Hibiki), Callina Liang (Chun-Li), Cody Rhodes (Guile), David Dastmalchian (M. Bison), Jason Momoa (Blanka), Mel Jarnson (Cammy), Noah Centineo (Ken Masters), Olivier Richters (Zangief), Orville Peck (Vega), Rayna Vallandingham (Juli), Roman Reigns (Akuma), and Vidyut Jammwal (Dhalsim) all took the stage to yap about ... nothing much, really.\nThat's not entirely true, sort of. Liang confirmed that the cast wrapped up filming Street Fighter \"a few weeks ago.\" Momoa--with a slight sway and a slight slur--cheekily argued with Koji over the pronunciation of \"Ryu.\" Koji said the cast ",
      "media": "GameSpot",
      "game_relevance": 0.7,
      "importance": 0.5,
      "title_kr": "Street Fighter 영화 출연진, 별다른 이유 없이 Mortal Kombat 라이벌 구도 재점화",
      "content_summary_kr": "The Game Awards에서 공개된 Street Fighter 영화 트레일러 이후, Andrew Koji(Ryu), Jason Momoa(Blanka), Cody Rhodes(Guile) 등 주요 출연진이 무대에 등장. Callina Liang은 촬영이 몇 주 전 종료되었음을 확인했으며, Momoa와 Koji는 'Ryu' 발음을 두고 농담을 주고받는 등 특별한 내용 없이 캐릭터 소개 위주의 무대 진행.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Gang Of Dragon Is The New, Totally Not Yakuza Game From Ex-Yakuza Devs' New Studio",
      "url": "https://www.gamespot.com/articles/gang-of-dragon-is-the-new-totally-not-yakuza-game-from-ex-yakuza-devs-new-studio/1100-6536911/",
      "date": "2025-12-12 11:39",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1647/16470614/4621536-gangofdragonreveal.jpg",
      "body": "Gang of Dragon, a new game from former Yakuza/Like A Dragon visionary Toshihiro Nagoshi, made its world premiere at The Game Awards, and it looks extremely similar to the Sega's own gangster franchise.\nThe debut trailer shows a back-alley stabbing, a showdown in a bar, and plenty of action, with what appears to be South Korean actor Ma Dong-seok in the starring role. It all looked very reminiscent of the Yakuza/Like A Dragon franchise (and even has dragon in its own name). Gang of Dragon is said to be \"deep in development,\" but no release date was given.\nNagoshi was a 30-year veteran of Sega who became best known for his work on the Yakuza/Like A Dragon franchise. He served as director of Yakuza/Like A Dragon studio Ryu Ga Gotoku Studios for a number of years before departing Sega in 2021. He then formed Nagoshi Studio in 2022, under the umbrella of Chinese publisher NetEase.\nThis year's The Game Awards has been full of surprising announcements, from a new Star Wars: Knights of the Old",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "전직 Yakuza 개발자들의 신작 'Gang Of Dragon', Yakuza와 똑같아 보이는 새 게임",
      "content_summary_kr": "Yakuza/Like A Dragon 시리즈의 핵심 제작자였던 Toshihiro Nagoshi가 2021년 Sega를 떠나 NetEase 산하 Nagoshi Studio를 설립한 후 첫 신작 'Gang of Dragon'을 The Game Awards에서 공개. 배우 마동석이 주연으로 등장하는 이 게임은 Yakuza 시리즈와 매우 유사한 뒷골목 액션과 조폭 스토리를 담고 있으며, 현재 개발 중이나 출시일은 미정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Lego Batman: Legacy Of The Dark Knight Releases In May",
      "url": "https://www.gamespot.com/articles/lego-batman-legacy-of-the-dark-knight-releases-in-may/1100-6536781/",
      "date": "2025-12-12 11:37",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4619694-lego-batman.jpg",
      "body": "The Dark Knight returns next year with a new Lego Batman game, Lego Batman: Legacy of the Dark Knight, and at The Game Awards, we got a fresh look at the next Caped Crusader adventure, along with a May 29, 2026 release date. The Nintendo Switch 2 version has been delayed, coming out sometime later in 2026.\nThe new trailer also showcases not only more of the caped crusader in all of his Lego glory, but a glimpse at some of the other heroes lending him their talents, like Catwoman, Robin, Batgirl, and Nightwing. These characters also have special abilities based on their skills, such as Catwoman calling in a cat to take out a goon. There are also plenty of iconic Batmobiles and various other Bat-vehicles shown off, like the Batpod from The Dark Knight.\nThe first solo Lego Batman since 2014's Lego Batman 3: Beyond Gotham, this new adventure plays like a highlight reel of Dark Knight movies with a toyetic spin. The game also borrows from Rocksteady's Arkham series, as Batman utilizes steal",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Lego Batman: Legacy Of The Dark Knight, 5월 출시",
      "content_summary_kr": "새로운 Lego Batman 게임인 'Legacy of the Dark Knight'가 2026년 5월 29일 출시 예정이며, The Game Awards에서 트레일러 공개. Catwoman, Robin, Batgirl, Nightwing 등 다양한 히어로들이 고유 능력을 가지고 등장하며, 2014년 이후 첫 단독 Lego Batman 게임으로 Rocksteady의 Arkham 시리즈 요소를 차용함.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Next Invincible Vs. Character Is A Brand-New Hero from Invincible's Co-Creators",
      "url": "https://www.gamespot.com/articles/next-invincible-vs-character-is-a-brand-new-hero-from-invincibles-co-creators/1100-6536864/",
      "date": "2025-12-12 11:34",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4621055-ellamental.jpg",
      "body": "In June, Skybound Entertainment and its new development studio Quarter Up announced Invincible Vs., a 3v3 tag-based fighting game starring the cast of the popular superhero series. Today at The Game Awards, the two companies revealed that Invincible Vs. will launch on April 30, 2026, and its roster will include an all-new original superhero--designed by the series's co-creators--named Ella Mental.\nElla Mental can control earth, fire, wind, and water, and she uses all four elements in her offense. She can summon boulders to block enemy attacks, shoot fiery projectiles, and even mix elements together--her Level 1 super creates a waterspout that launches the opponent into the air, then scores multiple hits. Ella Mental will be voiced by rapper and recording artist Tierra Whack.\nSkybound and Quarter Up also confirmed that the initial roster for Invincible Vs. will include 18 characters. With the reveal of Ella Mental, 11 of those 18 have been announced:\nDevelopment studio Quarter Up is mad",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Invincible Vs.의 다음 캐릭터는 Invincible 공동 제작자들이 만든 완전히 새로운 히어로",
      "content_summary_kr": "Skybound Entertainment와 Quarter Up이 3대3 태그 기반 격투 게임 Invincible Vs.의 2026년 4월 30일 출시일과 함께 시리즈 공동 제작자들이 디자인한 신규 오리지널 캐릭터 Ella Mental을 공개. Ella Mental은 땅, 불, 바람, 물의 4원소를 조종하는 능력을 가졌으며 래퍼 Tierra Whack이 목소리 연기를 맡고, 초기 로스터는 총 18명의 캐릭터로 구성될 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "New Game From Left 4 Dead Designer Gives Off Edge Of Tomorrow Vibes",
      "url": "https://www.gamespot.com/articles/new-game-from-left-4-dead-designer-gives-off-edge-of-tomorrow-vibes/1100-6536907/",
      "date": "2025-12-12 11:18",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4621524-4loop.jpg",
      "body": "Last week's announcement about the collaboration between J.J. Abrams' Bad Robot Games and Left 4 Dead designer Mike Booth was sparse on details. However, the first official look at 4: Loop debuted at The Game Awards. In the trailer below, this co-op game leaves players hopelessly outmatched against alien invaders. The one advantage that the humans have is that they can die over and over again like Tom Cruise in Edge of Tomorrow, and awaken in 3D-printed bodies with the knowledge they need to succeed.\nThe trailer reveals that Earth was conquered in minutes, and most of the human population was frozen in place by some kind of crystalline structure. The scientist narrating the trailer takes the blame for what happened, and also the credit for the potential solution. By using the scientist's 3D-flesh printer, players are effectively immune from permanent death. The game doesn't appear to have an actual time loop when players die, but the knowledge players gain carries over to the next atte",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Left 4 Dead 디자이너의 신작, Edge Of Tomorrow 분위기 풍김",
      "content_summary_kr": "J.J. Abrams의 Bad Robot Games와 Left 4 Dead 디자이너 Mike Booth가 협업한 신작 '4: Loop'를 The Game Awards에서 공개. 외계인 침략자들에 맞서 싸우는 협동 게임으로, 플레이어들은 영화 Edge of Tomorrow처럼 반복해서 죽고 3D 프린팅된 신체로 부활하며 이전 경험을 활용해 임무를 수행하는 방식을 채택.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Dungeons & Dragons: Warlock Is A Magic-Focused Adventure Set In The World Of D&D",
      "url": "https://www.gamespot.com/articles/dungeons-dragons-warlock-is-a-magic-focused-adventure-set-in-the-world-of-dd/1100-6536872/",
      "date": "2025-12-12 10:55",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4621088-8659215886-39395.jpg",
      "body": "In the lead-up to The Game Awards, Wizards of the Coast teased a new trailer for Exodus, the space-opera RPG under development at Archetype Studios. However, WOTC had another trick for the show up its sleeve, as Dungeons & Dragons: Warlock made a surprise debut.\nD&D Warlock is a third-person action-adventure game being developed by Invoke Studios, formerly Tuque Studios, in Montreal. In it, players will assume the role of Katri, a warlock who has made a pact with an otherworldly being in order to gain access to powerful magic.\nAs such, Warlock will focus heavily on “immersive, expressive magic,” according to Invoke Studios head Jeff Hattem during a recent media briefing. Players will use spells to battle monsters, solve puzzles and other challenges in the environment, and more.\nThe team at Invoke is also taking strides to separate Warlock from other D&D-adjacent games like Baldur’s Gate III, which means players should not expect a similar style here. “Our focus is making a video game f",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Dungeons & Dragons: Warlock, D&D 세계관 기반 마법 중심 어드벤처 게임 공개",
      "content_summary_kr": "Wizards of the Coast가 The Game Awards에서 Dungeons & Dragons: Warlock을 깜짝 발표. 몬트리올 소재 Invoke Studios가 개발 중인 3인칭 액션 어드벤처 게임으로, 플레이어는 강력한 마법을 얻기 위해 초월적 존재와 계약한 워록 'Katri' 역할을 수행하며 몰입감 있는 마법 전투와 퍼즐 해결에 집중하는 것이 특징. Baldur's Gate III와는 차별화된 게임 스타일 추구를 선언.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Here's How Much Leon S. Kennedy Is In Resident Evil: Requiem - IGN Daily Fix",
      "url": "https://www.ign.com/videos/heres-how-much-leon-s-kennedy-is-in-resident-evil-requiem-ign-daily-fix",
      "date": "2025-12-13 07:14",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/12/gfix-121225-blogroll-1765577361619.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "In today's Daily Fix:\nLeon S. Kennedy is now officially confirmed for Resident Evil: Requiem, but don't expect just a simple cameo from him. Capcom developers have clarified how much of the game will be from Leon's POV, and just like his first outing in RE2, it looks like about half the game will have you playing as him. The other half will be played out via Grace Ashcroft, but there's a very strong possibility you'll have at least one more character to play as. In other news, Clair Obscur almost had a clean sweep at last night's Game Awards, winning 9 awards across 11 different categories. As a thank-you to fans, developer Sandfall has made the upcoming DLC not only available right now, but it's totally FREE. And finally, take a peek at The Wizarding World of Harry Potter at Universal Orlando Resort.\nPresented by Universal Orlando Resort.\nEditor's note: To clarify, Clair Obscur: Expedition 33 was nominated 13 times across 11 different categories, and won nine awards. IGN regrets any c",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Resident Evil: Requiem에서 Leon S. Kennedy의 비중 공개 - IGN Daily Fix",
      "content_summary_kr": "Capcom이 Resident Evil: Requiem에서 Leon S. Kennedy가 RE2처럼 게임의 절반 가량을 플레이 가능한 캐릭터로 등장하며, 나머지 절반은 Grace Ashcroft로 진행된다고 공식 확인. Clair Obscur: Expedition 33가 Game Awards에서 11개 부문 13개 후보 중 9개 수상을 기록했으며, 개발사 Sandfall이 감사의 표시로 예정된 DLC를 무료로 즉시 공개.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "'Every Limb Can Be Removed': Lords of the Fallen II Publisher Discusses Dismemberment, Lore and Learnings for the Sequel | The Game Awards 2025 - IGN",
      "url": "https://www.ign.com/articles/every-limb-can-be-removed-lords-of-the-fallen-ii-publisher-discusses-dismemberment-lore-and-learnings-for-the-sequel-the-game-awards-2025-ign",
      "date": "2025-12-12 12:00",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/11/1-4-1765476366423.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Lords of the Fallen II publisher CI Games has shown gameplay footage of its Soulslike sequel during The Game Awards 2025, featuring new character Omeuras and enemy limbs flying everywhere.\nAhead of tonight's showing, IGN asked CI Games for more detail on what we'd just seen, keen for more detail ahead of the game's launch at some point in 2026.\nMost prominent in the trailer is Omeuras, who CI Games creative strategist Ryan Hill told IGN is one of the sequel's central characters. She's brought to life by Hannah Melbourn, who previously played Agrias Oaks in Final Fantasy Tactics, and The Sorceress in Path of Exile 2.\n\"With the sequel, we wanted to craft a narrative that's more accessible and character-driven, while still honouring the environmental storytelling that Soulslike fans love,\" Hill said. \"Players who want to dive deep into the lore absolutely can, but we also want every player to reach the end of the game understanding the journey they've taken and the pivotal role they've pl",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "'모든 사지 절단 가능': Lords of the Fallen II 퍼블리셔가 속편의 절단 시스템, 세계관, 개선점 공개 | The Game Awards 2025 - IGN",
      "content_summary_kr": "CI Games가 The Game Awards 2025에서 Lords of the Fallen II의 게임플레이 영상을 공개하며 신규 캐릭터 Omeuras와 사지 절단 시스템을 선보임. Hannah Melbourn이 연기하는 Omeuras는 속편의 핵심 캐릭터로, 기존 환경 스토리텔링을 유지하면서도 더 접근성 높고 캐릭터 중심적인 서사 구조를 목표로 2026년 출시 예정.",
      "category": "게임 출시 & 발표"
    }
  ]
}