{
  "daily_summary": "• GTA 6 출시 지연이 Starfield 두 번째 DLC 연기를 야기하며, 블록버스터 게임 출시일정이 업계 전반 개발 스케줄에 미치는 영향력 확대\n\n• Nintendo Switch 2의 R-Type Dimensions 3 카트리지가 €70로 인상되고 CD Projekt Red와 Kojima가 AI 도입을 공언하며, 차세대 콘솔 시대 비용 구조 변화 가속화\n\n• Bungie Marathon 아트 디렉터와 Exodus 스튜디오 수장의 연쇄 사임으로, 2026년 출시 예정 대작들의 개발 리더십 불안정성 심화\n\n• League of Legends 16년 역사 최대 개편과 Overwatch 2의 '가장 대담한 아이디어' 예고로, 장수 온라인 게임들의 대규모 리뉴얼 전략 본격화",
  "articles": [
    {
      "title": "Bethesda Reportedly Prepping Starfield Improvements, Though Fans Given Early Peek Suggest This 'Isn't a Cyberpunk 2.0 Scale Update'",
      "url": "https://www.ign.com/articles/temper-expectations-bethesda-reportedly-prepping-starfield-improvements-though-suggestion-is-this-isnt-a-cyberpunk-20-scale-update",
      "date": "2025-12-19 20:18",
      "comments": 44,
      "thumbnail": "https://assets-prd.ignimgs.com/2023/11/09/starfield-cockpit-1699559633366.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "A cluster of Starfield fans say they've gained an early glimpse at improvements coming to Bethesda's sci-fi role-player, though have suggested the changes are relatively modest in scope.\nThe fans claimed Bethesda invited them to take a look at the upcoming content, with one saying they were \"stoked\" by what they saw, while another suggested they were \"excited for the future of Starfield.\" For now, the details of what was shown remain under embargo, to be properly revealed at a later date.\nBut there's also a note of caution here, regarding the scope and scale of what Bethesda is actually working on. Another content creator, who said they had been contacted by several Starfield fans either at the event or who helped put it on, suggested this \"probably isn't a Cyberpunk 2.0-scale update,\" referencing the major additions that helped improved CD Projekt's RPG.\nWord that Bethesda is working on more content for Starfield is unsurprising — indeed, Bethesda boss Todd Howard said back in August ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Bethesda, Starfield 개선 작업 중이나 팬들은 'Cyberpunk 2.0 수준의 업데이트는 아니다'라고 시사",
      "content_summary_kr": "Bethesda가 일부 Starfield 팬들을 초청해 향후 업데이트 내용을 사전 공개했으며, 참석자들은 긍정적 반응을 보였으나 세부 내용은 엠바고 상태. 다만 관계자들은 이번 업데이트가 Cyberpunk 2077의 대규모 개선 업데이트와 같은 수준은 아닐 것이라고 전망함.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Nintendo Launching Smaller Switch 2 Cartridge Sizes as Fresh Option for Game-Key Card Titles, Developer Suggests Before Retracting Statement — While Saying Its Physical Release Will Still Cost $10 More",
      "url": "https://www.ign.com/articles/switch-2-dev-says-nintendo-has-cheaper-cartridges-coming-as-alternative-to-game-key-cards-then-backtracks-but-either-way-its-title-will-now-be-a-proper-physical-release",
      "date": "2025-12-20 03:09",
      "comments": 38,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/19/inin-blogpost-r-type-gkcupdate2-1-6f56a4b3-1a75-47e1-b254-3615f6901f91-1766166950451.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Fans expect Nintendo to soon make cheaper Switch 2 cartridges available to game publishers as a fresh alternative to Game-Key Cards, though one developer has said it expects its game to still cost around $10 more as it shifts to a proper game card.\nIn a statement today, R-Type Dimensions 3 publisher Inin Games initially said it would take advantage of two new Switch 2 cartridge size options that Nintendo will offer to developers currently stuck choosing between an expensive 64GB cart or a cheap Game-Key Card release.\nInin Games has now reworded that same statement to clarify that Nintendo itself has not made any announcement concerning cartridge storage capacities, and in a further post on social media said that any references it previously made \"should not be interpreted as official information from Nintendo.\"\nThat corporate snafu aside, Inin Games is still now launching R-Type Dimensions 3 as a physical release where previously it was not, due to what its hastily-edited announcement ",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Nintendo, 소형 Switch 2 카트리지 출시 예정 — 개발사가 언급 후 철회했으나 물리 발매가는 여전히 10달러 더 비쌀 것",
      "content_summary_kr": "Nintendo가 Switch 2용으로 기존 64GB 카트리지와 Game-Key Card 사이의 새로운 용량 옵션을 제공할 것으로 예상되는 가운데, R-Type Dimensions 3 퍼블리셔 Inin Games가 이를 언급했다가 공식 정보가 아니라며 발언 철회. 그럼에도 Inin Games는 해당 게임을 물리 버전으로 출시할 계획이며, 가격은 약 10달러 더 높게 책정될 전망.",
      "category": "규제 & 이슈"
    },
    {
      "title": "2025 Upcoming Games Release Schedule",
      "url": "https://www.gamespot.com/articles/2025-upcoming-games-release-schedule/1100-6526471/",
      "date": "2025-12-19 22:19",
      "comments": 37,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4569759-4791722293-images.jpg",
      "body": "2025 has been an interesting year for video games, as the current-gen PlayStation and Xbox systems are well into their lifespans while the Nintendo Switch's successor, the Switch 2, is just beginning its life. And let's not forget all the exclusives we're sure to see across PC and mobile platforms--there are games coming out for just about everyone.\nKeeping track of all your anticipated games' release dates is a futile task without a little help, so GameSpot has broken down all the games planned for release in 2025. This includes games that have concrete dates, as well as those given a 2025 release window--for the latter, you'll find them grouped together at the end. We'll continue to update this post as more games are announced, and check here for all the games releasing in 2026.\nThe Legend of Cyber Cowboy (PS5, PS4, Xbox Series X|S, Xbox One, Switch, PC) - January 1\nLearn to Play Vol. 10 - Gravity Space Walk (PS4, PS5) - January 3\nSea Fantasy (Xbox Series X|S, Xbox One, PC) - January",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "2025년 출시 예정 게임 일정",
      "content_summary_kr": "GameSpot이 2025년 출시 예정인 게임들의 발매일을 정리한 목록 공개. PlayStation, Xbox 현세대 콘솔이 안정기에 접어든 가운데 Nintendo Switch 2가 막 출시되었으며, PC와 모바일 플랫폼 독점작들도 다수 포함. 확정 발매일이 있는 게임과 2025년 출시 예정 게임들을 구분하여 지속적으로 업데이트할 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Total War: Warhammer 40,000 Dev Wants 'All Your Favorites' From the Setting to Eventually Coexist in 'A Vast Galactic Sandbox' — and It Might Take a Decade to Get There",
      "url": "https://www.ign.com/articles/total-war-warhammer-40000-dev-wants-all-your-favorites-from-the-setting-to-eventually-coexist-in-a-vast-galactic-sandbox-and-it-might-take-a-decade-to-get-there",
      "date": "2025-12-19 23:24",
      "comments": 13,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/19/tw-main-1766153783932.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Total War: Warhammer 40,000 will launch with four factions: Space Marines; Orks; Astra Militarum; and the Aeldari. But based on comments from developer Creative Assembly, it will eventually come to include pretty much every faction in the setting, added over the course of years.\nCreative Assembly announced Total War: Warhammer 40,000 at The Game Awards with a flashy trailer that combined CG and in-engine gameplay, showing off the scale of the hotly anticipated strategy game. We saw the Space Marines faction fighting against the Orks in a classic boots on the ground matchup, before the camera pulled back to reveal the galactic strategy layer you’ll be able to manage campaigns on.\nBut the Sega-owned developer, which is based in Horsham in the UK, has a grand plan to add many more factions to Total War: Warhammer 40,000 as part of a vision that may take a decade to realize.\nIn a year-ending thank you post to the developer’s fans, Roger Collum, VP of Total War, said Creative Assembly’s goa",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Total War: Warhammer 40,000 개발사, '광대한 은하 샌드박스'에 세계관 내 '모든 팩션' 추가 목표 — 10년 소요 가능성",
      "content_summary_kr": "Creative Assembly가 The Game Awards에서 Space Marines, Orks, Astra Militarum, Aeldari 4개 팩션으로 출시되는 Total War: Warhammer 40,000을 공개. 개발사는 향후 수년에 걸쳐 세계관 내 거의 모든 팩션을 추가하는 장기 계획을 발표했으며, 이 비전 실현에 10년이 걸릴 수 있다고 언급.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "2026 Upcoming Games Release Schedule",
      "url": "https://www.gamespot.com/articles/2026-upcoming-games-release-schedule/1100-6534941/",
      "date": "2025-12-19 22:24",
      "comments": 7,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15971423/4573206-4711152756-42300.jpg",
      "body": "2026 looks to be a very exciting year for video games. In addition to being the first full year for the Switch 2--we'll surely hear about even more games for the system as we move further into the year--2026 will also see the release of Grand Theft Auto 6, which is widely anticipated as one of the biggest entertainment launches of all time, if it doesn't get yet another delay. We'll see plenty of other sequels to popular franchises, as well as a number of brand-new games across everything from console to mobile.\nIn order for you to keep track of everything coming in 2026, GameSpot has broken down the entire year by month, showing games with final release dates as well as games given a nebulous \"2026\" window. As more games are announced, they'll be added to this list, and those given final dates will be shifted into the relevant sections. For more, check out all the games released (and releasing) in 2025.\nSpear (Xbox Series X|S) - January 9\nQuarantine Zone: The Last Check (PC) - January",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "2026년 출시 예정 게임 일정",
      "content_summary_kr": "2026년은 Switch 2의 첫 정식 운영 연도이자 Grand Theft Auto 6 출시가 예정된 게임업계의 중요한 한 해. GameSpot이 2026년 한 해 동안 출시될 신작 및 인기 프랜차이즈 후속작들의 월별 출시 일정을 정리하여 공개.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "GTA 6 Price Hike Would Be \"Prudent,\" Analyst Says",
      "url": "https://www.gamespot.com/articles/gta-6-price-hike-would-be-prudent-analyst-says/1100-6537108/",
      "date": "2025-12-20 01:32",
      "comments": 6,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4626204-gta6.jpg",
      "body": "Grand Theft Auto 6 is coming next year, and one of the many unanswered questions about the game is what it will cost. People have made all sorts of predictions so far, and that's continuing now, with analysts Serkan Toto, Piers Harding-Rolls, and Rhys Elliott sharing their thoughts.\nToto and Harding-Rolls told GI.biz that they believe the game's standard edition will cost between $70 and $80, but the game's deluxe editions could come in at $100 or more.\nNow Playing: EVERYTHING You Missed In The GTA 6 Trailer\nSome have theorized that GTA 6 could be $100 for its standard edition, and Video Game Insights analyst Vic Bassey said, \"If there was any game likely to cross the $100 threshold,\" it would be GTA 6.\nBassey does not think it will happen, but some kind of price hike may be in order. \"Based on the level of hype surrounding the game, it would be prudent for Take-Two to pursue a price increase--although reaching $100 might just be a threshold too far,\" he said.\nAnother factor at play he",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "GTA 6 가격 인상이 '신중한 선택'일 것이라는 애널리스트 의견",
      "content_summary_kr": "복수의 게임 업계 애널리스트들이 내년 출시 예정인 Grand Theft Auto 6의 스탠다드 에디션 가격을 70~80달러, 디럭스 에디션은 100달러 이상으로 예상. Video Game Insights의 Vic Bassey 애널리스트는 게임에 대한 높은 기대감을 고려할 때 Take-Two가 가격 인상을 추진하는 것이 신중한 선택이 될 것이라고 분석.",
      "category": "매출 & 성과"
    },
    {
      "title": "Witcher 4 Dev Is Says AI Can Unlock \"Meaningful\" Benefits",
      "url": "https://www.gamespot.com/articles/witcher-4-dev-is-says-ai-can-unlock-meaningful-benefits/1100-6537119/",
      "date": "2025-12-20 04:42",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4626285-witcher.jpg",
      "body": "The Witcher and Cyberpunk developer CD Projekt Red is the latest company to sound off on the use of AI in gaming. During CD Projekt Red's latest earnings briefing, Joint CEO Michał Nowakowski said there are \"meaningful\" and \"real\" benefits to using the technology.\nThe company is already implementing such technologies \"mainly in the productivity areas\" and so far that's where the \"largest benefits\" have stemmed from, he explained, as reported by GamesRadar. A developer won't be able to use AI to make an entire game, though, and humans will remain essential to the process, he said.\nNow Playing: The Witcher IV – Official Cinematic Reveal Trailer Breakdown\n\"The benefits are real, they’re meaningful; but it's not a situation--and I'm unaware of such a situation--where AI could 'sit down and make games.' That's our take. It doesn't mean it's not gonna be useful, but it's not gonna be making The Witcher 5, or 6, or anything like that,\" Nowakowski explained.\nNowakowski also pushed back against",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Witcher 4 개발사, AI가 '의미 있는' 이점을 제공할 수 있다고 언급",
      "content_summary_kr": "CD Projekt Red의 공동 CEO Michał Nowakowski는 실적 브리핑에서 AI 기술이 주로 생산성 영역에서 '의미 있고 실질적인' 이점을 제공한다고 밝힘. 다만 AI가 단독으로 게임 전체를 제작할 수는 없으며, The Witcher 5나 6 같은 작품을 AI가 만드는 것은 불가능하고 인간 개발자가 여전히 핵심적인 역할을 할 것이라고 강조함.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Exodus Studio Head Steps Down Just After Major Trailer Drop At The Game Awards",
      "url": "https://www.gamespot.com/articles/exodus-studio-head-steps-down-just-after-major-trailer-drop-at-the-game-awards/1100-6537098/",
      "date": "2025-12-19 18:14",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4626048-exodus-hd-1456x819-3064215338.jpg",
      "body": "James Ohlen, the Bioware veteran who led development on upcoming sci-fi RPG Exodus, has stepped down from his position as the head of Archetype Entertainment. Ohlen's exit comes just after the studio debuted a flashy new trailer at The Game Awards, as he says he feels his work on the game is done.\nOhlen has headed up the Wizards of the Coast-owned studio since its founding in 2019, working on the studio's debut title Exodus. \"At this stage, James felt his work on the game was complete and that the polishing and tuning were in great hands with the team,\" Hasbro said in a statement given to Bloomberg.\nExodus is still fairly far from release, which is currently scheduled for early 2027. This is an unusually long window if the game is already up to the polishing and tuning stage. Just last week, Exodus received an epic new trailer at The Game Awards, focused on the journey of protagonist Jun Aslan.\nWhile stepping down from his position at Archetype, Ohlen is staying on with Wizards of the ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Exodus 스튜디오 수장, The Game Awards 메이저 트레일러 공개 직후 사임",
      "content_summary_kr": "SF RPG Exodus 개발을 이끌어온 Bioware 베테랑 James Ohlen이 Archetype Entertainment 수장직에서 물러남. The Game Awards에서 신규 트레일러 공개 직후 게임 개발 작업이 완료됐다고 판단해 사임을 결정했으나, 게임 출시 예정일은 2027년 초로 아직 상당 기간이 남아있어 이례적인 상황.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Kojima On AI: \"We Can't Go Back\"",
      "url": "https://www.gamespot.com/articles/kojima-on-ai-we-cant-go-back/1100-6537112/",
      "date": "2025-12-20 02:25",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4626250-ds2.jpg",
      "body": "Writer-director Hideo Kojima has shared more thoughts on AI, this time saying he believes the technology is here to stay and \"we can't go back.\"\nSpeaking to Nikkei Xtrend, as translated by GamesRadar, Kojima said, \"Now there are so many people who can't live without their smartphones. AI is like that.\"\nHe added: \"I think there isn't any point in saying 'We shouldn't use AI' or 'AI is useless.' We can't go back. Smartphones were the same.\"\nWhat Kojima is saying lines up somewhat with the thoughts that Kingdom Come boss Daniel Vavra recently expressed about AI. He said, \"It's time to face reality. AI is here to stay with us. As frightening as it may be, that's the way it is.\"\nAlso in the interview, Kojima said AI might lead to changes in how people communicate, specifically saying it could help people with social anxiety to communicate better in face-to-face scenarios. At the same time, Kojima said people should be mindful of how much they use AI.\nBefore this, Kojima said people embrace,",
      "media": "GameSpot",
      "game_relevance": 0.6,
      "importance": 0.6,
      "title_kr": "Kojima, AI에 대해: \"우리는 되돌아갈 수 없다\"",
      "content_summary_kr": "게임 디렉터 Hideo Kojima가 AI 기술은 스마트폰처럼 이미 일상에 필수적인 요소가 되었으며 되돌릴 수 없다는 견해를 표명. Kingdom Come의 Daniel Vavra도 유사한 입장을 밝혔으며, Kojima는 AI가 사회불안을 겪는 사람들의 대면 소통을 돕는 등 긍정적 변화를 가져올 수 있지만 사용에 있어 신중함이 필요하다고 강조.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Starfield's Second DLC Reportedly Pushed Back Because Of GTA 6 Delay",
      "url": "https://www.gamespot.com/articles/starfields-second-dlc-reportedly-pushed-back-because-of-gta-6-delay/1100-6537116/",
      "date": "2025-12-20 05:07",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4626263-starfield.jpg",
      "body": "It's lonely out in space, especially if you're a Starfield player waiting for any word about the next major update coming to the game. Bethesda's space-based game will receive an additional story DLC, it's just a matter of when. Now, a new report suggests that the delay of Grand Theft Auto 6 played a role in Bethesda's decision to push back its next Starfield chapter.\nAccording to Windows Central, Bethesda \"felt more comfortable\" about pushing Starfield's second DLC to the first half of 2026 because Microsoft already had a \"busy holiday period\" for 2025 without it. More intriguingly, the same report indicates that Bethesda has already been showing off the new update and DLC behind closed doors to a select group of players.\nOne of the rumored changes is a revamp of the game's space flight systems that will actually make travel feel like a journey instead of a series of loading screens. Other aspects of space travel and exploration are also said to be improved in the new update, and the ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Starfield의 두 번째 DLC, GTA 6 지연으로 인해 출시 연기",
      "content_summary_kr": "Bethesda의 Starfield 두 번째 스토리 DLC가 2026년 상반기로 연기된 것으로 보도됨. Windows Central에 따르면 GTA 6 지연으로 Microsoft의 2025년 연말 일정이 바빠져 Bethesda가 여유롭게 DLC 출시를 미룬 것으로 전해짐. 새 DLC에는 로딩 화면 대신 실제 여행처럼 느껴지는 우주 비행 시스템 개편이 포함될 것으로 알려짐.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Assassin's Creed TV Show: All The Casting Announcements So Far",
      "url": "https://www.gamespot.com/articles/assassins-creed-tv-show-all-the-casting-announcements/1100-6537004/",
      "date": "2025-12-20 03:48",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4626279-screenshot2025-12-19at1.47.12%E2%80%AFpm.png",
      "body": "Netflix and Ubisoft are making an Assassin's Creed TV series, and the cast is coming together ahead of the start of production in 2026.\nSo far, three stars for the Assassin's Creed TV show have been confirmed, but as of yet, no roles have been announced. For now, here's who we know will appear on the show:\nWallace is known for his roles in the movies The Bikeriders and Babyteeth, while Hart is perhaps best known for the Apple TV show Slow Horses. Petticrew, meanwhile, starred on the TV series Say Nothing. Marcus previously appeared in Death by Lightning and will be in next year's Hunger Games movie, Sunrise on the Reaping.\nFilming for the untitled Assassin's Creed show is expected to begin next year in Italy, which will also be a setting for the show. However, the time period for the series is unknown. The games jump throughout history and the modern day.\nAs announced previously, Roberto Patino (Westworld) and David Wiener (Halo) are the showrunners for the untitled Assassin's Creed sh",
      "media": "GameSpot",
      "game_relevance": 0.7,
      "importance": 0.5,
      "title_kr": "Assassin's Creed TV 시리즈: 지금까지 발표된 모든 캐스팅 소식",
      "content_summary_kr": "Netflix와 Ubisoft가 제작 중인 Assassin's Creed TV 시리즈의 출연진이 공개되는 중으로, 2026년 제작 시작을 앞두고 Wallace, Hart, Petticrew, Marcus 등 4명의 배우 캐스팅을 확인. 촬영은 내년 이탈리아에서 시작될 예정이며, Westworld의 Roberto Patino와 Halo의 David Wiener가 쇼러너로 참여.",
      "category": "IP & 콜라보"
    },
    {
      "title": "Switch 2 Game Ditches Game-Key Cards For A Physical Release, But It'll Cost More",
      "url": "https://www.gamespot.com/articles/switch-2-game-ditches-game-key-cards-for-a-physical-release-but-itll-cost-more/1100-6537110/",
      "date": "2025-12-20 01:14",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4626202-r-type-switch-2.jpg",
      "body": "Game-Key Cards have been divisive since they were first introduced, but the good news is that the full R-Type Dimensions 3 game will be on the Switch 2 cartridge. The bad news? You're going to have to pay a little bit extra for that side-scrolling shoot-'em-up, as the price is going up to €70.\nIt's worth noting that those who already preordered the physical Special Edition will not see their price change.\nPublisher Inin Games had previously explained that switching the entire run to standard cartridges would have resulted in manufacturing costs increasing by \"at least\" €15 per game copy, which is why it chose the Game-Key Card option. Inin Games pledged to look for a way to release the full game on a Switch cartridge, leading to today's news about the costs increasing, but not as much as it anticipated.\n\"There is no better timing,\" the publisher said in an update. \"Two days ago Nintendo announced two new smaller cartridge sizes for Nintendo Switch 2. This allows us to recalculate produ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Switch 2 게임, 게임키 카드 대신 물리적 출시 선택했지만 가격은 인상",
      "content_summary_kr": "Inin Games가 R-Type Dimensions 3의 Switch 2 버전을 게임키 카드 방식에서 전체 게임이 담긴 카트리지로 변경하되 가격을 €70로 인상한다고 발표. Nintendo가 Switch 2용 소형 카트리지 신규 사이즈를 출시하면서 당초 예상했던 €15 인상보다 낮은 수준으로 제조 비용 증가폭을 조정할 수 있게 됨.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "Bungie's Marathon Has Lost Its Art Director Just Months Before Release",
      "url": "https://www.gamespot.com/articles/bungies-marathon-has-lost-its-art-director-just-months-before-release/1100-6537099/",
      "date": "2025-12-19 18:16",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4626057-marathon.jpg",
      "body": "Joseph Cross, the art director on Bungie's upcoming extraction shooter Marathon, is leaving just months before the game's release. Cross's exit comes just after the game was finally announced for a March 2026 release, following an indefinite delay prompted by underwhelming player feedback on the shooter's alpha tests.\nCross's departure from Bungie was tipped by an update to his LinkedIn page and social accounts, and he confirmed to Kotaku that it was his choice to leave. \"I’m super proud of the project and what the team accomplished over the last six years,\" he said, reflecting on his exit.\nNow Playing: Marathon | Official Gameplay Overview Trailer\nAfter years of work on Destiny as lead concept artist, Cross returned to Bungie in 2020 to help shape the visual style for Marathon. The extraction shooter is looking to be one of Bungie's most visually unique titles, with a bold aesthetic named by Cross as \"graphic realism.\"\nMarathon's unique art style became a point of controversy earlier ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "Bungie의 Marathon, 출시 몇 달 앞두고 아트 디렉터 이탈",
      "content_summary_kr": "Bungie의 추출형 슈터 Marathon의 아트 디렉터 Joseph Cross가 2026년 3월 출시를 몇 달 앞두고 퇴사. Cross는 2020년 복귀해 6년간 Marathon의 독특한 '그래픽 리얼리즘' 비주얼 스타일을 구축했으며, 알파 테스트 부정적 반응으로 출시가 연기된 직후 자발적 퇴사 결정.",
      "category": "규제 & 이슈"
    },
    {
      "title": "League Of Legends In Line For Major Overhaul - Here Are All Of The Changes So Far",
      "url": "https://www.gamespot.com/articles/league-of-legends-in-line-for-major-overhaul-here-are-all-of-the-changes-so-far/1100-6537097/",
      "date": "2025-12-19 18:10",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4626037-548a7d55665e65a76ffe98a155f3e188afe0053b-1920x1080.jpg",
      "body": "Riot Games has announced that League of Legends will be getting a major overhaul after 2026, possibly one of the biggest in the game's 16-year history. Riot has said the refresh will include a brand-new \"around-game\" client, entirely new visuals for Summoner's Rift, and a better experience for players new to the game--plus more updates yet to be announced.\nBloomberg initially reported on Riot's plans for a 2027 LoL refresh earlier this week, saying the update was internally known as \"League Next.\" Shortly after that report was released, Riot Games confirmed the plans via a video posted to League of Legends' social media. League boss Andrei Van Roon added that the video was intended to be released in January, but had been pushed forward in response to the report.\nWhile Riot says work on the update is well underway, none of it is ready to reveal to the public just yet, though it has outlined some of the major changes on the way. First and foremost is a brand-new \"around-game\" client, whi",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "League Of Legends, 대대적인 개편 예정 - 현재까지 공개된 모든 변경사항",
      "content_summary_kr": "Riot Games, 2026년 이후 League of Legends에 16년 역사상 최대 규모의 개편 단행 예정 발표. 새로운 클라이언트, 소환사의 협곡 비주얼 전면 개편, 신규 유저 경험 개선 등을 포함한 'League Next' 프로젝트 진행 중. Bloomberg의 보도 이후 Riot Games가 공식 영상을 통해 계획 확정.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Zelda Producer Says Hyrule Warriors Inspired Elements of Next Main Series Game - IGN Daily Fix",
      "url": "https://www.ign.com/videos/zelda-producer-says-hyrule-warriors-inspired-elements-of-next-main-series-game-ign-daily-fix",
      "date": "2025-12-20 07:54",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/19/gfix-121925-blogroll-1766168026936.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "In today's Daily Fix:\nZelda series producer Eiji Aonuma has commented on the collaboration between Koei Tecmo and Nintendo on the Hyrule Warriors games. Aonuma said that while he hoped the next main series Zelda game would be the Switch 2's first, some elements from Age of Imprisonment did inspire parts of his upcoming game. In Xbox news, the actor who portrayed Joanna Dark in the cancelled Perfect Dark reboot said she did 'entire chapters' of mocap for the game. She confirmed there was a plan to salvage a 'slimmed' down version, but ultimate the project was cancelled. And finally, the upcoming Honda Afeela car will be able to remotely play PlayStation 5 consoles, provided you have a PS5 turned on at home, similar to how the PlayStation Portal's remote play works.. The upcoming EV, produced in collaboration with Sony, is up for pre-order now for the low price of $89,900.",
      "media": "IGN",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Zelda 프로듀서, Hyrule Warriors가 차기 본편 시리즈에 영감을 줬다고 언급 - IGN Daily Fix",
      "content_summary_kr": "Zelda 시리즈 프로듀서 Eiji Aonuma가 Hyrule Warriors: Age of Imprisonment의 일부 요소가 차기 본편 Zelda 게임 개발에 영감을 제공했다고 밝힘. 취소된 Perfect Dark 리부트 작품에서 주인공 Joanna Dark 역을 맡은 배우가 여러 챕터 분량의 모션캡처 작업을 완료했으나 프로젝트가 최종 취소되었다고 확인. Sony와 협업한 Honda Afeela 전기차가 PlayStation Portal과 유사한 방식으로 PlayStation 5 원격 플레이 기능을 지원하며, 89,900달러에 사전 주문 가능.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "007: First Light Knows The Key Ingredient To A Great James Bond Adventure",
      "url": "https://www.gamespot.com/articles/007-first-light-knows-the-key-ingredient-to-a-great-james-bond-adventure/1100-6537117/",
      "date": "2025-12-20 03:12",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/3/37852/4626275-bond-header.jpg",
      "body": "IO Interactive has been telling the story of Agent 47 for 25 years now, but soon the Hitman studio is about to embark on a new journey, with a character steeped in even more history. 007: First Light looks to take a new approach to James Bond by digging into his early life as an agent, while meeting some unique and colorful characters along the way.\nAt The Game Awards, the game's first villain--the pirate king Bawma--was revealed, along with confirmation that actor and musician Lenny Kravitz will assume the role. Earlier in the year, IO confirmed that one of Bond's trusted associates, Dr. Selina Tan, will be portrayed by English actress Gemma Chan.\nGameSpot sat down with 007: First Light narrative director Martin Emborg to talk about the star power fueling his game, the potential pitfalls of revealing too much info too soon, and a little bit more about where Bond will run into Bawma during this adventure.\nWhile the character of Bawma was being worked on before Lenny Kravitz officially ",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "007: First Light, 훌륭한 James Bond 어드벤처의 핵심 요소를 파악하다",
      "content_summary_kr": "Hitman 제작사 IO Interactive가 개발 중인 007: First Light, 배우 겸 뮤지션 Lenny Kravitz가 악당 해적왕 Bawma 역할로 캐스팅되었으며 영국 배우 Gemma Chan도 Bond의 협력자 Dr. Selina Tan 역으로 합류 확정. 이번 게임은 James Bond의 초기 요원 시절을 다루며 독특하고 개성 넘치는 캐릭터들과의 만남을 그릴 예정.",
      "category": "게임 출시 & 발표"
    },
    {
      "title": "How To Use The Mission Creator In GTA Online",
      "url": "https://www.gamespot.com/articles/how-to-use-the-mission-creator-in-gta-online/1100-6536899/",
      "date": "2025-12-20 02:58",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1745/17457013/4621377-3lfylkmcarhbbdcdyadlfs.jpg",
      "body": "The Safehouse in the Hills update has finally been released in GTA Online, and there are a few major highlights. Naturally, most players will gravitate to either buying a mansion or the fresh set of missions, including the new Michael mission. However, perhaps the most exciting piece of content in the update is the Mission Creator.\nThis feature is revolutionary for GTA Online, and also likely gives us a glimpse into what Rockstar Games has planned for Grand Theft Auto 6. But what exactly makes the Mission Creator so important, and how do you use it in GTA Online?\nFirst things first, how do you open the Mission Creator? As soon as you download the Safehouse in the Hills update, you can head into GTA Online and follow these steps to find the Mission Creator menu:\nIf you're using the Mission Creator for the first time, it's highly recommended to go through the official in-game tutorials for the feature. To see the tutorials, you need to be in a session of GTA Online and select these optio",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "GTA Online에서 미션 크리에이터 사용 방법",
      "content_summary_kr": "GTA Online의 'Safehouse in the Hills' 업데이트에서 미션 크리에이터 기능 추가. 플레이어가 직접 미션을 제작할 수 있는 혁신적인 기능으로, Grand Theft Auto 6에 적용될 기능을 미리 엿볼 수 있으며, 처음 사용 시 공식 게임 내 튜토리얼을 통한 학습 권장.",
      "category": "업데이트 & 패치"
    },
    {
      "title": "Video Game Concept Artists Say GenAI Isn't Making Things Easier",
      "url": "https://www.gamespot.com/articles/video-game-concept-artists-say-genai-isnt-making-things-easier/1100-6537107/",
      "date": "2025-12-20 01:38",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15976769/4626176-divinity-original-sin-2-header.jpg",
      "body": "Generative AI has been at the forefront of the conversation for the past few years, with companies becoming divisive on how to implement it, if at all. Larian CEO Swen Vincke recently kicked a hornet's nest after saying the studios' developers use generative AI tools for things like exploring new game ideas, developing concept art, creating placeholder text, and for PowerPoint presentations. After a quick retraction and explanation, along with sharing that the studio was in fact growing its pool of artists rather than shrinking. Vincke has admitted that Larian uses AI for tasks nobody wants to do, but does AI--even at the concept art stage--help actual concept artists?\nAccording to a handful of video game concept artists, it can actually make things harder. Talking to Edmond Tran from This Week In Video Games, artists said that it complicates their workflow and doesn't help them creatively.\n\"I'm seeing more and more clients generate something approximating their desired outcome and ess",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.8,
      "title_kr": "비디오 게임 컨셉 아티스트들, 생성형 AI가 업무를 더 쉽게 만들지 않는다고 주장",
      "content_summary_kr": "Larian CEO Swen Vincke가 스튜디오에서 컨셉 아트 등에 생성형 AI 도구를 사용한다고 밝힌 후 논란 발생. 실제 게임 컨셉 아티스트들은 AI가 창의적 작업에 도움이 되지 않으며 오히려 업무 흐름을 복잡하게 만든다고 증언. 클라이언트들이 AI로 생성한 결과물을 기반으로 요구사항을 제시하면서 아티스트들의 작업이 더 어려워지고 있다는 현장 의견 공개.",
      "category": "규제 & 이슈"
    },
    {
      "title": "Overwatch 2 Studio Says Its \"Boldest Ideas\" Will Come To Life In 2026",
      "url": "https://www.gamespot.com/articles/overwatch-2-studio-says-its-boldest-ideas-will-come-to-life-in-2026/1100-6537106/",
      "date": "2025-12-20 00:32",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4626173-screenshot2025-12-19at10.27.26%E2%80%AFam.png",
      "body": "Overwatch developer Blizzard has teased that 2026 will be the year when the studio's \"boldest ideas come to life.\"\n\"We're eager to take creative steps that will allow the game to lean further into storytelling and character development, and we can't wait to share these new experiences with our community,\" Blizzard said in a blog post. \"There's a real sense of momentum and optimism within the development team, and we believe 2026 will be a year where our boldest ideas come to life.\"\nBlizzard did not share any further details, but 2026 marks the 10th anniversary of Overwatch, and the studio presumably has some anniversary plans in store for the milestone.\nAlso in the post, Blizzard ran through some reflections of the past year, saying 2025 \"brought out the best in the Overwatch team.\"\n\"Inspired by the evolving landscape of the industry, we embraced the opportunity to take bold risks and focused on making impactful changes rather than playing it safe,\" the developer said. \"The response fr",
      "media": "GameSpot",
      "game_relevance": 1.0,
      "importance": 0.6,
      "title_kr": "Overwatch 2 스튜디오, 2026년에 '가장 대담한 아이디어' 실현 예고",
      "content_summary_kr": "Blizzard가 2026년 Overwatch 2에서 스토리텔링과 캐릭터 개발에 집중한 '가장 대담한 아이디어'를 선보일 것이라고 예고. 2026년은 Overwatch 출시 10주년으로, 기념 콘텐츠 준비 중인 것으로 추정. 개발팀은 2025년 과감한 변화를 시도했으며, 이러한 도전 정신을 2026년에도 이어갈 계획 발표.",
      "category": "업데이트 & 패치"
    }
  ]
}