{
  "daily_summary": "• Hideo Kojima의 신작 공포게임 OD 개발 방식 혁신 시도 및 성공 불확실성 고백\n• Ubisoft Assassin's Creed Shadows 이중 주인공 시스템의 팬층 분열 우려 인정\n• The Game Awards에서 Tomb Raider 리메이크와 FF7 Remake Part 3 소식 공개 예정\n• Paramount와 Netflix의 Warner Bros. 인수 경쟁으로 게임-엔터테인먼트 업계 재편 가속화",
  "articles": [
    {
      "title": "Paramount Launches Hostile Warner Bros. Bid, After Losing Bidding War to Netflix",
      "url": "https://www.ign.com/articles/paramount-skydance-launches-hostile-bid-for-warner-bros-discovery-just-days-after-netflix-agreement-reached",
      "date": "2025-12-08 23:22",
      "comments": 308,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/08/warner-brothers-logo-1765203695077.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Paramount Skydance has launched a hostile takeover bid for Warner Bros. Discovery, in a dramatic new effort that could block Netflix from buying the company.\nLast week, Netflix emerged as the winner of a lengthy bidding war for Warner Bros., and announced plans to buy much of the century-old company for $72.5 billion. Paramount had been Netflix's biggest rival throughout the process — and one which seemingly had the blessing of President Trump.\nNow, Paramount has said it will go straight to Warner Bros. shareholders with its all-cash, $30-per-share offer. (Netflix’s potential deal was for a $27.75 mix of cash and stock, only for Warner Bros.' studio and streaming assets, while Paramount has said it wants the whole of Warner Bros. Discovery.)\n\"WBD shareholders deserve an opportunity to consider our superior all-cash offer for their shares in the entire company,\" Paramount boss David Ellison said in a statement today, announcing his company's hostile bid. \"Our public offer, which is on t",
      "media": "IGN",
      "title_kr": "Paramount, Netflix와의 입찰 경쟁 패배 후 Warner Bros. 적대적 인수 시도",
      "content_summary_kr": "Paramount Skydance가 Warner Bros. Discovery에 대한 적대적 인수를 시도. Netflix가 지난주 725억 달러 규모의 입찰 경쟁에서 승리했으나, Paramount는 주당 30달러의 전액 현금 제안으로 주주들에게 직접 제안하며 Netflix의 인수를 저지하려는 움직임 전개.",
      "category": "매출 & 성과",
      "game_relevance": 0.6
    },
    {
      "title": "Ubisoft Knows Assassin's Creed's Dual Protagonists Have Had Mixed Reactions, And With Shadows' Naoe and Yasuke It's Even 'More Divisive'",
      "url": "https://www.ign.com/articles/assassins-creed-shadows-exec-acknowledges-mixed-reactions-to-series-dual-protagonists-and-admits-with-naoe-and-yasuke-its-more-divisive",
      "date": "2025-12-09 02:02",
      "comments": 76,
      "thumbnail": "https://assets-prd.ignimgs.com/2024/05/15/ac-red-blog-1715782894354.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The Assassin's Creed series' recent trend of featuring dual protagonists has sometimes been \"divisive\", the associate game director of this year's Assassin's Creed Shadows has said — acknowledging that the choice between nimble shinobi Naoe and hulking samurai Yasuke had been a particularly notable example of this.\nShadows' development is headed up by Ubisoft Quebec, the studio behind Victoria London-set Assassin's Creed Syndicate and Ancient Greece RPG Assassin's Creed Odyssey. Both also featured dual protagonists, though in different ways.\n\"The differences between Evie and Jacob were mostly cosmetic,\" associate game director Simon Lemay-Comtois told GamesRadar+. \"They play very, very similarly, except with very few select skills.\" Shadows, by comparison, was specifically designed to be \"an exercise in contrast\" — something that \"can split our fan base a little.\"\nThese aren't the only Assassin's Creed games to feature multiple protagonists, of course. The Ancient Egypt-set Origins let",
      "media": "IGN",
      "title_kr": "Ubisoft, Assassin's Creed의 이중 주인공 시스템이 엇갈린 반응을 받아왔다는 점 인정, Shadows의 Naoe와 Yasuke는 '더욱 논쟁적'",
      "content_summary_kr": "Ubisoft Quebec의 부 게임 디렉터 Simon Lemay-Comtois가 Assassin's Creed Shadows의 이중 주인공 시스템이 팬층을 분열시킬 수 있다고 인정. 이전작 Syndicate와 Odyssey의 주인공들이 외형적 차이만 있었던 것과 달리, Shadows의 닌자 Naoe와 사무라이 Yasuke는 플레이 스타일의 극명한 대비를 목표로 설계되었다는 점을 강조.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "GameStop Says Customers Traded In 80,000 Items During its 'Trade Anything Day' — Including a Goose, a Bobcat, And a Wii Netflix Disc",
      "url": "https://www.ign.com/articles/gamestop-says-its-trade-anything-day-led-customers-to-bring-in-a-goose-a-bobcat-and-a-wii-netflix-disc",
      "date": "2025-12-08 22:04",
      "comments": 49,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/08/img-2982-1765197777648.jpeg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "GameStop says it accepted more than 80,000 items during this weekend's 'Trade Anything Day' event — and shared images with IGN of the weirdest items it accepted, including a bobcat, a goose, and a physical Netflix disc for the Nintendo Wii.\nThe chain's big trade-in event was the latest publicity stunt from the company, this time designed to highlight its trade-in program that provides customers with store credit or cash for a range of home entertainment items.\nNormally, this range would not extend to taxidermied animals, road signs, or people's artwork of their pets with hair like Snoop Dogg. But this past Saturday, December 6, GameStop advertised it would provide (some) credit for (almost) anything its customers cared to bring in.\nIn a statement to IGN, GameStop ranked its \"more memorable trades\" from stores across the country as including items such as \"a tiny Jesus,\" \"a speed limit sign,\" Air Jordans, and tapes of Friends on VHS.\nOver on social media, customers celebrated shifting v",
      "media": "IGN",
      "title_kr": "GameStop, '무엇이든 교환의 날' 행사에서 80,000개 물품 수거 — 거위, 박제 스라소니, Wii Netflix 디스크 등 포함",
      "content_summary_kr": "GameStop이 지난 주말 개최한 '무엇이든 교환의 날' 행사에서 80,000개 이상의 물품을 접수받았으며, 박제된 스라소니, 거위, Nintendo Wii용 Netflix 물리 디스크 등 기이한 물품들이 포함됐다고 발표. 이번 행사는 게임 및 가정용 엔터테인먼트 제품에 대한 매장 크레딧이나 현금을 제공하는 자사의 중고 거래 프로그램을 홍보하기 위한 마케팅 이벤트로, 고객들은 도로 표지판, 에어 조던 운동화, Friends VHS 테이프 등 다양한 물품을 가져온 것으로 확인.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.3
    },
    {
      "title": "Star Wars: Knights of the Old Repiblic 2 Remake Plans Revealed as KOTOR 1 Reimagining Continues Development at Saber",
      "url": "https://www.ign.com/articles/star-wars-knights-of-the-old-republic-2-remake-plans-revealed-as-kotor-1-reimagining-continues-development-at-saber",
      "date": "2025-12-09 08:17",
      "comments": 39,
      "thumbnail": "https://assets-prd.ignimgs.com/2024/06/06/knight-of-the-old-republic-2-1280-1655778102191-1717711406700.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Saber Interactive’s troubled Star Wars: Knights of the Old Republic remake is reportedly still in development – and a KOTOR 2 remake may be on the way, too.\nThe latest update on the long-in-the-works Star Wars remake come from a Game File report, which pulls from court documents related to a false-advertising lawsuit launched against Saber’s Aspyr Media and Lucasfilm in 2023. Recently filed records related to the suit, which involved the cancelation of the Restored Content Modification (RCM) for the Nintendo Switch KOTOR 2 re-release, appear to contain both updates for the KOTOR remake as well as mentions of a mysterious project known as “Juliet.”\nAttorney Ray Kim prodded for details about what Project Juliet was during the deposition of Lucasfilm Games vice president Douglas Reilly. The Star Wars company VP’s response left little room for ambiguity.\n“Juliet was the code name for a project where we were going to do a full remake of KOTOR II with modern art, modern gameplay, you know, k",
      "media": "IGN",
      "title_kr": "Star Wars: Knights of the Old Republic 2 리메이크 계획 공개, KOTOR 1 리이미지닝은 Saber에서 개발 지속 중",
      "content_summary_kr": "Saber Interactive의 Star Wars: Knights of the Old Republic 리메이크가 여전히 개발 중이며, KOTOR 2 리메이크도 계획 중인 것으로 확인됨. 이는 Aspyr Media와 Lucasfilm을 상대로 한 2023년 허위 광고 소송 관련 법정 문서를 통해 드러났으며, Lucasfilm Games 부사장 Douglas Reilly의 증언에서 'Project Juliet'이라는 코드명으로 KOTOR 2 풀 리메이크 프로젝트가 진행 중임을 언급함.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "Amid Huge Rotten Tomatoes Critic-Audience Score Divide, Five Nights at Freddy's 2 Becomes Box Office Hit",
      "url": "https://www.ign.com/articles/despite-a-mauling-from-critics-five-nights-at-freddys-2-is-a-smash-hit-at-the-box-office-and-on-course-to-be-one-of-the-biggest-horror-movies-of-2025",
      "date": "2025-12-08 20:10",
      "comments": 32,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/04/fivenightsatfreddys2-review-blogroll-1764890661849.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Five Nights at Freddy's 2 has secured a box office win despite a critical mauling.\nIn 2023, Blumhouse’s Five Nights at Freddy’s, which adapts the hugely popular video game series by Scott Cawthon, became the highest-grossing horror film of the year. Now, two years later, Five Nights at Freddy’s 2 has earnt a huge $109 million at the global box office during launch weekend. While that isn't as big as Five Nights at Freddy’s $160 million box office debut, it's enough to take the number one spot at the domestic box office with an impressive $63 million haul.\nThe box office success comes amid one of the biggest Rotten Tomatoes critic-audience score divides ever. On the review score aggregator, Five Nights at Freddy's 2 has just 12% on the Tomatometer from 84 reviews from critics, whereas it has 88% on the Popcornmeter, which tracks user review sentiment. IGN’s Five Nights at Freddy's 2 review returned a 3/10. We said: “Five Nights at Freddy's 2 gives sequels, video game adaptations, and ga",
      "media": "IGN",
      "title_kr": "평단과 관객 평가 극명한 차이 속에서도, Five Nights at Freddy's 2 박스오피스 1위 등극",
      "content_summary_kr": "Blumhouse의 Five Nights at Freddy's 2가 평론가 점수 12%와 관객 점수 88%로 Rotten Tomatoes 역사상 최대 평점 격차를 기록했음에도 불구하고, 개봉 주말 전 세계 박스오피스에서 1억 900만 달러를 벌어들이며 북미 박스오피스 1위 달성. Scott Cawthon의 인기 게임 시리즈를 원작으로 한 이 영화는 전편의 1억 6천만 달러에는 못 미치지만 6,300만 달러의 북미 수익으로 흥행 성공 입증.",
      "category": "IP & 콜라보",
      "game_relevance": 0.6
    },
    {
      "title": "Tomb Raider Gets an Update at The Game Awards at Last",
      "url": "https://www.ign.com/articles/tomb-raider-will-be-at-the-game-awards-this-week",
      "date": "2025-12-09 05:58",
      "comments": 24,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/11/18/tombraiderthumb-1763499324077.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Tomb Raider will be at The Game Awards this week. Which Tomb Raider, you ask? The game or the show? We don't know! Maybe both!\nThis comes from tweets both by The Game Awards creator Geoff Keighley and the official Tomb Raider account. As Keighley puts it, \"As just revealed in our The Game Awards Vote in Fortnite map portal, tune in Thursday night for a look at the future of one of gaming's most iconic franchises, Tomb Raider. This is one you won't want to miss.\"\nSo, what could be shown? There are a few possibilities. The first and most likely is that we're about to see the Tomb Raider game that's been in development at Crystal Dynamics for several years now. First announced in 2022, we have yet to actually see this game in action, though we did get a look at the Lara Croft redesign last year.\nOne could forgive Crystal Dynamics for being so quiet the last three years, though, as the studio has been through it. Shortly before the announcement, Embracer Group purchased the studio and the ",
      "media": "IGN",
      "title_kr": "Tomb Raider, The Game Awards에서 마침내 업데이트 공개",
      "content_summary_kr": "The Game Awards 2024에서 Tomb Raider 프랜차이즈의 미래가 공개될 예정. Crystal Dynamics가 2022년 발표 이후 수년간 개발 중인 신작 게임이 최초로 공개될 가능성이 가장 높으며, 지난해 공개된 Lara Croft 리디자인에 이어 실제 게임플레이 영상이 처음 선보일 것으로 예상됨.",
      "category": "게임 출시 & 발표",
      "game_relevance": 0.95
    },
    {
      "title": "DCU Chief James Gunn Shares First Look at Supergirl Movie Ahead of Teaser Trailer Dropping This Week",
      "url": "https://www.ign.com/articles/dcu-chief-james-gunn-shares-first-look-at-supergirl-movie-ahead-of-teaser-trailer-dropping-this-week",
      "date": "2025-12-08 21:59",
      "comments": 22,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/09/16/dcusupergirl-blogroll-1752511275319-1758047869229.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "James Gunn has announced that Supergirl will get its debut trailer this week, while offering a tease of what’s to come.\nHot on the heels of the reveal of the Supergirl costume at CCXP 2025 in São Paulo, Brazil, the DC Studios co-CEO confirmed the trailer release alongside a brief snippet of footage showing Kara Zor-El patiently waiting for a spaceship to land next to her. It is a sort of intergalactic bus stand? If so, where is Supergirl traveling to? Supergirl, played by Game of Thrones spin-off House of the Dragon star Milly Alcock, is seen wearing sunglasses, wind blowing her hair and coat as the spaceship lands. She doesn’t look in the best of moods. She might even be hungover from a big night.\nSupergirl is heavily inspired by Tom King and Bilquis Evely's comic, Woman of Tomorrow, which features a very different Supergirl than audiences are perhaps accustomed to. In July, Gunn said the DC Universe version of Supergirl is “a total mess.”\nAs revealed in this summer’s DCU kickstarter ",
      "media": "IGN",
      "title_kr": "DCU 수장 James Gunn, 이번 주 티저 트레일러 공개에 앞서 Supergirl 영화 첫 장면 공유",
      "content_summary_kr": "James Gunn이 Supergirl 영화의 첫 번째 트레일러를 이번 주 공개한다고 발표하며, 우주선 옆에서 대기 중인 Kara Zor-El의 짧은 영상 공개. House of the Dragon 출연 배우 Milly Alcock이 주연을 맡은 이 영화는 Tom King과 Bilquis Evely의 코믹 'Woman of Tomorrow'에서 영감을 받아 기존과 다른 Supergirl을 그릴 예정.",
      "category": "IP & 콜라보",
      "game_relevance": 0.1
    },
    {
      "title": "2026 Golden Globes Nominations Revealed",
      "url": "https://www.ign.com/articles/2026-golden-globes-nominations-revealed-check-out-the-full-list",
      "date": "2025-12-08 22:33",
      "comments": 21,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/08/golden-globes-1765200667255.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The Golden Globe nominations for 2026 were announced today as part of a live presentation.\nIt’s a strong list of contenders for the 83rd Golden Globes, which includes 28 categories. The nominations were revealed on a livestream hosted by actor and comedian Marlon Wayans and actress Skye Marshall. On the TV side, the likes of Andor’s Diego Luna, The Pitt’s Noah Wyle, and Severance’s Adam Scott are all up for the Best Male Actor – Television – Drama category. Best Performance by a Female Actor in a Television Series – Drama includes Britt Lower for Severance, Bella Ramsey for The Last of Us, and Helen Mirren for Mobland. The Best Limited Series, Anthology Series or Television Motion Picture category includes nominations for the likes of Adolescence and Black Mirror.\nFor movies, Sinners, Wicked: For Good, KPop Demon Hunters, and Paul Thomas Anderson’s One Battle After Another were among the nominations. Indeed, One Battle After Another is the most-nominated movie of the 2026 Golden Globes",
      "media": "IGN",
      "title_kr": "2026 골든 글로브 후보 공개",
      "content_summary_kr": "제83회 골든 글로브 시상식의 28개 부문 후보가 발표됨. TV 부문에서는 Andor의 Diego Luna, The Last of Us의 Bella Ramsey 등이, 영화 부문에서는 Wicked: For Good, KPop Demon Hunters 등이 후보에 올랐으며, Paul Thomas Anderson의 One Battle After Another가 최다 후보 지명을 받음.",
      "category": "IP & 콜라보",
      "game_relevance": 0.4
    },
    {
      "title": "Hideo Kojima Isn't Entirely Sure That His Horror OD 'Will Work Out' As He Had to Rethink How He Makes Games 'From the Ground Up'",
      "url": "https://www.ign.com/articles/hideo-kojima-isnt-entirely-sure-that-his-horror-od-will-work-out-as-he-had-to-rethink-how-he-makes-games-from-the-ground-up",
      "date": "2025-12-08 20:13",
      "comments": 19,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/09/23/kojima-productions-10th-anniversary-livestream-beyond-the-strand-01-46-33-1758605224402.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Metal Gear Solid and Death Stranding developer Hideo Kojima says his upcoming horror game, OD, is \"challenging\" to develop because, unlike his prior games, this one required a change in how he makes games \"from the ground up.\"\nOD isn't the first time Kojima has dabbled in horror, of course. P.T. is his uniquely terrifying spin on the horror genre, presented via a home filled with unexpected encounters and bizarre mysteries. In the end, P.T. revealed itself to be a \"Playable Trailer\" for the secret project Silent Hills, which never came to fruition. For many — myself included — it's considered one of the scariest video game experiences of all time.\nUnfortunately, Konami cancelled Silent Hills in 2015 after a painfully public fallout with Kojima. The free-to-play demo was then scrubbed from PlayStation Network, provoking false rumors that the company was removing already downloaded copies of the demo from PS4 consoles worldwide. OD seems to pick up where P.T. left off, at least in spirit",
      "media": "IGN",
      "title_kr": "Hideo Kojima, 공포 게임 OD 개발 과정에서 게임 제작 방식을 '근본부터' 재구성해야 했으며 성공 여부에 대해 확신하지 못한다고 밝혀",
      "content_summary_kr": "Metal Gear Solid와 Death Stranding의 개발자 Hideo Kojima가 신작 공포 게임 OD 개발이 매우 도전적이며, 기존 게임 제작 방식을 근본부터 바꿔야 했다고 밝힘. OD는 2015년 Konami와의 결별로 취소된 Silent Hills 이후 Kojima가 다시 시도하는 공포 게임으로, P.T.의 정신을 계승하는 작품으로 평가됨.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "Shenmue 4 Video Prompts Legal Threat From Series Developer, Which Says the Footage 'Misleads Viewers Into Believing Such Content Is Official'",
      "url": "https://www.ign.com/articles/shenmue-4-video-has-absolutely-no-connection-to-developer-ys-net-and-now-the-studio-is-threatening-legal-action-as-the-footage-misleads-viewers-into-believing-such-content-is-official",
      "date": "2025-12-08 21:01",
      "comments": 17,
      "thumbnail": "https://assets-prd.ignimgs.com/2019/11/13/image17-1573677428357.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Shenmue developer Ys Net has threatened legal action over a widely-circulated video designed to look like leaked footage of Shenmue 4.\nThe footage popped up on social media last week and was promptly shared by numerous websites, even as questions regarding the video's origins and authenticity swirled.\nNow, Ys Net has released a statement to confirm that the footage \"has absolutely no connection\" to itself and uses the company's logo without permission. Additionally, Ys Net claimed that such acts \"may amount to trademark infringement and unfair competition\" and therefore it was now preparing \"appropriate measures\" and exploring legal options.\nWhile some fans took the lengthy \"Shenmue 4\" clip as too elaborate to be fake, others pointed to a handful of wonky animation effects and its fan-baiting story to suggest it was an elaborate creation made by a fan using generative AI.\nJust last month, IGN reported on the increasingly convincing AI-generated GTA 6 \"leaks\" that are racking up million",
      "media": "IGN",
      "title_kr": "Shenmue 4 영상, 시리즈 개발사로부터 법적 조치 경고받아 - '공식 콘텐츠로 오인하게 만든다'",
      "content_summary_kr": "Shenmue 개발사 Ys Net이 온라인상에서 유포된 가짜 'Shenmue 4' 영상에 대해 법적 조치 예고. 해당 영상은 회사 로고를 무단 사용했으며 상표권 침해 및 불공정 경쟁에 해당할 수 있다고 명시. 일부에서는 생성형 AI를 활용해 제작된 팬 제작물로 추정.",
      "category": "규제 & 이슈",
      "game_relevance": 0.85
    },
    {
      "title": "Resident Evil Requiem GameStop Listing Leaves Fans Bewildered By Mentioning a Shock Second Character — And It's Not Leon",
      "url": "https://www.ign.com/articles/resident-evil-requiem-gamestop-listing-leaves-fans-bewildered-by-mentioning-a-shock-second-character-and-its-not-leon",
      "date": "2025-12-08 18:59",
      "comments": 13,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/08/27/resident-evil-requiem-hands-on-preview-with-gameplay-00-04-40-1756297340878.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "A GameStop listing for Resident Evil Requiem has stated that the game's Deluxe Edition will include costumes for a shock second character — and no, it's not who you might think.\nOver the past year, the internet has been waiting for Capcom to confirm that Resident Evil hero Leon S. Kennedy is in Resident Evil Requiem as a second playable character. There have been rumors, there have been AI image leaks, and there have been increasingly cryptic teases from Capcom itself.\nAnd it's against this backdrop that fans have been left stunned, as GameStop's Resident Evil Requiem Deluxe Edition listing has gone live and mentioned exclusive content for... Rosemary Winters.\nRosmary Winters?! The daughter of Resident Evil 7 and Village protagonist Ethan Winters, Rosemary initially appears in the latter game as a baby, though has a starring role in that game's Shadows of Rose expansion, set in the future when she is a teenager.\nHer inclusion here, if GameStop's listing is indeed to be believed, is a h",
      "media": "IGN",
      "title_kr": "Resident Evil Requiem GameStop 리스팅, 충격적인 두 번째 캐릭터 언급으로 팬들 당혹 — Leon이 아닌",
      "content_summary_kr": "GameStop의 Resident Evil Requiem Deluxe Edition 페이지에서 두 번째 플레이어블 캐릭터로 Leon S. Kennedy 대신 Rosemary Winters의 전용 의상 콘텐츠가 포함된다고 명시. 팬들은 1년간 Leon의 등장을 기대했으나, Resident Evil 7과 Village 주인공 Ethan Winters의 딸인 Rosemary가 언급되어 충격을 받은 상황.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "Kojima Says His Upcoming Game OD May Not \"Work Out\"",
      "url": "https://www.gamespot.com/articles/kojima-says-his-upcoming-game-od-may-not-work-out/1100-6536755/",
      "date": "2025-12-08 22:41",
      "comments": 9,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4618354-screenshot2025-12-08at8.33.09%E2%80%AFam.png",
      "body": "Writer-director Hideo Kojima has multiple new games in the works, one of which is the horror title OD. Not much is known about the game, and the recent \"Knock\" trailer raised more questions than it answered. Now, Kojima has further discussed OD, saying it aims to offer something new. Of course, that's what most developers would say.\nPerhaps more intriguingly, Kojima discussed with ananweb (translated by Automaton) how he does not know for sure if his idea for OD will even work.\nNow Playing: OD - KNOCK Teaser Trailer\n\"I can't say exactly what it is yet, nor do I know if it will work out. We've created stealth games and delivery games which were unlike anything before, but system-wise, they were similar to other games,\" he explained, referencing Metal Gear Solid and Death Stranding. \"This time, we're trying to change the service model from the ground up, so it should be quite challenging. We've packed the trailer full of hints, so if you keep thinking about it, you might figure it out.\"\n",
      "media": "GameSpot",
      "title_kr": "Kojima, 신작 게임 OD가 '제대로 작동하지 않을 수도 있다'고 언급",
      "content_summary_kr": "Hideo Kojima가 개발 중인 호러 게임 OD에 대해 자신의 아이디어가 제대로 구현될지 확신할 수 없다고 발표. Metal Gear Solid와 Death Stranding과 달리 이번에는 서비스 모델 자체를 근본부터 바꾸려는 시도로 상당히 도전적인 프로젝트가 될 것이라고 설명.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "Daniel Kaluuya Gives an Update on the Upcoming Spider-Punk Movie in Development",
      "url": "https://www.ign.com/articles/daniel-kaluuya-gives-an-update-on-the-upcoming-spider-punk-movie-in-development-were-in-our-process",
      "date": "2025-12-09 02:37",
      "comments": 9,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/08/screenshot-2025-12-08-173657-1765215454075.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Daniel Kaluuya recently teased his upcoming Spider-Punk animated feature, revealing where he and cowriter Ajon Singh are in their development alongside Sony Pictures.\nThe actor confirmed he and Singh are in the “finishing stages” of a first draft of the script for the project, in a recent interview with Deadline, and explained: “We’re in our process.” That said, Kaluuya was tight-lipped when it came to plot details, with his only response about whether the film would be a standalone project or if other characters from the Spider-Verse would appear being “TBD.”\nKaluuya, who garnered an Oscar nomination for his role in Get Out, also revealed that the “intense” response to his character Spider-Punk in the 2023 film Spider-Man: Across the Spider-Verse laid the groundwork for this project. “It’s exciting to be writing something in this space,” he said in the interview.\nHe added: “Those Spider-Verse films, they speak to me. I was so inspired by them. I think the filmmakers and the animators ",
      "media": "IGN",
      "title_kr": "Daniel Kaluuya, 개발 중인 Spider-Punk 영화 근황 공개",
      "content_summary_kr": "배우 Daniel Kaluuya가 Sony Pictures와 함께 개발 중인 Spider-Punk 애니메이션 영화의 각본 초고가 마무리 단계에 접어들었다고 밝힘. 2023년 영화 Spider-Man: Across the Spider-Verse에서 Spider-Punk 캐릭터가 받은 열렬한 반응이 이번 프로젝트의 기반이 되었으며, 독립 작품 여부나 다른 Spider-Verse 캐릭터의 등장 여부는 아직 미정.",
      "category": "IP & 콜라보",
      "game_relevance": 0.3
    },
    {
      "title": "Perfect Dark Creative Leads to Start New Studio at 2K",
      "url": "https://www.ign.com/articles/take-two-hires-former-perfect-dark-leads-for-brand-new-2k-studio",
      "date": "2025-12-09 07:07",
      "comments": 8,
      "thumbnail": "https://assets-prd.ignimgs.com/2023/08/14/perfect-dark-1692035693301.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Following the cancelation of Perfect Dark and the dissolution of its dedicated studio, The Initiative, two of the project's leads have found a new home at Take-Two Interactive, and more specifically at 2K.\nAs reported by Jason Schreier on Bluesky, Perfect Dark studio head Darrell Gallagher and director Brian Horton have been hired at 2K to start a brand new studio. No details have yet emerged as to what the new studio will work on, or if any other former Perfect Dark employees joined them.\nWhen asked, a 2K spokesperson provided the following confirmation of the hire:\nThis comes after the cancelation of Perfect Dark by Xbox earlier this year as part of a larger wave of devastating layoffs. The project had previously been a troubled one, with multiple studios being brought into help and a number of internal revisions as studio leads tried to figure out what the game should be.\nWhile The Initiative was closed down upon the game's cancelation, Crystal Dynamics had also been working on the ",
      "media": "IGN",
      "title_kr": "Perfect Dark 크리에이티브 리드들, 2K에서 새 스튜디오 설립",
      "content_summary_kr": "Xbox의 Perfect Dark 개발 취소 및 The Initiative 스튜디오 해체 이후, 프로젝트 리드였던 Darrell Gallagher와 Brian Horton이 2K에 합류하여 새로운 스튜디오 설립. Perfect Dark는 여러 스튜디오가 투입되고 내부 수정이 반복되는 등 개발 과정에서 난항을 겪다가 올해 초 대규모 정리해고의 일환으로 개발 취소.",
      "category": "규제 & 이슈",
      "game_relevance": 0.85
    },
    {
      "title": "Pirates of the Caribbean Star Johnny Depp Presented With Jack Sparrow Curtain From One Piece Creator Eiichiro Oda",
      "url": "https://www.ign.com/articles/pirates-of-the-caribbean-star-johnny-depp-presented-with-jack-sparrow-curtain-from-one-piece-creator-eiichiro-oda",
      "date": "2025-12-08 20:03",
      "comments": 8,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/08/gettyimages-2248713405-1765190638686.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Pirates of the Caribbean star Johnny Depp has been given a custom piece of artwork showing his fan-favorite character Captain Jack Sparrow in the style of One Piece, drawn by the anime's creator Eiichiro Oda.\nDepp was presented with the artwork, printed on a Japanese door curtain, by Hiroaki Hirata — the actor who dubs Jack Sparrow in the country, and who also voices One Piece's Sanji.\nDuring a brief appearance on stage at Tokyo Comic Convention 2025, Hirata told Depp that he had \"got this designed by my comic artist friend.\" Grinning, Depp commented: \"I just want to cover myself in it,\" before disappearing behind the curtain and popping back out again.\nDepp then wrapped up his appearance by thanking fans for their ongoing support. \"I feel as though there are more of you than there are, but that could just be part of my brain or maybe I'm lying in a hospital bed ill and none of this is happening, I don't know,\" Depp said. \"But while it's happening, while I'm experiencing seeing all of ",
      "media": "IGN",
      "title_kr": "Pirates of the Caribbean 스타 Johnny Depp, One Piece 작가 Eiichiro Oda가 그린 Jack Sparrow 커튼 선물받아",
      "content_summary_kr": "배우 Johnny Depp가 Tokyo Comic Convention 2025에서 One Piece 작가 Eiichiro Oda가 그린 Captain Jack Sparrow 커스텀 아트워크를 선물받음. 일본에서 Jack Sparrow를 더빙하며 One Piece의 Sanji 성우이기도 한 Hiroaki Hirata가 일본식 문 커튼에 인쇄된 해당 작품을 전달했으며, Depp는 팬들의 지속적인 응원에 감사를 표명.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.2
    },
    {
      "title": "Tomb Raider News Confirmed For The Game Awards Following Remake Leak",
      "url": "https://www.gamespot.com/articles/tomb-raider-news-confirmed-for-the-game-awards-following-remake-leak/1100-6536770/",
      "date": "2025-12-09 05:26",
      "comments": 7,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4618544-screenshot2025-12-08at1.32.27%E2%80%AFpm.png",
      "body": "There will be some kind of Tomb Raider announcement at The Game Awards on December 11. Host and organizer Geoff Keighley announced today, \"Lara Croft returns at The Game Awards.\"\n\"Tune in Thursday night for a look at the future of one of gaming's most iconic franchises, Tomb Raider,\" he said. \"This is one you won't want to miss.\"\nLara Croft returns at #TheGameAwards!\n\nAs just revealed in our The Game Awards Vote in Fortnite map portal, tune in Thursday night for a look at the future of one of gaming's most iconic franchises @tombraider\n\nThis is one you won't want to miss. pic.twitter.com/TSbWkyhAbI\nThe confirmation of a Tomb Raider announcement at The Game Awards comes not long after a new report emerged that said a remake of 1996's Tomb Raider was in the works and would be announced at the awards show.\nBeyond this rumored game, Crystal Dynamics is working on the next Tomb Raider game with Amazon set to publish it. Amazon, meanwhile, is making a live-action Tomb Raider TV series for Pr",
      "media": "GameSpot",
      "title_kr": "리메이크 유출 이후 The Game Awards에서 Tomb Raider 소식 공개 확정",
      "content_summary_kr": "12월 11일 The Game Awards에서 Tomb Raider 관련 발표 예정. 1996년 오리지널 Tomb Raider 리메이크가 공개될 것으로 예상되며, Crystal Dynamics는 Amazon과 협력하여 차기 Tomb Raider 게임 개발 중.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "Predator Won't Crossover With Alien: Earth for Season 2, Noah Hawley Says He's Only Met Badlands Director Dan Trachtenberg Once",
      "url": "https://www.ign.com/articles/alien-earth-creator-officially-rules-out-predator-crossover-so-dont-expect-a-yautja-to-pop-up-in-season-2",
      "date": "2025-12-08 20:49",
      "comments": 7,
      "thumbnail": "https://assets-prd.ignimgs.com/2023/05/18/avpbanner-1684436094035.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Alien: Earth creator Noah Hawley has publicly stated that the TV spinoff series will not feature a crossover with Predator, ruling out an appearance from the Yautja in Season 2 and beyond.\nDan Trachtenberg’s recently released Predator: Badlands — officially the highest-grossing Predator movie of all time, including the AvP movies — is packed full of so many Alien references that it essentially a Predator / Alien crossover movie in all but name. Indeed, one of its stars, Elle Fanning, plays two Weyland-Yutani synths in the movie.\nBut it seems Alien: Earth will not join the crossover party. Hawley recently confirmed he is “not coordinating” a Predator appearance in the Alien spinoff TV show with Trachtenberg, who he says he has only met once.\n“No, not onto the show, I don’t think,” Hawley said of the possibility of a Predator crossover on the Smartless podcast. “I think Dan Trachtenberg, who made Prey and has made the Badlands movie — you know, I loved Prey. I think he’s doing a great jo",
      "media": "IGN",
      "title_kr": "Predator는 Alien: Earth 시즌 2와 크로스오버 하지 않을 것, Noah Hawley는 Badlands 감독 Dan Trachtenberg를 단 한 번만 만났다고 밝혀",
      "content_summary_kr": "Alien: Earth 제작자 Noah Hawley가 TV 시리즈에서 Predator와의 크로스오버를 진행하지 않을 것이라고 공식 발표. Dan Trachtenberg 감독의 Predator: Badlands가 Alien 레퍼런스로 가득하지만, Hawley는 Trachtenberg와 단 한 번만 만났으며 Predator 등장에 대한 협의를 하지 않고 있다고 밝힘.",
      "category": "IP & 콜라보",
      "game_relevance": 0.3
    },
    {
      "title": "Paramount Launches Hostile Bid To Buy Warner Bros., Offering Billions More Than Netflix",
      "url": "https://www.gamespot.com/articles/paramount-launches-hostile-bid-to-buy-warner-bros-offering-billions-more-than-netflix/1100-6536758/",
      "date": "2025-12-08 23:31",
      "comments": 5,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4618368-screenshot2025-12-08at9.11.48%E2%80%AFam.png",
      "body": "The battle for Warner Bros. is not over yet. After Netflix announced on Friday that it would buy the majority of the Warner Bros. entertainment assets, Paramount on Monday announced that it would offer billions more to buy the entirety of Warner Bros. Discovery as part of a hostile takeover bid.\nSpecifically, Paramount is offering $30 per share, compared to $27.75 from Netflix. That works out to $18 billion more in cash than Netflix. Additionally, Paramount wants to buy the entirety of WBD, not just the majority of the key entertainment assets that Netflix is proposing to buy.\nParamount's $30-per-share offer works out to a total enterprise value of $108.4 billion, which Paramount said is a 139% premium on where the company was trading at in September 2025. The value of Netflix's offer was $82.7 billion.\nParamount was perceived to be the frontrunner to buy Warner Bros. for months before Netflix swooped in, with CEO Ted Sarandos personally meeting with US President Donald Trump to try to",
      "media": "GameSpot",
      "title_kr": "Paramount, Warner Bros. 인수를 위한 적대적 입찰 개시, Netflix보다 수십억 달러 더 제시",
      "content_summary_kr": "Netflix가 Warner Bros. 엔터테인먼트 자산 대부분을 인수하겠다고 발표한 데 이어, Paramount가 주당 30달러(총 1,084억 달러)를 제시하며 Warner Bros. Discovery 전체 인수를 위한 적대적 인수 제안. 이는 Netflix의 주당 27.75달러(총 827억 달러) 제안보다 180억 달러 더 높은 금액으로, Warner Bros. 인수전이 본격화됨.",
      "category": "매출 & 성과",
      "game_relevance": 0.6
    },
    {
      "title": "An AI VTuber Is Trying To Complete Hardcore Minecraft, And All Hell Is Breaking Loose",
      "url": "https://www.gamespot.com/articles/an-ai-vtuber-is-trying-to-complete-hardcore-minecraft-and-all-hell-is-breaking-loose/1100-6536753/",
      "date": "2025-12-08 22:21",
      "comments": 5,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1850/18507742/4618339-neuro-sama-minecraft%281%29.jpg",
      "body": "The popular AI VTuber Neuro-Sama is attempting to complete Minecraft Hardcore, and her human supervisors appear to be losing all hope following a series of comedic but disappointing failures on her part.\nNeuro is an AI-powered VTuber created by streamer Vedal987, and she utilizes a large language model with rapid response times, and the ability to \"see\" screens, read her own Twitch chat, respond to speech in almost real time, and even play games. Now, she's attempting Minecraft's Hardcore mode--the permadeath version of Minecraft that wipes the game world as soon as one player dies. Vedal, along with fellow VTubers Crelly and Filian, has claimed that the Twitch stream will not end until the quartet complete the game.\nTo complete Minecraft, the four need to get to The End to face off against the Ender Dragon--not an easy feat at the best of times, and certainly not when you're relying on a childlike AI to make the right decisions, follow instructions, and cheat death.\nAs if that didn't ",
      "media": "GameSpot",
      "title_kr": "AI VTuber가 Minecraft 하드코어 모드 완주에 도전 중, 연이은 실패로 혼란 가중",
      "content_summary_kr": "스트리머 Vedal987이 개발한 AI VTuber Neuro-Sama가 동료 VTuber들과 함께 Minecraft 하드코어 모드 완주에 도전 중. 한 번 죽으면 게임 월드가 초기화되는 하드코어 모드에서 엔더 드래곤 처치를 목표로 하며, 완료 전까지 방송 종료 안 한다고 선언. AI의 예측 불가능한 판단과 연이은 실패로 인해 함께하는 인간 참가자들이 난항을 겪고 있는 상황.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.7
    },
    {
      "title": "Final Fantasy 7 Remake Part 3 Title Narrowed Down To Two Candidates",
      "url": "https://www.gamespot.com/articles/final-fantasy-7-remake-part-3-title-narrowed-down-to-two-candidates/1100-6536762/",
      "date": "2025-12-09 00:34",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4618379-ff7-revengeance.jpg",
      "body": "What's in a name? If you're Square Enix, a lot, as the studio has yet to reveal the full title of Final Fantasy 7 Remake. That reveal could be soon, as Final Fantasy Remake Trilogy developers Naoki Hamaguchi and Tetsuya Nomura have revealed that the name for the threequel has been narrowed down to two options, with a decision expected by the end of the year.\n\"Me and Tetsuya Nomura have already narrowed it down to two, within the year we will decide on which one. Within this year, it will be set,\" Hamaguchi said in an interview with Julien Chièze (via a translation by Genki_JPN).\nSo far, the first two games in the Final Fantasy Remake trilogy have followed a similar naming convention. Remake got the ball rolling with its title, while Final Fantasy 7 Rebirth's title emphasized a new beginning for the franchise. So what could Part 3's name be if it follows this trend?\nReunion might be off the table considering that it was used for Crisis Core: Final Fantasy 7 Reunion in 2022, but other na",
      "media": "GameSpot",
      "title_kr": "Final Fantasy 7 Remake Part 3 제목, 두 후보로 압축",
      "content_summary_kr": "Square Enix의 Final Fantasy 7 Remake 3부작 완결편 제목이 두 개 후보로 압축되었으며, 개발자 Naoki Hamaguchi와 Tetsuya Nomura가 올해 안에 최종 결정할 예정임을 발표. 1편 'Remake'와 2편 'Rebirth'에 이어 유사한 네이밍 컨벤션을 따를 것으로 예상되나, 'Reunion'은 Crisis Core에서 이미 사용되어 제외될 가능성이 높음.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "Fallout Season 3 Plans To Start Shooting In The Summer, Will Release ASAP",
      "url": "https://www.gamespot.com/articles/fallout-season-3-plans-to-start-shooting-in-the-summer-will-release-asap/1100-6536756/",
      "date": "2025-12-08 22:52",
      "comments": 4,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4618356-falloutseason2.jpg",
      "body": "The second season of Fallout hasn't premiered quite yet, but that's not stopping the creative team behind the show from planning for Season 3. In fact, they're aiming to start shooting in Summer 2026 and \"get back on the air in a reasonable amount of time,\" according to executive producer Jonathan Nolan.\nSpeaking with IGN, Nolan was asked about Fallout Season 3, as Season 2 debuts December 17 on Prime Video. \"Oh boy. Well, I will say, with regard to production, we're hoping to be shooting again next summer,\" Nolan said. \"You know, we'll see if that comes together.\"\nNow Playing: Fallout TV Show Review\nNolan believes with the talent of the cast and crew--giving special mention to creators Geneva Robertson-Dworet and Graham Wagner--they'll \"work quickly enough to get back on the air in a reasonable amount of time.\" Until then, Fallout Season 2 will release episodes weekly through early February. This is a major change from the first season, when all episodes dropped at once.\nFallout Seaso",
      "media": "GameSpot",
      "title_kr": "Fallout 시즌 3, 여름 촬영 시작 예정... 최대한 빠른 공개 목표",
      "content_summary_kr": "Fallout 드라마 시즌 2가 12월 17일 공개 예정인 가운데, 총괄 프로듀서 Jonathan Nolan은 시즌 3 촬영을 2026년 여름에 시작해 합리적인 기간 내 방영할 계획임을 밝힘. 시즌 2는 시즌 1과 달리 2월 초까지 매주 에피소드를 순차 공개하는 방식으로 변경.",
      "category": "IP & 콜라보",
      "game_relevance": 0.6
    },
    {
      "title": "Fallout Chief Wants Show 'Back on the Air as Soon as We Can'",
      "url": "https://www.ign.com/articles/fallout-executive-producer-wants-hit-tv-show-back-on-the-air-as-soon-as-we-can-after-season-2-ends-with-season-3-set-to-film-next-summer",
      "date": "2025-12-08 22:10",
      "comments": 4,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/11/13/falloutseason2trailer-ign-blogroll1-1763047630455.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "The team behind Amazon's hit Fallout TV show are gearing up to film Season 3 \"next summer,\" with the hope that there won't be a huge gap between the end of Season 2 and what's next.\nIn an interview with IGN, below, executive producer Jonathan Nolan told us that while television \"tak[es] longer and longer from season to season\" to prep and film, he's keen to see the show \"back on the air as soon as we can.\"\n\"With regards to production, we're hoping to be shooting again next summer,\" Nolan told us. \"We'll see if that all comes together — best laid plans and all. But I'm excited that though the scope of the show feels undiminished season on season, you know, Geneva [Robertson-Dworet] and Graham [Wagner] and our incredibly talented cast and crew were able to work quickly enough to get back on the air in a reasonable amount of time.\n\"I think what's happened with television in terms of, you know, taking longer and longer from season to season is an unfortunate trend. You don't want the show ",
      "media": "IGN",
      "title_kr": "Fallout 총괄, 쇼를 '가능한 빨리 방영'하고 싶다고 밝혀",
      "content_summary_kr": "Amazon의 인기 드라마 Fallout 시즌 3가 내년 여름 촬영 예정. 총괄 프로듀서 Jonathan Nolan은 시즌 간 공백을 최소화하기 위해 가능한 빨리 방영하고 싶다는 의사를 표명. 최근 TV 시리즈의 시즌 간 제작 기간이 길어지는 추세를 우려한다고 언급.",
      "category": "IP & 콜라보",
      "game_relevance": 0.6
    },
    {
      "title": "PS5 Was The No. 1 Best-Selling Console This Black Friday In The US",
      "url": "https://www.gamespot.com/articles/ps5-was-the-no-1-best-selling-console-this-black-friday-in-the-us/1100-6536765/",
      "date": "2025-12-09 03:13",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4618420-ps5.jpg",
      "body": "The PlayStation 5 dominated Black Friday sales in the US, according to new data shared by Circana, which tracks gaming sales in the US.\nCircana's Mat Piscatella said Sony's console made up 47% of total Black Friday week hardware unit sales, outpacing the Switch 2 (24%) and Nex Playground (14%). He didn't share any data about how Xbox performed.\n\"So, yeah, Black Friday week is extremely promotional for video games. Stuff that does not price promote (generally speaking, here) does not see much of a seasonal lift at all from the prior week (usually none). BF Week performance can correlate closely to what's being promoted and by how much,\" Piscatella said.\nHe added: \"On the hardware side, PS5 saw the most extensive discounting. So, it got a big sales lift. Wouldn't take much more away from the week than that, tbh.\"\nIndeed, the PS5 was discounted substantially for Black Friday, with Sony selling the consoles for about $100 off. Retailers offered discounts on Xbox consoles and the Nex Playgr",
      "media": "GameSpot",
      "title_kr": "PS5, 미국 블랙프라이데이 최다 판매 콘솔 1위 기록",
      "content_summary_kr": "미국 게임 판매 추적업체 Circana에 따르면 PlayStation 5가 블랙프라이데이 주간 하드웨어 판매량의 47%를 차지하며 Switch 2(24%)와 Nex Playground(14%)를 크게 앞섰음. Sony가 약 100달러 할인으로 가장 공격적인 가격 프로모션을 진행한 것이 판매 급증의 주요 원인으로 분석됨.",
      "category": "매출 & 성과",
      "game_relevance": 0.8
    },
    {
      "title": "Todd Howard Confirms Bethesda Uses AI, But Emphasizes \"Human Intention\" Behind It",
      "url": "https://www.gamespot.com/articles/todd-howard-confirms-bethesda-uses-ai-but-emphasizes-human-intention-behind-it/1100-6536748/",
      "date": "2025-12-08 19:24",
      "comments": 3,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4617713-starfieldlandscape.jpg",
      "body": "Earlier this month, the cancellation of Postal: Bullet Paradise over allegations that it was made with AI assets demonstrated that the issue of artificial intelligence in game development remains controversial. Now, Bethesda's Todd Howard has weighed in on the issue while promoting Fallout Season 2, and he confirmed that his company does use AI, but only as a tool guided by real artists.\n\"I view [AI] as a tool,\" said Howard via Eurogamer. \"Creative intention comes from human artists, number one. But I think we look at it as a tool for, 'is there a way we can use it to help us go through some iterations that we do ourselves faster?'\"\nHoward indicated that Bethesda isn't using AI to create assets, and instead compared using it to another iteration of Photoshop.\n\"We are always working on our toolset for how we build worlds or check things,\" related Howard. \"I think if you go back 10 years ago, that version of Photoshop, you wouldn't want to go back to that version of Photoshop. That's our",
      "media": "GameSpot",
      "title_kr": "Todd Howard, Bethesda의 AI 활용 인정하되 '인간의 의도'가 핵심임을 강조",
      "content_summary_kr": "Bethesda의 Todd Howard가 Fallout 시즌 2 홍보 중 회사의 AI 사용을 인정하면서도, 이를 실제 아티스트가 주도하는 도구로만 활용한다고 밝힘. AI를 에셋 제작이 아닌 작업 반복 과정의 속도를 높이는 Photoshop과 같은 툴로 간주하며, 창작 의도는 반드시 인간 아티스트로부터 나온다는 점을 명확히 함.",
      "category": "규제 & 이슈",
      "game_relevance": 0.95
    },
    {
      "title": "Fortnite Is Bringing Back the Infinity Blade, Probably the Most Hated Weapon in the Battle Royale's History",
      "url": "https://www.ign.com/articles/fortnite-is-bringing-back-the-infinity-blade-probably-the-most-hated-weapon-in-the-battle-royales-history",
      "date": "2025-12-09 02:45",
      "comments": 3,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/08/download-1765214757064.jpeg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Fortnite is thawing out the Infinity Blade, arguably the game's most controversial weapon ever, for an appearance in the next season of its OG battle royale mode.\nBeginning this Thursday, December 11, Fortnite OG will shift to Chapter 1 Season 7, and let players experience the game's beloved retro season where all the snow turned up and we got to fly around in planes.\nIt was a brilliant season, though one that will go down in Fortnite history as one of the most divisive — as Epic Games also introduced the Mythic-quality Infinity Blade sword that was notoriously overpowered. Only one Infinity Blade spawned each match, and lobbies turned into an absolute mess over who nabbed the game-breaking item first.\nI remember enjoying the brief disruption to the game's meta, which was turned on its head and has never seen anything quite like it since (perhaps for good reason). Because, after significant outcry, the Infinity Blade was made unplayable and literally frozen into its pedestal after only",
      "media": "IGN",
      "title_kr": "Fortnite, 배틀로얄 역사상 가장 논란이 된 무기 Infinity Blade 복귀 예정",
      "content_summary_kr": "Fortnite가 12월 11일부터 시작되는 OG 모드 Chapter 1 Season 7에서 게임 역사상 가장 논란이 많았던 신화 등급 무기 Infinity Blade를 재출시할 예정. 이 무기는 과거 압도적인 성능으로 게임 밸런스를 붕괴시켜 플레이어들의 거센 항의 끝에 출시 직후 사용 불가 처리된 전적 보유. Epic Games가 복고 시즌 재현의 일환으로 논란의 아이템을 다시 게임에 도입.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0
    },
    {
      "title": "Shenmue Studio Considering Legal Action Over Fake Shenmue 4 Trailer",
      "url": "https://www.gamespot.com/articles/shenmue-studio-considering-legal-action-over-fake-shenmue-4-trailer/1100-6536759/",
      "date": "2025-12-09 00:31",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4618369-shenmue3.jpg",
      "body": "If you saw the Shenmue 4 trailer that went viral recently and were hoping it was leading to an announcement, then you're going to be disappointed. Ys Net, the studio founded by Shenmue creator Yu Suzuki, has issued a statement condemning the trailer as a fake while also hinting that it may take legal action against the trailer's creator.\nIn a post on social media, Ys Net said the fake Shenmue 4 trailer \"uses our company logo without permission, falsely giving the impression that is an official Shenmue 4 related video produced by us.\" The statement adds that there have been no official Shenmue 4 materials released, and that the studio is \"currently working with relevant parties and preparing appropriate measures, including potential legal action\" against the creator of the trailer.\nThe original Shenmue was released in 1999 on Sega Dreamcast, and it cast players as a young man, Ryo Hazuki, as he sought to avenge his father's death. The game had innovative takes on open-world gameplay and",
      "media": "GameSpot",
      "title_kr": "Shenmue 스튜디오, 가짜 Shenmue 4 트레일러에 법적 조치 검토",
      "content_summary_kr": "최근 온라인에 퍼진 Shenmue 4 트레일러가 가짜로 판명. Shenmue 제작자 Yu Suzuki가 설립한 Ys Net이 무단으로 회사 로고를 사용해 공식 영상처럼 위장한 해당 트레일러 제작자를 상대로 법적 조치를 준비 중이라고 발표. 현재까지 공식적인 Shenmue 4 관련 자료는 전혀 공개된 바 없음.",
      "category": "규제 & 이슈",
      "game_relevance": 0.85
    },
    {
      "title": "Five Nights At Freddy's 2 Defies Poor Reviews With Big Opening Weekend",
      "url": "https://www.gamespot.com/articles/five-nights-at-freddys-2-defies-poor-reviews-with-big-opening-weekend/1100-6536749/",
      "date": "2025-12-08 20:01",
      "comments": 2,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4617714-fivenightsatfreddy%27smovie2.jpg",
      "body": "Last week, the early word on Five Nights At Freddy's 2 from critics was overwhelmingly negative, with only 12% on Rotten Tomatoes. It didn't matter to moviegoers, however, as audiences showed up to theaters to check out the sequel anyway.\nAccording to Deadline, Five Nights At Freddy's 2 had a $63 million opening weekend in the United States and Canada, and $46 million internationally against a reported $36-$51 million budget. That gave the film a $109 million global opening. The first Five Nights At Freddy's had a higher opening in 2023 with $80 million domestically, despite being released in tandem with the film's streaming premiere on Peacock.\nRegardless, this sequel's opening was big enough to kick Disney's Zootopia 2 out of the No. 1 slot after only a single weekend. It also earned Five Nights At Freddy's 2 a few box office records, including biggest opening for a post-Thanksgiving weekend, biggest December opening for a horror film, and the biggest December opening for Universal P",
      "media": "GameSpot",
      "title_kr": "Five Nights At Freddy's 2, 혹평에도 불구하고 흥행 개봉 성공",
      "content_summary_kr": "Five Nights At Freddy's 2가 Rotten Tomatoes에서 12%의 평점을 받았음에도 불구하고 개봉 주말 북미에서 6,300만 달러, 전 세계적으로 1억 900만 달러의 흥행 수익을 기록. Disney의 Zootopia 2를 제치고 박스오피스 1위 차지, 추수감사절 이후 개봉작 최대 오프닝 등 여러 기록 수립.",
      "category": "IP & 콜라보",
      "game_relevance": 0.7
    },
    {
      "title": "Adventure Time: The Complete Collection On Sale For Best Price Ever",
      "url": "https://www.gamespot.com/articles/adventure-time-the-complete-collection-on-sale-low-price/1100-6536715/",
      "date": "2025-12-09 05:33",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4616592-adventure-time-dvd.jpg",
      "body": "Adventure Time: The Complete Series (DVD)\n$41.49 (was $52.59)\nAdventure Time is widely considered to be one of Cartoon Network's best original animated projects, and if you haven't checked it out yet, you can grab a significant discount on the complete series. As part of a limited-time deal, the DVD box set for Adventure Time: The Complete Series has dropped to $41.49 (was $52.59). This collection includes all 10 seasons of the award-winning show, making it an excellent way to add the full series to your physical collection.\nAdventure Time: The Complete Series is a 22-disc box set containing all 279 episodes that aired from 2010 through 2018. The box set's packaging is based on the famed Enchiridion book from the show, and features an illustrated pop-up centerpiece of the series' characters. The collection also includes the Minecraft crossover bonus episode \"Diamonds and Lemons,\" plus bonus materials like a selection of animatics that show how specific episodes were crafted, a deep-div",
      "media": "GameSpot",
      "title_kr": "Adventure Time: The Complete Collection, 역대 최저가 세일 진행",
      "content_summary_kr": "Cartoon Network의 인기 애니메이션 Adventure Time 전체 시리즈 DVD 박스 세트가 한정 기간 할인가 41.49달러(기존 52.59달러)에 판매 중. 2010년부터 2018년까지 방영된 총 10시즌 279개 에피소드와 Minecraft 크로스오버 보너스 에피소드를 포함한 22장의 디스크로 구성.",
      "category": "IP & 콜라보",
      "game_relevance": 0.3
    },
    {
      "title": "Microsoft Initially Rejected Idea To Bring Flight Simulator To PS5, Dev Says",
      "url": "https://www.gamespot.com/articles/microsoft-initially-rejected-idea-to-bring-flight-simulator-to-ps5-dev-says/1100-6536767/",
      "date": "2025-12-09 03:13",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4618454-screenshot2025-12-08at12.14.54%E2%80%AFpm.png",
      "body": "Microsoft originally rejected a pitch to bring Microsoft Flight Simulator 2024 to PlayStation consoles, but the company eventually agreed, and this led to a \"whole avalanche\" of Xbox games on PlayStation. That's according to Head of Microsoft Flight Simulator Jorg Neumann.\nHe told XDA-Developers that it was his own idea to bring Flight Simulator to PlayStation consoles, culminating with the launch of Microsoft Flight Simulator 2024 today, December 8, on PS4 and PS5.\nThe 2020 Flight Simulator game eventually grew to become 300 GB in size, and there was so much content planned that Neumann said the game could grow to become 1 TB. So instead of doing that, the team made a new game, Microsoft Flight Simulator 2024, and the game now only has 8 GB of space for a requirement, with everything else sent to the cloud. This way of packaging the game allowed the game to come to other platforms, Neumann said.\n\"So I proposed, probably two and a half years ago, to go to PlayStation,\" he said. \"It was",
      "media": "GameSpot",
      "title_kr": "Microsoft, 처음에는 Flight Simulator의 PS5 출시 제안을 거부했다고 개발자 밝혀",
      "content_summary_kr": "Microsoft Flight Simulator 책임자 Jorg Neumann이 약 2년 반 전 PlayStation 버전 출시를 제안했으나 초기에는 거부당했으며, 이후 승인되어 다수의 Xbox 게임이 PlayStation으로 출시되는 계기가 됐다고 밝힘. 2024년 신작은 클라우드 스트리밍 방식을 도입해 용량을 300GB에서 8GB로 대폭 축소, 이를 통해 멀티플랫폼 출시가 가능해졌으며 12월 8일 PS4/PS5로 정식 출시.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "How To Unlock Scholar And Undertaker In Elden Ring Nightreign DLC",
      "url": "https://www.gamespot.com/articles/how-to-unlock-scholar-and-undertaker-in-elden-ring-nightreign-dlc/1100-6536709/",
      "date": "2025-12-09 01:19",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/679/6794662/4616364-ss_c50516d173a513f0fd7c567c4360c9552f4eaef6.1920x1080.jpg",
      "body": "Elden Ring Nightreign launched with eight powerful nightfarers for you to use on your expeditions, each offering unique gameplay styles and abilities. However, the game's first (and potentially only) DLC, The Forsaken Hollows, introduces two new nightfarers that will mix things up even further: Scholar and Undertaker.\nThe Scholar is a support character with high Arcane scaling (perfect for bleed builds) who can buff party members, debuff enemies, and make use of a powerful passive that levels items by simply using them. Meanwhile, the Undertaker has incredible scaling in Strength and Faith, as well as a high-damage ultimate ability that can be triggered multiple times while using her character skill, making her a perfect choice for aggressive players who love to dish out the pain while also having some extra healing options.\nIf you're curious about these new characters and want to try them out for yourself, we've got you covered. Here's how to unlock the Scholar and Undertaker.\nThe fir",
      "media": "GameSpot",
      "title_kr": "Elden Ring Nightreign DLC에서 Scholar와 Undertaker 잠금 해제 방법",
      "content_summary_kr": "Elden Ring Nightreign의 첫 번째 DLC 'The Forsaken Hollows'에서 두 명의 새로운 nightfarer인 Scholar와 Undertaker 추가. Scholar는 높은 Arcane 스케일링을 가진 서포트 캐릭터로 아이템 사용 시 자동 레벨업 패시브 보유, Undertaker는 Strength와 Faith 스케일링이 뛰어나며 고데미지 궁극기를 여러 번 발동 가능한 공격형 캐릭터로 설계됨.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0
    },
    {
      "title": "Honkai Star Rail Codes December 2025 For Free Stellar Jade, Credits, And More",
      "url": "https://www.gamespot.com/articles/honkai-star-rail-codes-free-stellar-jade-credits/1100-6530457/",
      "date": "2025-12-09 01:13",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1850/18507742/4467139-honkai-star-rail-review-550x309.jpg",
      "body": "December 8, 2025: We added one new Honkai Star Rail code, and removed three expired codes.\nHoYoverse's gacha RPG regularly receives working codes for freebies and rewards to help you on your travels. Some come from livestreams, or during events, whereas others may be obtained via social media. We've collected all of the Honkai Star Rail codes in one handy list, along with instructions on how to redeem them.\nAll of the new Honkai Star Rail codes are:\nRecently expired Honkai Star Rail codes include:\nThe HSR redeem code process is:\nYou can also use the Honkai Star Rail website from HoYoverse to redeem your codes without needing to open the game.\nTo get more Honkai Star Rail codes, bookmark this page as we'll be updating it as soon as new ones are released. While you're waiting, fill up your rewards in other gacha games with our Genshin Impact codes for freebies.\nGot a news tip or want to contact us directly? Email news@gamespot.com",
      "media": "GameSpot",
      "title_kr": "Honkai Star Rail 2025년 12월 코드 - 무료 성옥, 크레딧 등 지급",
      "content_summary_kr": "HoYoverse의 가챠 RPG Honkai Star Rail, 12월 8일 새로운 무료 보상 코드 1개 추가 및 만료된 코드 3개 제거. 라이브 스트림, 이벤트, 소셜 미디어를 통해 정기적으로 성옥과 크레딧 등의 무료 보상 코드 배포 중이며, 게임 내 또는 공식 웹사이트에서 코드 입력 가능.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 1.0
    },
    {
      "title": "Netflix Considered Buying EA - Report",
      "url": "https://www.gamespot.com/articles/netflix-considered-buying-ea-report/1100-6536751/",
      "date": "2025-12-08 19:45",
      "comments": 1,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4618292-netflixlogo.jpg",
      "body": "As 2025 winds down, the new biggest potential acquisitions of the year appear to be the $55 billion deal for EA by Saudi Arabia's Public Investment Fund and other investors and the more recent proposed $82 billion agreement for Netflix to buy Warner Bros. Studios. Now, a new report suggests that Netflix once considered buying EA and two other movie studios before the Warner Bros. negotiations came together.\nAccording to Bloomberg, Netflix executives previously debated whether the streamer should place bids for EA, Fox, and Disney. However, the management team reportedly couldn't agree on a deal and feared that its interest in those companies would hurt its standing with investors.\nThe report doesn't include the details about when Netflix considered these acquisitions, especially since Disney is usually the company that buys other studios including Pixar, Marvel, and Lucasfilm. Disney purchased Fox's entertainment assets in 2019 following an extended approval process from government age",
      "media": "GameSpot",
      "title_kr": "Netflix, EA 인수 검토했던 것으로 밝혀져",
      "content_summary_kr": "Bloomberg 보도에 따르면 Netflix가 Warner Bros. 인수 협상 이전에 EA, Fox, Disney 인수를 검토했으나, 경영진 간 합의 실패와 투자자 반발 우려로 무산된 것으로 전함. 현재 Saudi Arabia Public Investment Fund의 550억 달러 규모 EA 인수안과 Netflix의 820억 달러 규모 Warner Bros. 인수 제안이 진행 중.",
      "category": "매출 & 성과",
      "game_relevance": 0.7
    },
    {
      "title": "GameStop's 'Trade Anything Day' Was Wild - IGN Daily Fix",
      "url": "https://www.ign.com/videos/gamestops-trade-anything-day-was-wild-ign-daily-fix",
      "date": "2025-12-09 07:29",
      "comments": 1,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/12/08/gfix-120825-blogroll2-1765232513413.jpg?width=1280&format=jpg&auto=webp&quality=80",
      "body": "In today's Daily Fix:\nGameStop held its 'Trade Anything Day' promotional event where customers could come in with (almost) anything and get cash or store credit. GameStop shared with us some of the craziest trade-ins, such as a taxidermied bobcat, some McDonald's socks, and—get this— a Netflix Wii disc from way back when the Wii needed an authentication disc to stream content from the Netflix app. Did you try to trade anything in an GameStop? How much did you get for it? Let us know in the comments. In other news, fighting game legend Katsuhiro Harada is leaving Bandai Namco. Harada had been with the Tekken franchise for 30 years, working on each installment and directing Tekkens 3 through the recent Tekken 8. Harada has not yet said what he'll do next. And finally, take a peek into a family vacation at The Wizarding World of Harry Potter at Universal Orlando Resort.\nPresented by Universal Orlando Resort.",
      "media": "IGN",
      "title_kr": "GameStop의 '아무거나 거래의 날' 이벤트 현장",
      "content_summary_kr": "GameStop이 고객이 거의 모든 물건을 가져와 현금이나 매장 크레딧으로 교환할 수 있는 '아무거나 거래의 날' 프로모션 진행. 박제된 살쾡이, McDonald's 양말, Netflix Wii 디스크 등 기상천외한 물건들이 거래됨. Tekken 시리즈를 30년간 이끌어온 Katsuhiro Harada가 Bandai Namco 퇴사 발표.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.6
    },
    {
      "title": "Pokemon Go December 2025 Events: Raid Bosses, Spotlight Hours, Community Day, And More",
      "url": "https://www.gamespot.com/articles/pokemon-go-events-raid-bosses-spotlight-hours-community-day/1100-6533384/",
      "date": "2025-12-09 04:45",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15787979/4618609-8978392155-r-VBbM8xGMmVG12_Qk-DwLQ3ey6Bm4z8fTrGLkzTtBv_kjmBYMbzqhmvhjlp8j1mcDzhHUcL4iQLVZKUOJTWbxK-XELUbibEaA%3De365-pa-nu-w960.jpg",
      "body": "Pokemon Go's new Precious Paths season is officially underway, and the mobile game is ushering it in with a variety of events and activities in December.\nOn top of new Raid bosses and Spotlight Pokemon, this month will see the arrival of a few new Pokemon like Nacli and Clobbopus, while every featured Pokemon from the past year is coming back for December's two-day Community Day event.\nPokemon Go is also getting into the festive spirit later this month with a big two-part Winter Holiday celebration, which will include a special Winter Weekend mini-event. And before December wraps up, the mobile game will hold a New Year's celebration to ring in 2026 in style.\nYou can read more about this month's biggest Pokemon Go events below.\nNew bosses are coming to Raid battles throughout December.\nA handful of legendary Pokemon from the Unova region will return to five-star Raids, while various Mega-Evolved Pokemon like Mega Gyarados and Mega Abomasnow will make another appearance in Mega Raids. Y",
      "media": "GameSpot",
      "title_kr": "Pokemon Go 2025년 12월 이벤트: 레이드 보스, 스포트라이트 시간, 커뮤니티 데이 등",
      "content_summary_kr": "Pokemon Go가 12월 새로운 Precious Paths 시즌을 시작하며 Nacli, Clobbopus 등 신규 포켓몬 추가 및 연말 두 차례 대규모 이벤트 개최 예정. 전설의 포켓몬 레이드, 과거 1년간 등장한 모든 포켓몬이 참여하는 이틀간의 커뮤니티 데이, 겨울 홀리데이 축제 및 2026년 신년 기념 이벤트 진행.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 1.0
    },
    {
      "title": "For A Limited Time, Save Over 50% On Special Edition 4K Blu-Rays At Amazon",
      "url": "https://www.gamespot.com/articles/shout-factory-4k-blu-rays-on-sale-amazon/1100-6536754/",
      "date": "2025-12-09 04:29",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4618370-steelbook-shout.jpg",
      "body": "All Shout Factory 4K Blu-rays on sale at Amazon\nStock up on cult-classic movies with these deals\nIt's the jolliest of seasons, but if you'd prefer to watch something that isn't a cheesy Hallmark movie rom-com, then check out these deals on Shout Factory's 4K Blu-rays at Amazon. The distributor has made a name for itself with crisp 4K remasters of horror movies, action flicks, and anime over the years, including a long list of special edition Steelbook releases like RoboCop 2 and Labyrinth. Shout Factory 4K Blu-rays typically retail for $38-$45 each, but we're seeing big discounts of up to 56% on select titles. To help you track down the best deals, we've combed through Amazon's listings and rounded up every Shout Factory 4K Blu-ray on sale in the lists below. Note that these are limited-time deals, so once the timer runs out, they will revert to their original prices.\nSome of the coolest releases in Shout Factory's catalog are its steelbook edition 4K Blu-rays, which feature premium ca",
      "media": "GameSpot",
      "title_kr": "Amazon에서 한정 기간 동안 Special Edition 4K 블루레이 50% 이상 할인",
      "content_summary_kr": "Amazon에서 Shout Factory의 4K 블루레이 타이틀들을 최대 56% 할인된 가격에 판매 중. RoboCop 2, Labyrinth 등 컬트 클래식 영화와 애니메이션의 스틸북 에디션을 포함한 다양한 타이틀이 정가 38~45달러에서 대폭 할인된 가격으로 한정 기간 동안 제공됨.",
      "category": "IP & 콜라보",
      "game_relevance": 0.2
    },
    {
      "title": "Future Assassin's Creed Games Could Have Multiple Protagonists, Says AC Shadows Dev",
      "url": "https://www.gamespot.com/articles/future-assassins-creed-games-could-have-multiple-protagonists-says-ac-shadows-dev/1100-6536769/",
      "date": "2025-12-09 03:47",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1837/18375603/4618452-assassin%27screedshadows.jpg",
      "body": "Ubisoft has yet to share its plans for future Assassin's Creed games beyond Assassin's Creed Shadows, but that title's dual-protagonist setup with Yasuke and Naoe may not be the last time players get to have multiple characters to choose from.\n\"I think the learning for us is that, yes, we could do more dual-protagonist games in the future--if we have a good reason to do it narratively and for the setting,\" said Assassin's Creed Shadows associate director Simon Lemay-Comtois while speaking with GamesRadar.\nYasuke and Noae weren't the first dual protagonists in an Assassin's Creed game. Twins Jacob and Evie were featured in Assassin's Creed Syndicate. Shadows had more pronounced differences between its two heroes than Syndicate did. Yasuke was built for physical confrontations while Naoe was refined for stealth. Lemay-Comtois acknowledged those differences and some of the backlash the team faced because of Yasuke's inclusion.\n\"Dual protagonists can be divisive along very strange lines, r",
      "media": "GameSpot",
      "title_kr": "미래 Assassin's Creed 게임에 복수 주인공 등장 가능성, AC Shadows 개발자 언급",
      "content_summary_kr": "Ubisoft의 Assassin's Creed Shadows 부디렉터 Simon Lemay-Comtois가 향후 Assassin's Creed 시리즈에서 Yasuke와 Naoe처럼 복수 주인공 시스템을 다시 도입할 수 있다고 밝힘. 서사와 배경 설정에 타당한 이유가 있다면 듀얼 주인공 방식을 계속 활용할 계획이라고 설명. Shadows는 Syndicate과 달리 물리 전투에 특화된 Yasuke와 은신에 특화된 Naoe로 두 캐릭터 간 뚜렷한 차별화를 구현함.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "Metroid Prime 4: Beyond Guides Hub",
      "url": "https://www.gamespot.com/articles/metroid-prime-4-beyond-guides-hub/1100-6536746/",
      "date": "2025-12-09 01:24",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1816/18167535/4616884-metroid-prime-4-beyond-guides-hub.jpg",
      "body": "Are you eager to set foot on the planet of Viewros in Metroid Prime 4: Beyond? This world is filled with both opportunities and dangers. As Samus Aran, you'll seek out the secrets of the Lamorn, an ancient race with psychic powers and highly coveted technologies. Our Metroid Prime 4: Beyond guides hub has everything you need to know to help you throughout your journey.\nAbilities and upgrades - It wouldn't be a Metroid game without acquiring power-ups that allow you to explore new areas. From different weapon types and boosts for your Morph Ball to psychic-based actions, these abilities become integral not just for campaign progression, but also for general exploration and discovering all sorts of secrets.\nBosses - As Samus, you'll face a plethora of enemies. A select few of these opponents are strange amalgamations of beasts and constructs, all eager to finish you off if you're not careful.\nEnergy Tanks - Samus won't get far if she's unable to survive numerous enemy forces arrayed agai",
      "media": "GameSpot",
      "title_kr": "Metroid Prime 4: Beyond 가이드 허브",
      "content_summary_kr": "Metroid Prime 4: Beyond에서 플레이어는 Samus Aran이 되어 고대 종족 Lamorn의 비밀을 탐험하게 됨. 게임 공략 가이드는 능력 업그레이드, 보스 공략, Energy Tank 수집 등 게임 진행에 필요한 핵심 정보를 제공함.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "System Shock Remake Coming To Switch 2 And Original Switch This Month",
      "url": "https://www.gamespot.com/articles/system-shock-remake-coming-to-switch-2-and-original-switch-this-month/1100-6536766/",
      "date": "2025-12-09 01:23",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4618410-systemshockswitch.jpg",
      "body": "Nightdive Studios has announced that the System Shock remake will launch December 18 on Switch and Switch 2. The developer revealed that a critical decision regarding Unreal Engine made the ports possible, especially with the original Switch.\nIn a dev diary video on YouTube (seen below), Nightdive explains that the team first planned on utilizing Unreal Engine 5 for the remake of System Shock on Switch 2. But then Nightdive wondered about bringing the classic immersive to both Nintendo hybrid consoles and found out Unreal Engine 4 was a possibility. \"Once we made that discovery, we did that big pivot for a few reasons--the biggest was stability,\" said developer Thomas Curnow.\nWithin 48 hours, Nightdive felt vindicated by the choice with Unreal Engine 4, according to the video. That's because successful builds of the remake were created for Switch and Switch 2 in that timeframe. \"I want the game to be just as we remember it,\" said producer Justin Khan.\nThe System Shock remake first laun",
      "media": "GameSpot",
      "title_kr": "System Shock 리메이크, 이달 Switch 2와 오리지널 Switch 출시 예정",
      "content_summary_kr": "Nightdive Studios가 System Shock 리메이크를 12월 18일 Switch와 Switch 2에 출시한다고 발표. 개발팀은 당초 Unreal Engine 5를 계획했으나, 안정성을 위해 Unreal Engine 4로 전환한 결과 48시간 내에 양쪽 콘솔 모두에서 성공적인 빌드를 완성함.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "Genshin Impact Codes December 2025 And How To Redeem",
      "url": "https://www.gamespot.com/articles/genshin-impact-codes/1100-6518693/",
      "date": "2025-12-09 01:16",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1850/18507742/4466453-genshin-impact-codes.jpg",
      "body": "December 8, 2025: We added one new Genshin Impact code and removed several expired ones.\nNew Genshin Impact codes can be redeemed in-game for free Primogems, Mora, Hero's Wit, and more, with many being available and active this month. There are some that last for quite some time, while others may only be active for 48 hours, or have a limited amount of redeems available before they expire. We've included how to redeem Genshin codes in this guide, to make it a seamless experience.\nAll of the current working Genshin codes are:\nAs a semi-permanent code, 'GENSHINGIFT' may not work for you as it's existed and been active for a long time. You may have already redeemed it prior to reading our guide. If you're sure you haven't redeemed it, you can wait for the next update, or the next month, and try again, as it may be temporarily disabled.\nRecently expired codes include:\nTo redeem Genshin Impact codes, you don't even need to have the game open if you don't want to. Follow these bullet-point i",
      "media": "GameSpot",
      "title_kr": "Genshin Impact 2025년 12월 코드 및 사용 방법",
      "content_summary_kr": "2025년 12월 8일 기준 Genshin Impact의 새로운 코드 1개 추가 및 만료된 코드 다수 제거. 현재 사용 가능한 코드를 게임 내에서 입력하면 무료 Primogems, Mora, Hero's Wit 등의 보상 획득 가능. 일부 코드는 48시간 또는 제한된 사용 횟수 내에서만 유효하며, 'GENSHINGIFT'는 장기간 유효한 반영구 코드로 이미 사용했을 가능성 존재.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 1.0
    },
    {
      "title": "Don't Expect A New Dead Space Game Anytime Soon",
      "url": "https://www.gamespot.com/articles/dont-expect-a-new-dead-space-game-anytime-soon/1100-6536760/",
      "date": "2025-12-09 00:31",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1813/18138562/4618377-4181117-deadspaceremake.jpeg",
      "body": "The Dead Space franchise is reportedly \"on ice\" at EA. And no, we're not referring to the frozen planet of Tau Volantis, the setting for Dead Space 3. Basically, there are no plans for a new sequel, remake, or even reboot of the survival-horror franchise.\nInsider Gaming states that EA sources have informed them about the latest Dead Space direction--or lack of direction, in this case. In early 2023, a remake of Dead Space was released, making people speculate about a new sequel or future remakes. But instead, there reportedly won't be any sort of followup anytime soon. GameSpot has reached out to EA for comment.\nNow Playing: The Complete DEAD SPACE Timeline Explained!\nThe report adds that the same sources hope the company might sell the Dead Space franchise after EA sold itself for $55 billion to Saudi Arabia's Public Investment Fund, Jared Kushner's Affinity Partners, and the private equity firm Silver Lake. The deal could lead to $20 billion in debt. As such, there's speculation EA c",
      "media": "GameSpot",
      "title_kr": "새로운 Dead Space 게임, 당분간 기대하기 어려워",
      "content_summary_kr": "EA가 Dead Space 프랜차이즈를 '동결' 상태로 전환하여 새로운 속편, 리메이크, 리부트 계획이 모두 없는 것으로 보도됨. 2023년 초 리메이크작 출시로 후속작에 대한 기대가 있었으나, EA의 550억 달러 규모 매각 거래 이후 200억 달러의 부채 발생 가능성으로 인해 프랜차이즈 재매각 가능성까지 제기되는 상황.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "Where Winds Meet Devs Blown Away By Game's Massive Success",
      "url": "https://www.gamespot.com/articles/where-winds-meet-devs-blown-away-by-games-massive-success/1100-6536761/",
      "date": "2025-12-09 00:29",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1578/15789366/4618376-wwmimage.jpg",
      "body": "Where Winds Meet has blown up since its global PC and PlayStation 5 launch on November 14, becoming one of the hottest games on Steam as of late. The open-world Wuxia sim is so hot that the explosive and sustained player count has surprised developer Everstone Studio, who said the numbers exceeded internal expectations.\nLead producer Beralt Lyu spoke to FRVR about the game recently reaching nine million players on November 29, just two weeks after its worldwide launch. Lyu explained that while the team always had faith in their Wuxia world, they weren't expecting this much success this quickly.\nNow Playing: These Games Were Missing From The Game Awards Nominations\n\"We hoped it would find its audience, the players who would love the freedom and mystery we tried to create,\" Lyu said. \"But [nine] million players in two weeks … that number has honestly blown all our internal expectations out of the water. The mood in the studio is hard to put into words. There's definitely pride and excite",
      "media": "GameSpot",
      "title_kr": "Where Winds Meet 개발사, 게임의 폭발적 성공에 놀라움 표시",
      "content_summary_kr": "오픈월드 무협 게임 Where Winds Meet가 11월 14일 PC 및 PlayStation 5 글로벌 출시 후 2주 만에 900만 명의 플레이어를 확보하며 Steam에서 최고 인기 게임으로 부상. 개발사 Everstone Studio의 리드 프로듀서 Beralt Lyu는 이러한 폭발적인 성공이 내부 예상치를 크게 초과했다고 밝히며, 팀이 만든 무협 세계에 대한 믿음은 있었지만 이처럼 빠른 시일 내 큰 성공을 거둘 것으로는 예상하지 못했다고 언급.",
      "category": "매출 & 성과",
      "game_relevance": 1.0
    },
    {
      "title": "GameStop's \"Trade Anything Day\" Included Dead Animals And Can Of Whoop-Ass",
      "url": "https://www.gamespot.com/articles/gamestops-trade-anything-day-included-dead-animals-and-can-of-whoop-ass/1100-6536757/",
      "date": "2025-12-08 23:02",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1179/11799911/4618359-screenshot2025-12-08at8.56.38%E2%80%AFam.png",
      "body": "GameStop's \"Trade Anything Day\" took place on December 6 and, as expected, people brought in all manner of items to get some cash. GameStop said in a news release that it took in more than 80,000 trades across the US on December 6 alone, and people brought in lots of unexpected and usual items, including a taxidermied bobcat and goose, a speed limit sign, a Wii Netflix disc, a bowling ball, a tiny Jesus, and \"a literal can of whoop-ass.\"\nThis was all done as a marketing campaign to raise awareness for GameStop's trade-in program. The retailer also noted that people brought in \"a significant number\" of canned food goods to support food banks and pet shelters.\nOne person attempted to trade in their dog (presumably as a joke, we hope!) but was rejected. Another person tried to trade in their Social Security card but GameStop said no. Someone else brought in a copy of the Declaration of Independence, and GameStop seemingly accepted it.\nThe fine print of the Trade Anything promotion mention",
      "media": "GameSpot",
      "title_kr": "GameStop의 '무엇이든 교환의 날'에 박제 동물과 엉덩이 깡통까지 등장",
      "content_summary_kr": "GameStop이 12월 6일 미국 전역에서 '무엇이든 교환의 날' 마케팅 캠페인을 진행하여 하루에만 8만 건 이상의 교환을 기록. 고객들은 박제된 스라소니와 거위, 속도제한 표지판, 볼링공, 독립선언서 사본 등 기상천외한 물건들을 가져왔으며, 일부는 반려견과 사회보장카드 같은 교환 불가 품목을 시도하기도 함. 이번 행사를 통해 GameStop의 중고 교환 프로그램 인지도 제고 및 푸드뱅크와 동물보호소를 위한 통조림 식품 기부도 상당량 이루어짐.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.3
    },
    {
      "title": "Grow A Garden Seeds - How To Get Seed Packs, Limited Time Seeds, And Rarities Explained",
      "url": "https://www.gamespot.com/articles/grow-a-garden-seeds-packs/1100-6536143/",
      "date": "2025-12-08 22:09",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1861/18616975/4601031-grow-a-garden-seeds-romanesco.jpg",
      "body": "There are well over 200 individual Grow A Garden seeds you can plant in your plot of land in the Roblox game. Each one has a different rarity and value, and depending on the type of plant, they can either be harvested once or will keep growing new fruits indefinitely after you sell the ones you pick. However, with such a high turnaround for events and their exclusive seeds, you may wonder if there is another way to get them.\nLuckily, with recent changes to the game’s structure, there is now a way to get some older plants that were available during the Spring and Summer. Of course, once you get the high-value plants, you’ll want to have them grow, then expose them to as many Grow A Garden weather events as possible to increase their value with multipliers added to them via Grow A Garden mutations. Here are all the ways you can get your hands on Grow A Garden seeds and seed packs, including those you can only find during events.\nThe first way to get Grow A Garden seeds is to buy them fro",
      "media": "GameSpot",
      "title_kr": "Grow A Garden 씨앗 - 씨앗 팩 획득 방법, 한정 시간 씨앗, 희귀도 설명",
      "content_summary_kr": "Roblox 게임 Grow A Garden에서 200개 이상의 씨앗을 심을 수 있으며, 각각 다른 희귀도와 가치를 보유. 최근 게임 구조 변경으로 봄과 여름 시즌에만 제공되었던 이전 한정 식물들을 획득할 수 있는 새로운 방법 추가. 고가치 식물은 날씨 이벤트를 통한 돌연변이로 배율이 적용되어 가치 상승 가능.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0
    },
    {
      "title": "Grow A Garden Prickly Fruits Explained",
      "url": "https://www.gamespot.com/articles/grow-a-garden-prickly-fruits/1100-6536150/",
      "date": "2025-12-08 22:09",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1861/18616975/4601050-grow-a-garden-prickly-fruits.jpg",
      "body": "Which Grow A Garden fruits are of the prickly type? Each one of the hundreds of available plants has a type associated with it. Blueberries are, well, berries, while the invaluable early-to–mid game Bamboo plants are classified as woody. One of the more uncommon types is the prickly plants, and that’s an issue if you’re trying to turn in plants for a limited-time reward.\nAnother thing you should be aware of is that fruits can have multiple types at once. For example, though the Rose is classified as a prickly fruit in this Roblox game, it’s also both a flower and a leafy-type plant. Cultivating crops with multiple types can be beneficial in the long run when handling requests during upcoming Grow A Garden updates. So, to know which Grow A Garden seeds you should plant in your plot to get prickly plants, here is a list of all the currently included plants of this elusive type.\nThere are currently 25 Grow A Garden prickly fruits to find in the game. However, only a handful of them are ob",
      "media": "GameSpot",
      "title_kr": "Grow A Garden 가시 과일 설명",
      "content_summary_kr": "Roblox 게임 Grow A Garden에서 가시(prickly) 타입으로 분류되는 식물 25종 존재. 장미(Rose)처럼 일부 식물은 가시, 꽃, 잎 등 여러 타입을 동시에 보유하며, 이러한 다중 타입 작물 재배가 향후 업데이트의 퀘스트 처리에 유리하게 작용할 것으로 전망.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0
    },
    {
      "title": "Tekken Boss Katsuhiro Harada Is Leaving Bandai Namco After 30 Years Of Iron Fist Tournaments",
      "url": "https://www.gamespot.com/articles/tekken-boss-katsuhiro-harada-is-leaving-bandai-namco-after-30-years-of-iron-fist-tournaments/1100-6536752/",
      "date": "2025-12-08 20:01",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1601/16018044/4618318-tekken.jpg",
      "body": "Tekken development chief Katsuhiro Harada has announced that he'll be departing from the fighting game series and its publisher Bandai Namco at the end of 2025. Harada--who has worked on every Tekken game since the series first debuted in 1994--said in a social media post that the death of close friends in his life had led to him to consider how much time he had left as a creator, and after consulting PlayStation icon Ken Kutaragi, he decided to leave the publisher after spending 30 years working on the Tekken franchise.\n\"With the Tekken series reaching its 30th anniversary--an important milestone for a project I’ve devoted much of my life to--I felt this was the most fitting moment to bring one chapter to a close,\" Harada wrote in an online post. \"In recent years, I experienced the loss of several close friends in my personal life, and in my professional life I witnessed the retirement or passing of many senior colleagues whom I deeply respect. Those accumulated events made me reflect",
      "media": "GameSpot",
      "title_kr": "Tekken 총괄 Katsuhiro Harada, 30년간의 철권 토너먼트를 끝으로 Bandai Namco 떠난다",
      "content_summary_kr": "1994년 첫 작품부터 모든 Tekken 시리즈 개발을 이끌어온 Katsuhiro Harada가 2025년 말 Bandai Namco를 떠날 것을 발표. 가까운 지인들의 사망을 계기로 남은 창작 시간을 돌아보게 되었으며, PlayStation 아이콘 Ken Kutaragi와 상담 후 Tekken 30주년이라는 중요한 시점에 30년 커리어의 한 장을 마무리하기로 결정.",
      "category": "규제 & 이슈",
      "game_relevance": 0.85
    },
    {
      "title": "The Game Awards Mysterious Monolith Is Not For Lords Of The Fallen 2",
      "url": "https://www.gamespot.com/articles/the-game-awards-mysterious-monolith-is-not-for-lords-of-the-fallen-2/1100-6536750/",
      "date": "2025-12-08 19:26",
      "comments": 0,
      "thumbnail": "https://www.gamespot.com/a/uploads/screen_kubrick/1597/15975876/4617793-what-is-geoff-keighleys-enigmatic-the-game-awards-statue-really-teasing-1024x573-181369506.jpg",
      "body": "The Game Awards founder Geoff Keighley has been teasing an upcoming game announcement, which happens to involve a massive, glowing, demonic statue placed in the middle of the California desert. While it's still unclear what exactly the statue is promoting, CI Games CEO Marek Tyminski has confirmed that it's not Lords of the Fallen 2.\nWhen the statue was first revealed, the most popular guesses for what it was marketing included Diablo, a new God Of War title, Elder Scrolls 6, or Lords of the Fallen 2. Tyminski posted about the monolith on X to confirm that it was not the latter, saying he was \"flattered\" people thought the stunt might have come from CI Games, but his studio is not at that level just yet.\nTyminski added that the CI Games team is hoping the statue is teasing something new from FromSoftware.\nWhile the statue may not be from Lords, Tyminki says that there is in fact big news on the way for both the original Lords of the Fallen and the upcoming sequel, saying \"soon it's tim",
      "media": "GameSpot",
      "title_kr": "The Game Awards의 미스터리 석상, Lords Of The Fallen 2와 무관",
      "content_summary_kr": "The Game Awards 창립자 Geoff Keighley가 캘리포니아 사막에 설치한 거대한 악마 석상을 통해 신작 게임을 예고 중인 가운데, CI Games CEO Marek Tyminski가 이것이 Lords of the Fallen 2가 아님을 공식 확인. CI Games 팀은 해당 석상이 FromSoftware의 신작을 암시하기를 희망한다고 밝혔으며, 곧 Lords of the Fallen 시리즈에 대한 중요 소식 발표 예정.",
      "category": "게임 출시 & 발표",
      "game_relevance": 0.85
    },
    {
      "title": "Nintendo Switch and Switch 2 System Update 21.1.0 Available — Here Are the Patch Notes",
      "url": "https://www.ign.com/articles/nintendo-switch-and-switch-2-system-update-2110-available-here-are-the-patch-notes",
      "date": "2025-12-09 18:46",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2024/05/01/switch-time-to-buy-1714545882432.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Nintendo has released its latest system software update for the Switch and Switch 2, bringing both consoles' firmware up to Version 21.1.0.\nToday's patch is a minor one — at least, according to the official patch notes. Still, it's interesting to note that it has arrived just two weeks after the last update, Version 21.0.1, which fixed a number of system transfer and Bluetooth accessory bugs.\nThis patch, on the surface at least, looks to change less. But then why does it have a bigger change in version number? For now, the usual datamining sources are yet to discover what else may have been updated behind the scenes, but we'll keep an eye and update if more is discovered.\nA month ago, Nintendo's last major update to its console firmware was also widely criticized for appearing to break compatibility with a range of third-party Switch 2 docks. In a statement to IGN on the issue, Nintendo claimed it had no \"intention to hinder or invalidate legal third-party dock compatibility.\"\nToday's ",
      "media": "IGN",
      "title_kr": "Nintendo Switch 및 Switch 2 시스템 업데이트 21.1.0 배포 — 패치 노트 공개",
      "content_summary_kr": "Nintendo가 Switch와 Switch 2의 시스템 소프트웨어를 버전 21.1.0으로 업데이트 배포. 공식 패치 노트에는 경미한 변경 사항만 명시되어 있으나, 2주 전 버전 21.0.1 업데이트가 시스템 전송 및 Bluetooth 액세서리 버그를 수정한 것과 달리 버전 번호가 더 크게 변경되어 주목. 한 달 전 업데이트에서는 서드파티 Switch 2 독 호환성 문제가 발생했으며, Nintendo는 합법적인 서드파티 독 호환성을 방해할 의도가 없다고 해명한 바 있음.",
      "category": "업데이트 & 패치",
      "game_relevance": 1.0
    },
    {
      "title": "Blue Prince Developer Rules Out Blue Prince 2 Now or Ever",
      "url": "https://www.ign.com/articles/blue-prince-creator-tonda-ros-i-will-never-make-a-sequel",
      "date": "2025-12-09 18:39",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/06/17/bluethumb-1750168209221.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Sorry, puzzle geeks. Don't expect a Blue Prince 2 any time soon. Or, ever, really.\nThat's what we learned from speaking with Blue Prince creator Tonda Ros last month. We asked him loads of questions and you can read our full interview right here, but one big mystery we wanted to clear up was if he'd ever make a sequel to Blue Prince. And, no, he won't. No sequel to Blue Prince, nor to any other game he makes in the future.\nBut he is going to make something else.\n\"I can say I will never make a sequel to my work because I love creating something standalone and then going on to something completely different,\" he said. \"It will likely not even be in the same exact genres. I will probably be mixing it up. You'll start to see overlap. You'll start to see overlaps with some of my interests. So it will be familiar, and hopefully I'll inadvertently have things that really worked with Blue Prince that I'll carry on in terms of at least technicals. But yeah, we'll see. I'm hesitant to do another",
      "media": "IGN",
      "title_kr": "Blue Prince 개발자, Blue Prince 2 제작 가능성 완전 배제",
      "content_summary_kr": "퍼즐 게임 Blue Prince의 개발자 Tonda Ros가 속편 제작 계획이 전혀 없음을 명확히 선언. 그는 독립적인 작품을 만든 후 완전히 다른 장르로 넘어가는 것을 선호하며, 향후 제작할 모든 게임에 대해서도 속편을 만들지 않을 것이라고 밝힘. 다만 Blue Prince에서 성공한 기술적 요소들은 새로운 프로젝트에 활용할 계획.",
      "category": "게임 출시 & 발표",
      "game_relevance": 1.0
    },
    {
      "title": "'I Am Looking Forward to Finally Moving On' — Indie Dev Tonda Ros Is Still in His Blue Prince Era",
      "url": "https://www.ign.com/articles/i-am-looking-forward-to-finally-moving-on-indie-dev-tonda-ros-is-still-in-his-blue-prince-era",
      "date": "2025-12-09 18:37",
      "comments": 0,
      "thumbnail": "https://assets-prd.ignimgs.com/2025/04/07/blue-prince-screenshot-05-1744067983499.png?width=1280&format=jpg&auto=webp&quality=80",
      "body": "Tonda Ros, the creator of Blue Prince, is nearing the end of a triumphant year. His game released to critical acclaim and, more recently, accolades. It won Best Indie Game at the Golden Joystick Awards and was nominated for Game of the Year and Best Storytelling. And it’s been nominated for Best Independent Game and Best Debut Indie Game at The Game Awards 2025. A recent collaboration with iam8bit has resulted in Blue Prince merch — a dream for any small indie title. And Ros is on the cusp of finishing and releasing the final update to Blue Prince, which will include a color assist mode, control remapping, the long-awaited minigame Dirigiblocks, and (my personal favorite change) the addition of a cat to Mount Holly.\nI spoke to Ros last month, after the Golden Joystick nominations had taken place but before The Game Awards list was out. Like many of my colleagues, my brain had been eaten alive by Blue Prince earlier this year when I played it ahead of launch. I’ve ruined a perfectly goo",
      "media": "IGN",
      "title_kr": "'드디어 앞으로 나아갈 준비가 되었다' — 인디 개발자 Tonda Ros, 여전히 Blue Prince와 함께",
      "content_summary_kr": "인디 게임 Blue Prince의 개발자 Tonda Ros, Golden Joystick Awards에서 최고 인디 게임상 수상 및 The Game Awards 2025 최고 독립 게임상 후보 지명. iam8bit과의 협업을 통한 굿즈 출시와 함께 색상 보조 모드, 컨트롤 리매핑, 미니게임 Dirigiblocks 등을 포함한 최종 업데이트 출시 임박.",
      "category": "매출 & 성과",
      "game_relevance": 1.0
    },
    {
      "title": "AI替你打游戏？“豆包AI手机”遭全网围剿，游戏公司：“真慌得一匹”！",
      "url": "http://www.gamelook.com.cn/2025/12/583532/",
      "date": "2025-12-09 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/dbb01-320x180.jpg",
      "body": "来源：豆包AI\n【GameLook专稿，禁止转载！】\nGameLook报道/豆包手机，或者更准确地说，搭载豆包AI助手的手机设备，最近在科技圈掀起了一阵不小的波澜。\n简单来说，它就像一个能听懂你说话、还能在你手机里替你“跑腿”的超级助手。用户只需要动动嘴皮子，手机就能帮你完成一系列以往必须亲手操作的事情：在电商平台自动比价、下单，把外卖点到手，甚至在《三角洲行动》《明日方舟》这类游戏里，它都能直接接管你的操作，实现“全自动托管”游玩。\n据蓝鲸新闻报道，有供应链人士透露：“字节跳动此次确实是试水市场，手机备货量不多，首批产品约3万台的备货。” 这种“稀缺性”无疑进一步推高了市场的热度，原价3499元的手机，在部分渠道被炒到了4000元左右，溢价从几百到上千元不等。\n然而，细心的用户会发现，商品的官方页面清晰地标注着：“nubia M153 豆包手机助手技术预览版，仅面向需要体验豆包手机助手的行业人士；不承诺成熟产品的功能完善度；普通消费者请务必谨慎选择。” 这相当于给这款产品贴上了了免责条款。但即便如此，豆包ai手机推出没多久，还是遭遇了国内互联网各大巨头的“联合围剿”。\nAI“跑腿”，动了谁的蛋糕？\n在GameLook看来，豆包AI手机助手所展现出的能力，本质上是一个 “AI代理助手”。它的核心并非进行复杂的创造性运算或内容生成，而是充当一个无比听话且高效的“数字仆从”：听懂用户的话，然后帮用户把手机上那些固定、繁琐的“跑腿活”干完。\n这一切得以实现，仰赖于一项关键的安卓系统权限：INJECT_EVENTS。你可以将它理解为系统授予的一把 “尚方宝剑” 。豆包手机正是拥有了它，才能模拟真实手指，执行跨应用、跨屏幕的点击、滑动等操作。不过豆包手机助手仍然需要获得了用户的主动授权后，才能调用这个权限。\n手机上线不久，它的潜力被网友迅速挖掘出来。比如，B站UP主“哥布林法师”就演示了一个应用场景：他只需对豆包助手发出指令，AI便能自主打开《明日方舟》游戏，自行上网搜索关卡攻略，然后进入游戏，依照攻略在战场上精准部署干员。尽管演示的只是最初级的关卡，但这种“理解意图-规划流程-执行操作”的连贯能力，已足以让人看到AI代理在游戏乃至更复杂场景中“代劳”的广阔可能性。\n然而，这个旨在解放双手的功能，却意外地捅了整个移动互联网生态的“马蜂窝”。\n首先是社交巨头率先设卡，有工程机用",
      "media": "Gamelook",
      "title_kr": "AI가 게임을 대신 플레이? '豆包AI 스마트폰'이 전방위 견제에 직면, 게임업계 \"정말 당황스럽다\"",
      "content_summary_kr": "字节跳动이 출시한 豆包AI 스마트폰이 《삼각주 행동》《명일방주》 등의 게임을 자동으로 플레이하는 기능을 선보이며 논란 발생. 안드로이드 시스템 권한 INJECT_EVENTS를 활용해 사용자 대신 게임 공략을 검색하고 실행하는 AI 에이전트 기능 탑재. 해당 기능이 모바일 인터넷 생태계를 위협한다는 우려로 국내 주요 플랫폼들의 집중 견제 직면.",
      "category": "규제 & 이슈",
      "game_relevance": 0.75
    },
    {
      "title": "2天回购10亿股票，世纪华通再传喜讯：点点《Kingshot》月流水已破10亿！",
      "url": "http://www.gamelook.com.cn/2025/12/583552/",
      "date": "2025-12-09 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/diandiankingshot3-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/最近，A股“游戏王”世纪华通动作不断，上个月底的投资者交流会上，世纪华通董事长王佶提及公司Q3营收超百亿，成为全球（收入规模）第六大游戏公司，并明确表示未来公司将在维持维持经典产品长线稳定运营的基础之上，不断拓展新产品矩阵，华通目前正在朝着休闲、SLG、ARPG、MMO、卡牌等多个方向推进，明年SLG和休闲两条产品线会进入“密集开花期”。\n此外，11月28日发布了股份回购公告之后，世纪华通仅用2个交易日，就完成了金额近10亿元的股票回购计划，且回购资金主要来自招商银行的专项贷款。\n“豪横”的背后，源于世纪华通对业绩增长的信心，这其中，点点互动的《Whiteout Survival（无尽冬日）》和《Kingshot（奔奔王国）》就是表现最亮眼的两款游戏。公司高管在交流会回答投资者提问时表示，“《Kingshot》还在破《Whiteout Survival》海外的纪录，海外市场更大，用户更多，这就是海外市场的魅力。”\n从业内三方数据来看，《Kingshot》在海外市场的表现非常强势。数据平台AppMagic预测，自2025年初发布以来，《Kingshot》已经连续9个月保持收入增长，11月全球（App Store+Google Play）月流水已超过9亿元（9.6亿）。考虑到该游戏有官网充值收入以及小游戏版本收入并未统计在内，Gamelook预计《Kingshot》11月的当月流水已经达到10亿大关。\nAppMagic指出，凭借连续9个月的收入增长，点点互动旗下的《Kingshot》在Play Store和App Store的累计玩家消费已经超过5.4亿美元，继10月创下9570万美元（不含30%抽成）的月流水纪录后，该游戏11月收入持续增长到9670万美元。\n值得注意的是，《Kingshot》的收入增长速度惊人，3月至11月期间，该游戏月流水增长了1540%，且迄今为止没有下滑迹象。AppMagic的数据显示，《Kingshot》最高单日收入发生在10月5日，当日玩家消费达到4100万元，相当于整个3月份总收入的70%。\n随着时间的推移，《Kingshot》已经成为点点互动的另一个大爆款，其月流水也在朝着《Whiteout Survival》追赶。Sensor Tower此前发布的报告显示，这两款游戏已经成功",
      "media": "Gamelook",
      "title_kr": "이틀 만에 10억 위안 자사주 매입한 世纪华通, 또 다른 희소식: 点点互动의 《Kingshot》 월 매출 10억 위안 돌파",
      "content_summary_kr": "A주 상장 게임사 世纪华通이 이틀 만에 10억 위안 규모의 자사주 매입을 완료하며 실적 성장 자신감을 표명. 자회사 点点互动의 모바일 게임 《Kingshot(奔奔王国)》이 출시 9개월 연속 매출 증가를 기록하며 11월 월 매출 10억 위안 돌파, 3월 대비 1540% 성장하며 《Whiteout Survival》에 이은 또 다른 대형 히트작으로 부상.",
      "category": "매출 & 성과",
      "game_relevance": 0.95
    },
    {
      "title": "手游买量转向：消耗20%-50%广告预算，出海“网赚”类忠实度营销、怎么做？",
      "url": "http://www.gamelook.com.cn/2025/12/583542/",
      "date": "2025-12-09 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/loyaltyApp2-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/传统的买量已经失效，这是很多同行都知道的事实。但很多人并不知道的是，在如今的存量市场环境下，一种新的用户获取方式正在成为各大游戏工作室的首选项。\n据VYBS创始人兼CEO Ido Raz近日接受外媒DOF采访时透露，主流手游工作室已经将20%-50%的用户获取预算放到了忠实度应用（loyalty App）平台（类似国内网赚营销），这已经成为许多游戏的主要流量增长引擎之一。\n那么，什么是忠实度应用、它与传统买量有何不同？没接触过的开发者该如何利用它、人们对忠实度平台的误区有哪些、如何避开常见的营销陷阱？\n请看Gamelook听译整理的完整采访内容：\n什么是忠实度应用，与传统买量有何不同？\nQ：什么是忠实度应用（loyalty App），它与激励视频或者积分墙（offer wall）有什么不同？\nA：忠实度应用是一个用户发现游戏的地方，这里的游戏是按照个人品味推荐的，并基于在这些游戏里的进度提供奖励（跟中国的网赚App非常接近）。它与积分墙的差别很大，根本来说，积分墙就是个广告汇聚的地方，而我们是一个平台，是一个位于设备上的应用，我们可以与用户合作，而积分墙不能。区别在于，积分墙将用户推到游戏之外，而我们推动用户留在游戏中，所以两者之间有很多的不同。\nQ：能否从一个玩家角度，讲讲从发现游戏，到安装再到成为忠实玩家的整个过程？\nA：每个平台都有各自不同的用户旅程，但本质上，用户会登陆平台，然后会基于推荐算法引擎获得一堆游戏推荐，对于每款游戏，他都会获得一系列基于时间的任务，比如一个任务可能是达到某个王国或者某个关卡。然后他会去应用商店下载游戏，比如Google Play，开始玩游戏之后，随着进度提升，他完成了更多任务、得到更多奖励，一旦积累足够的忠实度积分，他可以兑换一张礼品卡，如丝芙兰、Zara或者Google Play卡等现实世界的奖励。\n它更像是一个发现平台而不是另一个应用商店，因为它的互动性更强，更加定制化，你可以根据自己的品味获得游戏推荐，但也会基于你的行为获得不同游戏的任务，它更加动态化，而不是一刀切的方案。\nQ：它的定价是如何运作的？你说的重点是忠实度和参与度，而不是传统的流量，它的商业方面是什么样的？\nA：我们与很多客户基于CPI模式合作，但现在转向了ROAS模式，我们告诉客户，不要给我们一个固定",
      "media": "Gamelook",
      "title_kr": "모바일 게임 유저 확보 전략 전환: 광고 예산의 20%-50%를 '리워드형 앱' 마케팅에 투입하는 해외 진출 방식",
      "content_summary_kr": "주요 모바일 게임 스튜디오들이 전통적 광고 대신 유저 확보 예산의 20~50%를 충성도 앱(loyalty App) 플랫폼에 배정하는 추세. VYBS CEO Ido Raz는 이러한 리워드형 마케팅이 게임 내 진행도에 따라 보상을 제공하며, 기존 오퍼월과 달리 유저를 게임 내에 머물게 하는 방식으로 주요 트래픽 증가 엔진으로 자리잡았다고 설명. CPI 모델에서 ROAS 기반 과금 방식으로 전환 중임을 발표.",
      "category": "매출 & 성과",
      "game_relevance": 0.95
    },
    {
      "title": "业界震惊！独立游戏因用AI遭抵制，首曝2天游戏被砍、工作室宣布解散",
      "url": "http://www.gamelook.com.cn/2025/12/583566/",
      "date": "2025-12-09 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/db1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/2025年12月，对于全球独立游戏开发者而言，或许是一个充满寒意与警示的月份。\n在本月的第一周，经过了近三年的AI热潮，我们目睹了一款备受期待的IP续作因涉嫌使用AI在48小时内“暴毙”，一家工作室因此直接宣布解散；与此同时，一场旨在捍卫“纯人类创作”的运动正在Steam等平台上愈演愈烈。\n在海外市场，“含AI量”似乎正在成为判定一款游戏生死的绝对红线。\n《POSTAL: Bullet Paradise》\n事件的爆发点源于著名的恶搞射击游戏系列《POSTAL》（夺命邮差）。12月3日，该系列出版商 Running With Scissors（RWS）高调宣布了由 Goonswarm Games 开发的新作《POSTAL: Bullet Paradise》。\n这本该是一次令粉丝狂欢的IP拓展，然而，仅仅两天后的12月5日，RWS便发布了一则令业界震惊的公告：彻底取消该项目的开发，并终止与开发商的合作。\n这恐怕是游戏史上最快的一次“宣发即死亡”案例。RWS在声明中措辞严厉，直言社区对开发商在游戏中大量使用生成式AI的怀疑，已经对“品牌和公司声誉造成了极大的损害”。对于以离经叛道著称的RWS来说，血腥和暴力从未让他们退缩，但“AI生成”这个标签，却成了他们无法承受之重。\n这一决定的连锁反应是残酷的。随后Goonswarm Games方面报告称，经内部调查发现，外包的宣传艺术作品中可能使用了生成AI。同时就在项目宣布取消的当天，处于舆论风暴中心的开发商 Goonswarm Games 宣布关闭工作室。\n从满腹的委屈到低头道歉\n一家游戏公司的命运，仅仅因为触碰了“AI”这条高压线，在短短两天内便灰飞烟灭。\n从之前面向COD、堡垒之夜等大作的讨伐，到如今因为玩家反对关停工作室，这起事件毫无疑问向整个海外独立游戏圈释放了一个令人战栗的信号：在当前的社区氛围下，使用AI不再是技术尝试，而是一种可能导致商业自杀的道德污点。\n对于该操作，当然有很大一部分网友认为是「罪有应得」，但这种被骂就关工作室的做法，其儿戏程度也被吐槽。\n“整件事真是……太奇怪了。而且愚蠢。理解被指控使用AI可能会让人难受，但直接关闭工作室简直就是一场幼稚到极点的发脾气，我祈祷成年人不会做出这种事。”\n由于《POSTAL》事件引发的信任危机，海外开发者社区",
      "media": "Gamelook",
      "title_kr": "업계 충격! 독립 게임이 AI 사용으로 저항에 직면, 공개 2일 만에 게임 취소·스튜디오 해산 선언",
      "content_summary_kr": "유명 슈팅 게임 시리즈 《POSTAL》의 신작 《POSTAL: Bullet Paradise》가 생성형 AI 사용 의혹으로 공개 48시간 만에 개발 취소되고, 개발사 Goonswarm Games가 스튜디오 폐쇄를 선언. 퍼블리셔 Running With Scissors는 외주 제작 홍보 아트에 생성형 AI가 사용된 것으로 확인되어 브랜드 평판 손상을 이유로 프로젝트를 전면 중단하고 개발사와의 협력 종료를 발표. 해외 게임 커뮤니티에서 AI 사용이 상업적 자살 행위로 간주되는 분위기가 확산되며, '순수 인간 창작' 옹호 운동이 Steam 등 플랫폼에서 격화되는 상황.",
      "category": "규제 & 이슈",
      "game_relevance": 1.0
    },
    {
      "title": "《2025年中国电子竞技产业报告》正式发布",
      "url": "http://www.gamelook.com.cn/2025/12/583580/",
      "date": "2025-12-09 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/zgyx01-320x180.jpg",
      "body": "由中国音像与数字出版协会主办，北京市新闻出版局、北京市体育总会、北京市石景山区人民政府支持，中国音像与数字出版协会电子竞技工作委员会、中国音像与数字出版协会电竞产业研究专家委员会、北京市电子竞技产业发展协会承办，中共北京市石景山区委宣传部、北京首钢建设投资有限公司协办的2025年度中国电竞产业年会大会于12月4日在北京市石景山区顺利举办。中国音像与数字出版协会副秘书长、游戏工委秘书长、电竞工委主任委员唐贾军在大会上对外发布《2025年中国电子竞技产业报告》，并对报告进行详细解读，以下是全文内容：\n中国音像与数字出版协会副秘书长、游戏工委秘书长、电竞工委主任委员唐贾军\n女士们、先生们，各位朋友们：\n大家好！\n对于全球电竞产业而言，2025年是持续演进、值得关注的一年。今年，电竞产业全球化布局持续深化、移动端发展加速、区域特色生态日益显现。\n电子竞技再度成为2026年亚运会正式项目，彰显了电竞与当代体育的深度融合趋势。移动电竞已成长为驱动全球电竞产业发展的重要力量。与此同时，在欧美和东亚之外，拉美、东南亚和中东等地区的电竞赛事、职业体系和粉丝文化也在加速发展，推动全球电竞格局向多元化方向演进。\n2025年中国电竞产业继续在主流化、融合化、国际化的道路上稳健前行。中国保持着全球最大的电竞市场地位，今年11月在北京举办的KPL年度总决赛现场观看人数超6万，创下“最多观众的单场电竞赛事”吉尼斯世界纪录。与此同时，各级政府利好政策频出，从产业链多个环节给予激励扶持，在推动电竞产业持续优化供给、提振消费的同时，也助力科技与文化的创新创造。\n下面，根据大会日程安排，由我发布2025年中国电子竞技产业报告摘要。\n2025年，中国电竞产业总体情况可作如下概括：一是产业规模持续扩大，产业收入稳步提升；二是扶持政策频出，电竞与区域文化经济协同发展；三是通信技术与人工智能等新兴科技在电竞领域的应用不断深化；四是“电竞+”跨界融合与赋能效应日趋显著；五是职业赛事与大众赛事双线并进；六是中国电竞国际影响力持续提升，自研电竞产品与俱乐部在国际赛场上表现亮眼。七是行业治理与人才建设同步推进，为产业发展筑牢根基。\n本次报告从产业收入、用户规模、产品情况、赛事情况、俱乐部情况、电竞出海六个方面全方位阐述中国电竞产业在2025年的总体情况。\n首先来看收入部分。2025年，中国电子竞技产业收入为293.31",
      "media": "Gamelook",
      "title_kr": "《2025년 중국 e스포츠 산업 보고서》 공식 발표",
      "content_summary_kr": "중국음상여수자출판협회가 12월 4일 베이징에서 2025년 중국 e스포츠 산업 연례 회의를 개최하고 산업 보고서를 발표. 2025년 중국 e스포츠 산업 수익은 293.31억 위안을 기록했으며, KPL 결승전은 현장 관중 6만 명으로 기네스 세계 기록 달성. 산업 규모 지속 확대, AI 및 통신 기술의 e스포츠 적용 심화, 국제 영향력 제고 등 7대 특징 제시.",
      "category": "매출 & 성과",
      "game_relevance": 0.85
    },
    {
      "title": "韩媒惊呼！今年韩国二次元展人气爆棚，正在赶超Gstar游戏展",
      "url": "http://www.gamelook.com.cn/2025/12/583551/",
      "date": "2025-12-09 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/KR1-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/最近两年，国内无论是二次元文化爱好者还是游戏玩家，甚至是经常跑各种线下展会的杂食用户，应该都会有这样一个感受——BW展（Bilibili World）作为一个综合性的ACGN展会，其在游戏领域的声量，正在逐渐超越像CJ（China Joy）这样的传统意义上的游戏展会。\n就拿今年的BW展和CJ展来说，今年BW展展出总面积达到24万平方米，3天的参展人数超过40万人；而CJ展的展展出总面积为13.5万平方米，虽然参展人数达到41万人略微超过BW展，但CJ展持续4天，比BW多了一天。\n二次元综合展会的声量超过游戏展会，在很大程度上能够反映出当前游戏行业的变化趋势以及年轻人的喜好。\n事实上，隔壁韩国也出现了类似的情况。上周末（12.5-12.7），韩国最大的二次元文化展AGF正式举行，同样有众多游戏厂商带着它们的游戏前往参展。甚至有不少玩家和韩国游戏行业从业者都认为AGF展已经 “逐渐取代了G-Star”（注：G-Star是韩国最大的游戏展会）。\n目前在韩国几个比较火的二游，包括《NIKKE》、《棕色尘埃2》等均在AGF搭设了展台。例如Level Infinite就在《NIKKE》展台搭建了一个超大的Doro（NIKKE内“桃乐丝”这一角色的二创形象）玩偶，引人瞩目。\n图源：推特（下同）\n而《第七史诗》开发商Smilegate则同样带着《第七史诗》以及新作《MIRESI : 看不见的未来》（暂译）参展，并且《MIRESI : 看不见的未来》还在现场提供了线下试玩。值得一提的是，Smilegate还是这次AGF 2025的主要赞助商之一。\n《MIRESI : 看不见的未来》的展台\n当然，除了韩国本土二游之外，日本与中国的不少二游也参加了这次AGF展，例如日本的《FGO》、《赛马娘》等游戏都在现场搭建了展台。中国厂商这边悠星的《雀魂》、《明日方舟》（韩服代理），HaoPlay的《少前2》、《重返未来1999》，鹰角的《明日方舟终末地》也都参加了此次AGF展并搭建了展台。\n被围得水泄不通的《终末地》展台是本次AGF上人气最高的游戏展台之一\n《重返未来：1999》\n据韩媒This IS Game统计，本次为期3天的AGF展，参展人数至少也突破了10万人，而如果参展人数达到11万人，AGF展就将成为韩国首尔大都市区内规模最大",
      "media": "Gamelook",
      "title_kr": "한국 매체 주목! 올해 한국 2차원 전시회 인기 폭발, Gstar 게임전시회 추월 중",
      "content_summary_kr": "한국 최대 2차원 문화 전시회 AGF가 지난 주말 개최되어 3일간 10만 명 이상의 참관객을 기록하며, 한국 최대 게임 전시회인 G-Star를 점차 대체하고 있다는 평가를 받음. 《NIKKE》, 《제7서사시》, 《소녀전선2》, 《명일방주 종말지》 등 한국, 중국, 일본의 주요 2차원 게임들이 대거 참가하여 전시 부스를 운영했으며, 특히 《명일방주 종말지》가 가장 높은 인기를 기록함. 이는 중국의 BW전시회가 ChinaJoy를 넘어서는 것과 유사한 현상으로, 2차원 종합 전시회가 전통 게임 전시회를 넘어서는 게임 업계의 트렌드 변화를 반영함.",
      "category": "커뮤니티 & 이벤트",
      "game_relevance": 0.85
    },
    {
      "title": "动画威力尽显！《疯狂动物城2》中国票房破30亿，二游诸神都是“可玩动画”",
      "url": "http://www.gamelook.com.cn/2025/12/583546/",
      "date": "2025-12-09 01:00",
      "comments": 0,
      "thumbnail": "http://img.gamelook.com.cn/2025/12/zt2-320x180.jpg",
      "body": "【GameLook专稿，禁止转载！】\nGameLook报道/2025年12月8日，据猫眼专业版最新数据显示，在刚刚过去的周末，迪士尼动画巨制《疯狂动物城2》在中国内地市场的票房表现势如破竹，累计票房正式突破30.20亿元大关。\n该片不仅创下了单日票房超7亿元的惊人纪录，更一举跻身2025年中国电影总票房榜第三名。\n在当前“逆全球化”思潮暗流涌动、国际文化交流面临挑战的背景下，这部续作的逆势爆发不仅证明了优质动画内容的强大跨文化吸引力，也为一度迷茫的好莱坞重燃了对中国市场的信心。\n《疯狂动物城2》的成功，在GameLook看来，折射出的是中国电影市场结构性的深刻变革。近年来，随着流媒体平台的强势崛起，电影市场呈现出明显的“马太效应”：腰部电影的生存空间被流媒体严重挤压，观众更倾向于在家中低成本获取常规娱乐内容；唯有具备强社交属性和视听奇观的头部大片，才能将观众拉回影院。\n可通常，这类头部影片高度依赖春节、国庆等具有强仪式感的时间节点。\n图片来源：迪士尼官网\n然而，《疯狂动物城2》却打破了这一档期定律。它并未定档于传统黄金周，却在普通的岁末档期引爆了市场。\nGameLook认为，其核心动力在于“合家欢”题材带来的乘数效应。与超级英雄电影往往只能吸引特定粉丝群体不同，该片凭借全年龄段的叙事层级，成功撬动了以家庭为单位的观影热潮——一个孩子的观影需求往往能带动两到三位家长陪同。\n更重要的是，影片在儿童群体中形成了极高的“社交货币”价值，孩子之间的热烈讨论反向推动了电影的传播动能，使其在非节假日依然保持着惊人的票房续航力。\n不过该电影背后，从本质上来看，其实是迪士尼在全球范围内的长盛不衰的模式，即通过高水准的视觉语言构建普世价值观的能力。\n而这种“迪士尼式”的成功逻辑，正被新兴的互动娱乐产业，尤其是以动画风格制作的游戏所借鉴和重现。\n不可否认的是，当今全球年轻受众的审美习惯正发生迁移，单纯的线性观看已难以满足他们对沉浸感的需求。从《原神》开始，到后续全球大火的《星铁》《鸣潮》等国产二游产品，正是精准捕捉了这一趋势。这些游戏在制作上采用了电影级的视觉化叙事手法，将宏大的世界观、细腻的角色情感与高自由度的互动性完美融合。\n这就解释了为何此类游戏能像《疯狂动物城》一样打破国界：它们不再仅仅是游戏，而是“可玩的动画电影”。通过精良的美术风格和深度的剧情铺陈，游戏打破了语言和文化的隔阂",
      "media": "Gamelook",
      "title_kr": "애니메이션의 위력! '주토피아 2' 중국 박스오피스 30억 위안 돌파, 2차원 게임들도 '플레이 가능한 애니메이션'",
      "content_summary_kr": "Disney 애니메이션 '주토피아 2'가 중국에서 30억 위안 이상의 흥행 기록. '원신', '붕괴: 스타레일', '명조' 등 국산 2차원 게임들이 영화급 비주얼과 스토리텔링을 결합해 '플레이 가능한 애니메이션 영화'로 진화하며 언어와 문화 장벽을 넘어 글로벌 성공을 거두고 있다는 분석.",
      "category": "매출 & 성과",
      "game_relevance": 0.6
    }
  ]
}